{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/1000/letter-lipoma-excision.html#afp20221000p365A-f1",
    "title": "Case Report: Complication of In-Office Lipoma Excision | AAFP",
    "author": null,
    "doi": "Am Fam Physician.2022;106(4):online",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "To the Editor:Lipomas are benign adipose tumors commonly excised in the primary care setting.1,2Complications can occur if safety practices are not observed. We present a radial nerve transection causing wrist drop during an in-office lipoma excision."
        },
        {
            "parent": -1,
            "text": "An adult male underwent an in-office excision of a left lateral arm mass that was clinically diagnosed as a lipoma. During the excision, the patient developed an acute wrist drop, which was attributed to the use of a local anesthetic. One day later, the patient presented to the emergency department with persistent radial nerve palsy. Orthopedics was consulted, and surgical exploration was recommended. A large excisional cavity was found during surgery, and it was apparent that an ellipse of skin had been excised. The excisional cavity tracked to the bone, with 100 cc of hematoma present. The radial nerve was also transected. The radial nerve was reconstructed using nerve autograft after debridement and mobilization of the nerve-end stumps. The wound was closed primarily."
        },
        {
            "parent": -1,
            "text": "In reviewing the operative technique from the initial excision, it was unclear why an ellipse of skin had been excised with the lipoma. A previousAmerican Family Physicianarticle recommended this surgical technique.3A subsequent Letter to the Editor argued that skin should not routinely be excised; however, the author advocated for complete excision of dumbbell extensions (i.e., when the tumor extends to the deep fascia) to avoid recurrence.4In-office excision of subfascial lipomas should be discouraged because of the risk of complications."
        },
        {
            "parent": -1,
            "text": "This case highlights the importance of adhering to surgical safety principles when conducting an in-office lipoma excision to decrease the risk of a major complication. Our proposed surgical safety principles are detailed inFigure 1."
        }
    ],
    "locked": true
}