{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/0700/menopausal-symptoms.html#afp20230700p28-f1",
    "title": "Managing Menopausal Symptoms: Common Questions and Answers | AAFP",
    "author": "JENNIFER G. CHANG, MD, MEGHAN N. LEWIS, MD, AND MAGGIE C. WERTZ, MD",
    "doi": "Am Fam Physician.2023;108(1):28-39",
    "abstract": "Menopausal symptoms are widespread and significantly impact quality of life. Common symptoms of menopause are vasomotor (i.e., hot flashes and night sweats) and genitourinary (e.g., vulvovaginal irritation and dryness, dyspareunia, urinary problems), although women may also experience changes in sexual function, mood, and sleep. Estrogen-containing hormone therapy is effective treatment for vasomotor symptoms. Nonhormonal medications for vasomotor symptoms include selective serotonin reuptake inhibitors, serotonin-norepinephrine reuptake inhibitors, gabapentin, and fezolinetant, which is a neurokinin 3 receptor antagonist [updated]. Selective serotonin reuptake inhibitors should not be administered to women taking tamoxifen. Cognitive behavior therapy and clinical hypnosis are effective for short-term reduction of vasomotor symptoms and associated sleep disturbances, but data are lacking to support the effectiveness of other nonpharmacologic treatments such as herbal or botanical supplements, exercise, and acupuncture. Hormone-free vaginal moisturizers are noninferior to estrogen-based therapies for treating genitourinary syndrome of menopause. Other treatment options for vaginal dryness and dyspareunia associated with menopause include ospemifene and intravaginal dehydroepiandrosterone. Management of menopausal symptoms should involve shared decision-making that is informed by the best available evidence and individual risks and preferences.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "The menopausal transition (perimenopause) is characterized by a persistent decline in ovarian function and hormonal fluctuations that may cause bothersome vasomotor (i.e., hot flashes and night sweats) and genitourinary symptoms (e.g., vulvovaginal irritation and dryness, dyspareunia, urinary problems), and affect mood, sleep, sexual function, bone health, and overall quality of life.1Perimenopause usually begins during the fifth decade of life and lasts several years before completion of natural menopause, a clinical diagnosis made only after cessation of menses for 12 consecutive months. Vasomotor symptoms may affect as many as 80% of women worldwide and last, on average, a total of seven to eight years, including four to five years after the final menstrual period.2–4Vasomotor symptoms account for 1.5 million excess outpatient visits per year and an additional $330 million in annual U.S. health care costs when left untreated.5Genitourinary syndrome of menopause affects up to 50% of women worldwide; unlike vasomotor symptoms, it is progressive without treatment.6Figure 1suggests an approach for applying the best available evidence and an individualized risk-benefit assessment to guide shared decision-making about natural menopause symptoms.7–11,54[updated] This article does not discuss surgical menopause or premature menopause (also known as primary ovarian insufficiency). The use of the term women is intended to include cisgender women and other people with ovaries."
        }
    ],
    "locked": true
}