{
    "url": "https://www.aafp.org/pubs/afp/issues/2021/1200/p589.html#afp20211200p589-f1",
    "title": "Septic Arthritis: Diagnosis and Treatment | AAFP",
    "author": "JOHN SCOTT EARWOOD, MD, TYLER R. WALKER, MD, AND GREGORY J. C. SUE, DO",
    "doi": "Am Fam Physician.2021;104(6):589-597",
    "abstract": "Septic arthritis must be considered and promptly diagnosed in any patient presenting with acute atraumatic joint pain, swelling, and fever. Risk factors for septic arthritis include age older than 80 years, diabetes mellitus, rheumatoid arthritis, recent joint surgery, hip or knee prosthesis, skin infection, and immunosuppressive medication use. A delay in diagnosis and treatment can result in permanent morbidity and mortality. Physical examination findings and serum markers, including erythrocyte sedimentation rate and C-reactive protein, are helpful in the diagnosis but are nonspecific. Synovial fluid studies are required to confirm the diagnosis. History and Gram stain aid in determining initial antibiotic selection.Staphylococcus aureusis the most common pathogen isolated in septic arthritis; however, other bacteria, viruses, fungi, and mycobacterium can cause the disease. After synovial fluid has been obtained, empiric antibiotic therapy should be initiated if there is clinical concern for septic arthritis. Oral antibiotics can be given in most cases because they are not inferior to intravenous therapy. Total duration of therapy ranges from two to six weeks; however, certain infections require longer courses. Consideration for microorganisms such asNeisseria gonorrhoeae,Borrelia burgdorferi, and fungal infections should be based on history findings and laboratory results.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Septic arthritis should be considered in adults presenting with acute monoarticular arthritis. A delay in diagnosis and treatment of septic arthritis can lead to permanent morbidity and mortality. Subcartilaginous bone loss, cartilage destruction, and permanent joint dysfunction can occur if appropriate antibiotic therapy is not initiated within 24 to 48 hours of onset.1The reported incidence of septic arthritis is four to 29 cases per 100,000 person-years, and risk increases with age, use of immunosuppressive medications, and lower socioeconomic status.2"
        }
    ],
    "locked": true
}