{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/1000/endometriosis.html#afp20221000p397-f1",
    "title": "Endometriosis: Evaluation and Treatment | AAFP",
    "author": "RINA EDI, MD, AND TERRI CHENG, MD",
    "doi": "Am Fam Physician.2022;106(4):397-404",
    "abstract": "Endometriosis is an inflammatory condition caused by the presence of endometrial tissue in extra-uterine locations and can involve bowel, bladder, and all peritoneal structures. It is one of the most common gynecologic disorders, affecting up to 10% of people of reproductive age. Presentation of endometriosis can vary widely, from infertility in asymptomatic people to debilitating pelvic pain, dysmenorrhea, and period-related gastrointestinal or urinary symptoms. Diagnosis of endometriosis in the primary care setting is clinical and often challenging, frequently resulting in delayed diagnosis and treatment. Although transvaginal ultrasonography is used to evaluate endometriosis of deep pelvic sites to rule out other causes of pelvic pain, magnetic resonance imaging is preferred if deep infiltrating endometriosis is suspected. Laparoscopy with biopsy remains the definitive method for diagnosis, although several gynecologic organizations recommend empiric therapy without immediate surgical diagnosis. Combined hormonal contraceptives with or without nonsteroidal anti-inflammatory drugs are first-line options in managing symptoms and have a tolerable adverse effect profile. Second-line treatments include gonadotropin-releasing hormone (GnRH) receptor agonists with add-back therapy, GnRH receptor antagonists, and danazol. Aromatase inhibitors are reserved for severe disease. All of these treatments are effective but may cause additional adverse effects. Referral to gynecology for surgical management is indicated if empiric therapy is ineffective, immediate diagnosis and treatment are necessary, or patients desire pregnancy. Alternative treatments have limited benefit in alleviating pain symptoms but may warrant further investigation.",
    "headers": [],
    "content": [],
    "locked": true
}