{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/0100/infectious-mononucleosis.html#afp20230100p71-f1",
    "title": "Infectious Mononucleosis: Rapid Evidence Review | AAFP",
    "author": "JILLIAN E. SYLVESTER, MD, BENJAMIN K. BUCHANAN, MD, AND TARAN W. SILVA, DO",
    "doi": "Am Fam Physician.2023;107(1):71-78",
    "abstract": "Infectious mononucleosis is a viral syndrome characterized by fever, pharyngitis, and posterior cervical lymphadenopathy. It is usually caused by Epstein-Barr virus and most often affects adolescents and young adults 15 to 24 years of age. Primary transmission is through close personal contact with a person who is infected, particularly their saliva. Cost-effective, efficient initial laboratory testing for acute infectious mononucleosis includes complete blood count with differential (to assess for greater than 40% lymphocytes and greater than 10% atypical lymphocytes) and a rapid heterophile antibody test. The heterophile antibody test has a sensitivity of 87% and specificity of 91% but can have a false-negative result in children younger than five years and in adults during the first week of illness. The presence of elevated liver enzymes increases clinical suspicion for infectious mononucleosis in the setting of a negative heterophile antibody test result. Epstein-Barr viral capsid antigen-antibody testing is more sensitive and specific but more expensive and takes longer to process than the rapid heterophile antibody test. Treatment of infectious mononucleosis is supportive; routine use of antivirals and corticosteroids is not recommended. Current guidelines recommend that patients with infectious mononucleosis not participate in athletic activity for three weeks from onset of symptoms. Shared decision-making should be used to determine the timing of return to activity. Immunosuppressed populations are at higher risk of severe disease and significant morbidity. Epstein-Barr virus infection has been linked to nine types of cancer, including Hodgkin lymphoma, non-Hodgkin lymphoma, and nasopharyngeal carcinoma, and some autoimmune diseases.",
    "headers": [],
    "content": [],
    "locked": true
}