{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/0100/p39.html#afp20220100p39-f2",
    "title": "Orthostatic Hypotension: A Practical Approach | AAFP",
    "author": "MICHAEL J. KIM, MD, AND JENNIFER FARRELL, DO",
    "doi": "Am Fam Physician.2022;105(1):39-49",
    "abstract": "Orthostatic hypotension is defined as a decrease in blood pressure of 20 mm Hg or more systolic or 10 mm Hg or more diastolic within three minutes of standing from the supine position or on assuming a head-up position of at least 60 degrees during tilt table testing. Symptoms are due to inadequate physiologic compensation and organ hypoperfusion and include headache, lightheadedness, shoulder and neck pain (coat hanger syndrome), visual disturbances, dyspnea, and chest pain. Prevalence of orthostatic hypotension in the community setting is 20% in older adults and 5% in middle-aged adults. Risk factors such as diabetes mellitus increase the prevalence of orthostatic hypotension in all age groups. Orthostatic hypotension is associated with a significant increase in cardiovascular risk and falls, and up to a 50% increase in relative risk of all-cause mortality. Diagnosis is confirmed by measuring blood pressure and heart rate after five minutes in the supine position and three minutes after moving to a standing position.[corrected] If the patient is unable to stand safely or the clinical suspicion for orthostatic hypotension is high despite normal findings on the bedside test, head-up tilt table testing is recommended. Orthostatic hypotension is classified as neurogenic or nonneurogenic, depending on etiology and heart rate response. Treatment goals for orthostatic hypotension are reducing symptoms and improving quality of life. Initial treatment focuses on the underlying cause and adjusting potentially causative medications. Nonpharmacologic strategies include dietary modifications, compression garments, physical maneuvers, and avoiding environments that exacerbate symptoms. First-line medications include midodrine and droxidopa. Although fludrocortisone improves symptoms, it has concerning long-term effects.",
    "headers": [],
    "content": [],
    "locked": true
}