{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/0400/leukemia.html#afp20230400p397-f1",
    "title": "Leukemia: What Primary Care Physicians Need to Know | AAFP",
    "author": "JOANNE T. C. GBENJO, MD, GEORGIA L. M. MCCRARY, DO, AND SARAH E. WILSON, DO",
    "doi": "Am Fam Physician.2023;107(4):397-405",
    "abstract": "Leukemia is caused by an abnormal proliferation of hematopoietic stem cells in the bone marrow. The four general subtypes are acute lymphoblastic, acute myelogenous, chronic lymphocytic, and chronic myelogenous. Acute lymphoblastic leukemia primarily occurs in children, whereas the other subtypes are more common in adults. Risk factors include certain chemical and ionizing radiation exposures and genetic disorders. Common symptoms include fever, fatigue, weight loss, joint pain, and easy bruising or bleeding. Diagnosis is confirmed with bone marrow biopsy or peripheral blood smear. Hematology-oncology referral is recommended in patients with suspected leukemia. Chemotherapy, radiation, targeted molecular therapy, monoclonal antibodies, or hematopoietic stem cell transplantation are common treatments. Complications from treatment include serious infections from immunosuppression, tumor lysis syndrome, cardiovascular events, and hepatotoxicity. Long-term sequelae in leukemia survivors include secondary malignancies, cardiovascular disease, and musculoskeletal and endocrine disorders. Five-year survival rates are highest in younger patients and those diagnosed with chronic myelogenous or chronic lymphocytic leukemia.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Leukemia is one of the most common malignancies in childhood, but it also often occurs in adults. It is caused by disruptions in the normal cell regulatory process that leads to uncontrolled proliferation of hematopoietic stem cells in bone marrow. From 2015 to 2019, the age-adjusted incidence of leukemia in the United States was 14.1 per 100,000 people per year.1In the past decade, the incidence of leukemia has been decreasing while survival rates have been increasing due to advancements in diagnosis and treatment.1The four general leukemia subtypes are acute lymphoblastic, acute myelogenous, chronic lymphocytic, and chronic myelogenous. Primary care physicians should be familiar with common presentations, initial diagnostic evaluation, principles of therapy, and long-term sequelae in survivors."
        }
    ],
    "locked": true
}