{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/0500/dizziness.html#afp20230500p514-f1",
    "title": "Dizziness: Evaluation and Management | AAFP",
    "author": "TYLER S. ROGERS, MD, MBA, MARY ALICE NOEL, MD, MBA, AND BENJAMIN GARCIA, MD",
    "doi": "Am Fam Physician.2023;107(5):514-523",
    "abstract": "Dizziness is a common but often diagnostically difficult condition. Clinicians should focus on the timing of the events and triggers of dizziness to develop a differential diagnosis because it is difficult for patients to provide quality reports of their symptoms. The differential diagnosis is broad and includes peripheral and central causes. Peripheral etiologies can cause significant morbidity but are generally less concerning, whereas central etiologies are more urgent. The physical examination may include orthostatic blood pressure measurement, a full cardiac and neurologic examination, assessment for nystagmus, the Dix-Hallpike maneuver (for patients with triggered dizziness), and the HINTS (head-impulse, nystagmus, test of skew) examination when indicated. Laboratory testing and imaging are usually not required but can be helpful. The treatment for dizziness is dependent on the etiology of the symptoms. Canalith repositioning procedures (e.g., Epley maneuver) are the most helpful in treating benign paroxysmal positional vertigo. Vestibular rehabilitation is helpful in treating many peripheral and central etiologies. Other etiologies of dizziness require specific treatment to address the cause. Pharmacologic intervention is limited because it often affects the ability of the central nervous system to compensate for dizziness.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Family physicians commonly evaluate dizziness.1Patients' descriptions of their symptoms are unreliable for establishing a diagnosis.2The differential diagnosis can range from straightforward and self-limiting conditions to more serious conditions requiring further workup(Table 11,3). Physicians are encouraged to use a systematic approach to dizziness to diagnose and treat patients safely.4"
        }
    ],
    "locked": true
}