{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/0500/p469.html#afp20220500p469-f2",
    "title": "Constipation in Children and Adolescents: Evaluation and Treatment | AAFP",
    "author": "ELIE MULHEM, MD, FAIZA KHONDOKER, DO, AND SANJIV KANDIAH, MD",
    "doi": "Am Fam Physician.2022;105(5):469-478",
    "abstract": "Constipation in children is usually functional constipation without an organic cause. Organic causes of constipation in children, which include Hirschsprung disease, cystic fibrosis, and spinal cord abnormalities, commonly present with red flag signs and symptoms. A history and physical examination can diagnose functional constipation using the Rome IV diagnostic criteria. The first goal of managing constipation is to treat fecal impaction, and then maintenance therapy is used to prevent a recurrence. Polyethylene glycol is the first-line treatment for constipation. Second-line options include lactulose and enemas. Increasing dietary fiber and fluid intake above usual daily recommendations and adding probiotics provide no additional benefits for treating constipation. Frequent follow-up visits and referrals to a psychologist can assist in reaching some treatment goals. Clinicians should educate caregivers about the chronic course of functional constipation, frequent relapses, and the potential for prolonged therapy. Clinicians should acknowledge caregivers' specific challenges and the negative effects of constipation on the child's quality of life. Referral to a pediatric gastroenterologist is recommended when there is a concern for organic causes or constipation persists despite adequate therapy.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Constipation in children and adolescents is defined as passing delayed or infrequent hard stools with pain and excessive straining.1,2The prevalence of constipation in children and adolescents is estimated to be as high as 30% worldwide.3Constipation in children accounts for 3% of primary care physician visits and up to 25% of referrals to pediatric gastroenterologists.1Children with constipation incur three times the health care costs of children without constipation,4and chronic constipation can have a negative effect on the child's quality of life.5"
        }
    ],
    "locked": true
}