{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/0900/smell-and-taste-disorders.html#afp20230900p240-f1",
    "title": "Smell and Taste Disorders in Primary Care | AAFP",
    "author": "DILLON J. SAVARD, MD, FRANCESCA G. URSUA, MD, AND HEIDI L. GADDEY, MD",
    "doi": "Am Fam Physician.2023;108(3):240-248",
    "abstract": "Disorders of smell and taste are reported by approximately one-fifth of people 40 years and older, and one-third of people 80 years and older. These disorders affect quality of life and the ability to identify smoke and toxins. Smell and taste disorders can be early signs of dementia or Parkinson disease and are associated with increased mortality. Dysfunction may be apparent or may develop insidiously. Screening questionnaires are available, but many patients are unaware of their disorder. Most smell and taste disorders are due to sinonasal disease but also could be caused by smoking, medications, head trauma, neurodegenerative disease, alcohol dependence, or less common conditions. The differential diagnosis should guide the evaluation and include anterior rhinoscopy and an examination of the oral cavity, head, and cranial nerves. Further investigation is often unnecessary, but nasal endoscopy and computed tomography of the sinuses may be helpful. Magnetic resonance imaging of the head with contrast should be performed if there is an abnormal neurologic examination finding or if trauma or a tumor is suspected. Olfactory testing is indicated in refractory cases or for patients with poor quality of life and disease associated with smell or taste dysfunction. Smell and taste disorders may resolve when reversible causes are treated, but improvement is less likely when they are due to trauma, age, or neurodegenerative disease. Olfactory training is a self-administered mindful exposure therapy that may improve olfactory function. Physicians should encourage patients to ensure that smoke and other alarms are operational and to adhere to food expiration dates.",
    "headers": [],
    "content": [],
    "locked": true
}