{
    "url": "https://www.aafp.org/pubs/afp/issues/2021/1100/p486.html#afp20211100p486-f1",
    "title": "Fetal Growth Restriction Before and After Birth | AAFP",
    "author": "ANDREA WESTBY, MD, AND LAURA MILLER, MD, MPH",
    "doi": "Am Fam Physician.2021;104(5):486-492",
    "abstract": "Fetal growth restriction, previously called intrauterine growth restriction, is a condition in which a fetus does not achieve its full growth potential during pregnancy. Early detection and management of fetal growth restriction are essential because it has significant clinical implications in childhood. It is diagnosed by estimated fetal weight or abdominal circumference below the 10th percentile on formal ultrasonography. Early-onset fetal growth restriction is diagnosed before 32 weeks' gestation and has a higher risk of adverse fetal outcomes. There are no evidence-based measures for preventing fetal growth restriction; however, aspirin used for the prevention of preeclampsia in high-risk pregnancies may reduce the likelihood of developing it. Timing of delivery for pregnancies affected by growth restriction must be adjusted based on the risks of premature birth and ongoing gestation, and it is best determined in consultation with maternal-fetal medicine specialists. Neonates affected by fetal growth restriction are at risk of feeding difficulties, glucose instability, temperature instability, and jaundice. As these children age, they are at risk of abnormal growth patterns, as well as later cardiac, metabolic, neurodevelopmental, reproductive, and psychiatric disorders.",
    "headers": [
        {
            "id": 0,
            "name": "Definition",
            "level": 2
        },
        {
            "id": 1,
            "name": "Etiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Screening and Prevention",
            "level": 2
        },
        {
            "id": 3,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 4,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 5,
            "name": "PRENATAL MANAGEMENT",
            "level": 3
        },
        {
            "id": 6,
            "name": "LABOR AND DELIVERY CONSIDERATIONS",
            "level": 3
        },
        {
            "id": 7,
            "name": "Caring for the Child Affected by Fetal Growth Restriction",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Fetal growth restriction, previously called intrauterine growth restriction, is a condition in which a fetus does not achieve its optimal growth potential. It impacts up to 10% of pregnancies and has significant prenatal and postnatal consequences, including increased risk of perinatal death, neurodevelopmental abnormalities, metabolic syndrome, and cardiovascular disease.1–4For fetuses affected by growth restriction, adverse outcomes such as intraventricular hemorrhage, hypoxic ischemic encephalopathy, necrotizing enterocolitis, bronchopulmonary dysplasia, sepsis, and death are more common and severe when estimated fetal weight is below the third percentile, or the 10th percentile if uterine artery flow is abnormal.5"
        },
        {
            "parent": 0,
            "text": "The term fetal growth restriction is recommended instead of intrauterine growth restriction.1,2,6,7Fetal growth restriction is a pathologic process and indicates distress preventing the fetus from achieving its ultimate growth potential. The American College of Obstetricians and Gynecologists (ACOG) defines a fetus with fetal growth restriction as having an estimated fetal weight below the 10th percentile for gestational age,1whereas the Society for Maternal-Fetal Medicine recommends an additional criterion of an abdominal circumference below the 10th percentile for gestational age.7Severe fetal growth restriction is defined as estimated fetal weight below the third percentile.7Population-based fetal growth references, such as the Hadlock formula, should be used to determine fetal weight percentiles instead of growth standards based on race and sex.7Although the Hadlock formula was developed from a small, middle-class population in Texas that was almost exclusively White, it is more accurate at predicting adverse outcomes from fetal growth restriction than more diverse growth standards.8–10"
        },
        {
            "parent": 0,
            "text": "The term small for gestational age (SGA) applies to newborns whose measured birth weight is less than the 10th percentile for gestational age.1SGA newborns may have had fetal growth restriction, but may also be constitutionally small, physiologically normal, and have reached their growth potential. Some infants with normal birth weight who experienced growth restriction in utero are at risk of postnatal complications."
        },
        {
            "parent": 1,
            "text": "Fetal, maternal, uteroplacental, and external factors can lead to fetal growth restriction through limited uteroplacental perfusion that limits fetal nutrition(Table 1).1,11–14Placentation and umbilical cord abnormalities are the most common causes of fetal growth restriction.1Factors associated with fetal growth restriction include multiple gestation, structural anomalies including congenital heart disease and gastroschisis, and genetic abnormalities including trisomies 13, 18, and 21.11–13Maternal nutrition, chronic diseases such as hypertensive disorders and pregestational diabetes mellitus, infections, and external factors such as drug or toxin exposure increase the risk of fetal growth restriction.11–13Although race and ethnicity are identified as risk factors, exposure to structural racism and socioeconomic inequality contributes to fetal growth restriction, not race or ethnicity themselves.14"
        },
        {
            "parent": 2,
            "text": "All pregnant patients should be screened for fetal growth restriction. A detailed medical and obstetric history should be obtained and risk factors, especially modifiable risk factors, should be identified(Table 11,11–14). Serial growth ultrasonography performed in pregnancies complicated by risk factors including chronic disease in the birthing parent, substance use, or a history of fetal growth restriction allows for earlier diagnosis.1In the absence of risk factors, fundal height measurements should be obtained at every obstetric visit after 24 weeks' gestation, preferably by the same clinician. If fundal height is more than 3 cm (1.2 in) below gestational age, formal ultrasonography is recommended. Body habitus, multiple gestation, and uterine fibroids limit the effectiveness of fundal height measurements for screening. Formal growth ultrasonography may be considered for these patients."
        },
        {
            "parent": 2,
            "text": "No interventions decrease the risk of fetal growth restriction.1,7,15–19Heparin, including low-molecular-weight heparin, sildenafil (Viagra),dietary changes, vitamin supplementation, and bed rest do not reduce the likelihood of fetal growth restriction.15–19Aspirin prophylaxis for preeclampsia reduces the incidence of fetal growth restriction, but aspirin use does not reduce fetal growth restriction when there are no indications for preeclampsia prophylaxis.7,15,20,21"
        },
        {
            "parent": 3,
            "text": "Formal ultrasonography is the standard for diagnosing fetal growth restriction if estimated fetal weight or abdominal circumference is below the 10th percentile for gestational age.7Although weight and abdominal circumference predict postnatal complications, fetal asymmetry does not predict complications and is no longer a recommended criteria.7,22,23Early-onset fetal growth restriction, which is growth restriction diagnosed before 32 weeks' gestation and accounts for 20% to 30% of cases, is typically more severe and progressive.24Early-onset fetal growth restriction results in deterioration of umbilical artery flow and perinatal death in 70% and 7% of affected pregnancies, respectively.25,26Initial diagnosis of fetal growth restriction after 32 weeks' gestation is more common and tends to be milder in severity and progression, with abnormal umbilical artery flow occurring less than 10% of the time, and peri-natal death is rare.25,26Preeclampsia is present in 35% of pregnancies affected by early-onset fetal growth restriction, but it is present in only 12% of cases diagnosed after 32 weeks' gestation.26Chromosomal or genetic abnormalities are present in 20% of pregnancies with early-onset fetal growth restriction, so detailed comprehensive anatomy (Level II) ultrasonography should be performed in these pregnancies.7,25,27"
        },
        {
            "parent": 5,
            "text": "Prenatal management of fetal growth restriction is primarily surveillance to determine when delivery should be expedited, with the goal of preventing fetal morbidity and mortality. Based on limited evidence, the Society for Maternal-Fetal Medicine recommends chromosomal microarray analysis in isolated, unexplained early-onset fetal growth restriction and growth restriction at any gestational age with an ultrasonography-identified structural anomaly or polyhydramnios.7Options for chromosomal microarray analysis include noninvasive testing such as cell-free DNA or invasive testing such as chorionic villus sampling and amniocentesis. There is no consensus for which testing method should be used. Chromosomal microarray analysis has a false-positive rate of 5%, and this should be taken into consideration when balancing procedure benefits with the risk of pregnancy loss from chorionic villus sampling or amniocentesis. Serial ultrasonography with fetal biometry and amniotic fluid volume measurements is recommended for monitoring the growth-restricted fetus. Although the optimal surveillance interval is unclear, ACOG suggests every three to four weeks beginning when fetal growth restriction is diagnosed or at 24 weeks' gestation.1Referral to a maternal-fetal medicine specialist for consultation or transfer of care is recommended after a diagnosis of fetal growth restriction(Figure 1).7"
        },
        {
            "parent": 5,
            "text": "Consensus guidelines include performing non-stress tests or biophysical profiles twice weekly to assess fetal well-being in viable pregnancies with severe fetal growth restriction or other concerning findings (e.g., oligohydramnios, preeclampsia, decelerating growth velocity, increasing umbilical artery Doppler index).1,7Umbilical artery flow measurements allow assessment of placental blood flow. Once fetal growth restriction is diagnosed, umbilical artery Doppler index assessments are recommended every one to two weeks, which can be spaced to every four weeks if consistently normal flow is observed.7Abnormal measurements suggest uterine placental insufficiency, which may require early delivery.7"
        },
        {
            "parent": 6,
            "text": "Timing of delivery in a pregnancy complicated by fetal growth restriction balances the risks of prematurity and stillbirth. There are no consensus criteria for early delivery, and consultation with a maternal-fetal medicine specialist is recommended.7Continuous fetal monitoring is recommended during labor.7Preterm delivery should be managed per ACOG guidelines, including administration of antenatal steroids for fetal lung maturity and magnesium for neuroprotection.7"
        },
        {
            "parent": 7,
            "text": "Growth-restricted neonates are at high risk of feeding difficulties, jaundice, glucose and temperature instability, late-onset sepsis, and other high-risk conditions28(Table 228–40). Avoiding excessive catch-up growth may mitigate the metabolic and cardiovascular effects of fetal growth restriction.41,42One retrospective study suggests the optimal growth trajectory after birth for SGA infants may be to target the 30th percentile by four months of life, and the 50th percentile by seven years.43"
        },
        {
            "parent": 7,
            "text": "Children affected by fetal growth restriction have an increased long-term risk of developing reproductive problems, cardiovascular disease, hypertension, impaired insulin resistance, and cognitive and neurodevelopmental impairments(Table 2).28–40Children born after fetal growth restriction should have their weight, length, and head circumference monitored every three months for the first year of life and every six months thereafter, which can be accomplished by following the American Academy of Pediatrics schedule for well-child visits.34,44Growth standards are not specified, but growth charts from the Centers for Disease Control and Prevention and the World Health Organization are appropriate for term infants, and the Fenton prematurity chart can be used for premature infants. Children younger than two years with a length below the third percentile should be referred for evaluation by an endocrinologist and consideration of growth hormone treatment.33Cognitive and psychomotor development should be monitored with early intervention referrals as needed.34Annual blood pressure monitoring is recommended for all children starting at three years of age, and earlier for SGA infants, those born before 32 weeks' gestation, or those with complications requiring neonatal intensive care.45"
        },
        {
            "parent": 7,
            "text": "Effects of fetal growth restriction presenting in adolescence and adulthood include early puberty, hypofertility, kidney dysfunction, elevated cardiovascular risk, psychiatric disorders, and addictive behaviors.34"
        },
        {
            "parent": 7,
            "text": "This article updates a previous article on this topic byPeleg, et al.46"
        },
        {
            "parent": 7,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the key terms “intrauterine growth restriction” and “fetal growth restriction.” The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Also searched were the Agency for Healthcare Research and Quality Effective Healthcare Reports, the Cochrane database, and DynaMed. Search dates: February 18, 2020, December 15, 2020, January 9, 2021, July 27, 2021."
        }
    ],
    "locked": false
}