{
    "url": "https://www.aafp.org/pubs/afp/issues/2021/1200/p598.html#afp20211200p598-f1",
    "title": "Cannabis Essentials: Tools for Clinical Practice | AAFP",
    "author": "PAYAM SAZEGAR, MD",
    "doi": "Am Fam Physician.2021;104(6):598-608",
    "abstract": "Cannabis use in the United States is increasing annually in people of all ages. This increase is fueled by state-level legalization, decreased risk perception, and increased social acceptability. Cannabis and its active components, cannabinoids, have been studied for medical uses and marketed in many commercial forms. Cannabis can impair short-term memory, judgment, and coordination, and there is substantial evidence that it can adversely affect multiple organ systems. Cannabinoids have potential adverse drug interactions with commonly prescribed analgesic, psychotropic, and cardiovascular medications. Current evidence supports cannabinoid use only for a limited number of conditions (chemotherapy-induced nausea and vomiting, specific pain and spasticity syndromes, and certain forms of childhood epilepsy); thus, physicians recommending cannabinoids need to weigh the potential harms vs. perceived benefits. The U.S. Preventive Services Task Force recommends universal screening for unhealthy drug use, including cannabis, in adults 18 years and older. However, the American Academy of Family Physicians does not support this recommendation because of the lack of evidence of benefit in screening patients for unhealthy drug use, except for opioid use disorder. Treatment of cannabis use disorder is largely behavioral and requires a patient-centered, multifaceted approach with a focus on patient education. Pharmacotherapy for cannabis use disorder is limited and experimental. Harm reduction strategies and education about cannabis withdrawal syndrome should be provided to patients. Interpretation of urine drug testing for cannabis is challenging because of the persistence of metabolites for four to five days after a single use and for one month after chronic daily use.",
    "headers": [],
    "content": [],
    "locked": true
}