{
    "url": "https://www.aafp.org/pubs/afp/issues/2021/1200/p580.html#afp20211200p580-f1",
    "title": "Nutrition Support Therapy | AAFP",
    "author": "MARY N. R. LESSER, PhD, RD, AND LENARD I. LESSER, MD, MSHS",
    "doi": "Am Fam Physician.2021;104(6):580-588",
    "abstract": "Nutrition support therapy is the delivery of formulated enteral or parenteral nutrients to restore nutritional status. Family physicians can provide nutrition support therapy to patients at risk of malnutrition when it would improve quality of life. The evidence for when to use nutrition support therapy is inconsistent and based mostly on low-quality studies. Family physicians should work with registered dietitian nutritionists to complete a comprehensive nutritional assessment for patients with acute or chronic conditions that put them at risk of malnutrition. When nutrition support therapy is required, enteral nutrition is preferred for a patient with a functioning gastrointestinal tract, even in patients who are critically ill. Parenteral nutrition has an increased risk of complications and should be administered only when enteral nutrition is contraindicated. Family physicians can use the Mifflin-St Jeor equation to calculate the resting metabolic rate, and they should consult with a registered dietitian nutritionist to determine total energy needs and select a nutritional formula. Patients receiving nutrition support therapy should be monitored for complications, including refeeding syndrome. Nutrition support therapy does not improve quality of life in patients with dementia. Clinicians should engage in shared decision-making with patients and caregivers about nutrition support in palliative and end-of-life care.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Nutrition support therapy is the delivery of formulated enteral or parenteral nutrients to maintain or restore nutritional status. Enteral nutrition (EN) support is the provision of nutrition using an enteral device inserted into the gastrointestinal (GI) tract. Parenteral nutrition (PN) support is the provision of nutrition intravenously. The evidence for when to use nutrition support therapy is inconsistent and based mostly on low-quality studies. Family physicians can provide nutrition support therapy to patients at risk of malnutrition when it would improve quality of life. This article focuses on caring for adults who need nutrition support therapy, which generally occurs in the hospital setting."
        }
    ],
    "locked": true
}