{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/1200/galactorrhea.html#afp20221200p695-f1",
    "title": "Galactorrhea: Rapid Evidence Review | AAFP",
    "author": "RICHARD D. BRUEHLMAN, MD, STELLA WINTERS, MD, AND CONNOR MCKITTRICK, MD",
    "doi": "Am Fam Physician.2022;106(6):695-700",
    "abstract": "Galactorrhea is the production of breast milk that is not the result of physiologic lactation. Milky nipple discharge within one year of pregnancy and the cessation of breastfeeding is usually physiologic. Galactorrhea is more often the result of hyperprolactinemia caused by medication use or pituitary microadenomas, and less often hypothyroidism, chronic renal failure, cirrhosis, pituitary macroadenomas, hypothalamic lesions, or unidentifiable causes. A pregnancy test should be obtained for premenopausal women who present with galactorrhea. In addition to prolactin and thyroid-stimulating hormone levels, renal function should also be assessed. Medications contributing to hyperprolactinemia should be discontinued if possible. Treatment of galactorrhea is not needed if prolactin and thyroid-stimulating hormone levels are normal and the discharge is not troublesome to the patient. Magnetic resonance imaging of the pituitary gland should be performed if the cause of hyperprolactinemia is unclear after a medication review and laboratory evaluation. Cabergoline is the preferred medication for treatment of hyperprolactinemia. Transsphenoidal surgery may be necessary if prolactin levels do not improve and symptoms persist despite high doses of cabergoline and in patients who cannot tolerate dopamine agonist therapy.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Galactorrhea is the production of breast milk that is not the result of physiologic lactation. The typical milky nipple discharge associated with galactorrhea can result from a variety of causes, including physical stimulation, endocrinopathies, and pituitary disorders. The decision to treat galactorrhea depends on the underlying cause and whether the discharge is troublesome to the patient."
        }
    ],
    "locked": true
}