{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/0100/p50.html#afp20220100p50-f1",
    "title": "Transient Global Amnesia | AAFP",
    "author": "DAVID SEALY, MD, ROBERT J. TILLER, MD, AND KATHERINE JOHNSON, MD",
    "doi": "Am Fam Physician.2022;105(1):50-54",
    "abstract": "Transient global amnesia (TGA) is a clinical syndrome characterized by anterograde amnesia, mild retrograde amnesia, and confusion up to 24 hours. Most commonly seen in patients older than 50 years, TGA results from the temporary impairment of short-term memory formation. Clinically, patients have time disorientation and often ask repeated questions regarding the day's events. Vomiting, headache, blurry vision, dizziness, and nausea may be present. A physically or psychologically stressful precipitating event, such as emotional stress, significant physical exertion, exposure to extreme temperatures, high-altitude conditions, Valsalva maneuver, acute illness, or sexual intercourse, is often the cause. The pathophysiology of TGA is not well understood but may be related to impaired venous drainage of the hippocampus. The diagnosis is primarily clinical, but recent studies suggest that magnetic resonance imaging may be helpful. TGA is self-limited and resolves within 24 hours. There is no established treatment for episodes. The lifetime recurrence rate is 2.9% to 23.8%. Recent evidence suggests an association between TGA and migraine headaches as well as takotsubo cardiomyopathy. No apparent increased risk of cerebrovascular events occurs in patients who have had an episode of TGA. There is conflicting evidence as to whether an episode of TGA predisposes to future seizures or dementia.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Transient global amnesia (TGA) is characterized by the sudden onset of transient, anterograde amnesia without further focal neurologic deficits.1–6Mental status is overall normal but may include mild confusion.1,2Research suggests that the diagnosis is missed 90% of the time at initial presentation, often resulting in extensive and perhaps unnecessary evaluations.3"
        }
    ],
    "locked": true
}