{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/1100/peripheral-edema.html#afp20221100p557-f4",
    "title": "Peripheral Edema: Evaluation and Management in Primary Care | AAFP",
    "author": "HITEN PATEL, MD, MPH, CHRISTOPHER (C.J.) SKOK, DO, AND ANTHONY DEMARCO, MD",
    "doi": "Am Fam Physician.2022;106(5):557-564",
    "abstract": "Edema is a common clinical sign that may indicate numerous pathologies. As a sequela of imbalanced capillary hemodynamics, edema is an accumulation of fluid in the interstitial compartment. The chronicity and laterality of the edema guide evaluation. Medications (e.g., antihypertensives, anti-inflammatory drugs, hormones) can contribute to edema. Evaluation should begin with obtaining a basic metabolic panel, liver function tests, thyroid function testing, brain natriuretic peptide levels, and a urine protein/creatinine ratio. Validated decision rules, such as the Wells and STOP-Bang (snoring, tired, observed, pressure, body mass index, age, neck size, gender) criteria, can guide decision-making regarding the possibility of venous thromboembolic disease and obstructive sleep apnea, respectively. Acute unilateral lower-extremity edema warrants immediate evaluation for deep venous thrombosis with a d-dimer test or compression ultrasonography. For patients with chronic bilateral lower-extremity edema, duplex ultrasonography with reflux can help diagnose chronic venous insufficiency. Patients with pulmonary edema or elevated brain natriuretic peptide levels should undergo echocardiography to assess for heart failure. Lymphedema is often a clinical diagnosis; lymphoscintigraphy can be performed if the diagnosis is unclear. Treatment of edema is specific to the etiology. Diuretics are effective but should be used only for systemic causes of edema. Ruscus extract and horse chestnut seed demonstrate moderate-quality evidence to improve edema from chronic venous insufficiency. Compression therapy is effective for most causes of edema.",
    "headers": [],
    "content": [],
    "locked": true
}