{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/0600/supraventricular-tachycardia.html#afp20230600p631-f3",
    "title": "Common Types of Supraventricular Tachycardia: Diagnosis and Management | AAFP",
    "author": "MUNIMA NASIR, MD, ASHLEY STURTS, DO, AND ADAM STURTS, DO",
    "doi": "Am Fam Physician.2023;107(6):631-641",
    "abstract": "Supraventricular tachycardia (SVT) is an abnormal rapid cardiac rhythm that involves atrial or atrioventricular node tissue from the His bundle or above. Paroxysmal SVT, a subset of supraventricular dysrhythmias, has three common types: atrioventricular nodal reentrant tachycardia, atrioventricular reentrant tachycardia, and atrial tachycardia. Presenting symptoms may include altered consciousness, chest pressure or discomfort, dyspnea, fatigue, lightheadedness, or palpitations. Diagnostic evaluation may be performed in the outpatient setting and includes a comprehensive history and physical examination, electrocardiography, and laboratory workup. Extended cardiac monitoring with a Holter monitor or event recorder may be needed to confirm the diagnosis. Acute management of paroxysmal SVT is similar across the various types and is best completed in the emergency department or hospital setting. In patients who are hemodynamically unstable, synchronized cardioversion is first-line management. In those who are hemodynamically stable, vagal maneuvers are first-line management, followed by stepwise medication management if ineffective. Beta blockers and/or calcium channel blockers may be used acutely or for long-term suppressive therapy. When evaluating patients for paroxysmal SVTs, clinicians should have a low threshold for referral to a cardiologist for electrophysiologic study and appropriate intervention such as ablation. Clinicians should use a patient-centered approach when formulating a long-term management plan for atrioventricular nodal reentrant tachycardia. Catheter ablation has a high success rate and is recommended as the first-line method for long-term management of recurrent, symptomatic paroxysmal SVT, including Wolff-Parkinson-White syndrome.",
    "headers": [],
    "content": [],
    "locked": true
}