{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/0300/p289.html#afp20220300p289-f3",
    "title": "Parathyroid Disorders | AAFP",
    "author": "JARRETT SELL, MD, SARAH RAMIREZ, MD, AND MICHAEL PARTIN, MD",
    "doi": "Am Fam Physician.2022;105(3):289-298",
    "abstract": "Parathyroid disorders are most often identified incidentally by abnormalities in serum calcium levels when screening for renal or bone disease or other conditions. Parathyroid hormone, which is released by the parathyroid glands primarily in response to low calcium levels, stimulates osteoclastic bone resorption and serum calcium elevation, reduces renal calcium clearance, and stimulates intestinal calcium absorption through synthesis of 1,25-dihydroxyvitamin D. Primary hyperparathyroidism, in which calcium levels are elevated without appropriate suppression of parathyroid hormone levels, is the most common cause of hypercalcemia and is often managed surgically. Indications for parathyroidectomy in primary hyperparathyroidism include presence of symptoms, age 50 years or younger, serum calcium level more than 1 mg per dL above the upper limit of normal, osteoporosis, creatinine clearance less than 60 mL per minute per 1.73 m2, nephrolithiasis, nephrocalcinosis, and hypercalciuria. Secondary hyperparathyroidism is caused by alterations in calcium, phosphate, and vitamin D regulation that result in elevated parathyroid hormone levels. It most commonly occurs with chronic kidney disease and vitamin D deficiency, and less commonly with gastrointestinal conditions that impair calcium absorption. Secondary hyperparathyroidism can be managed with calcium and vitamin D replacement and reduction of high phosphate levels. There is limited evidence for the use of calcimimetics and vitamin D analogues for persistently elevated parathyroid hormone levels. Hypoparathyroidism, which is most commonly caused by iatrogenic surgical destruction of the parathyroid glands, is less common and results in hypocalcemia. Multiple endocrine neoplasia types 1 and 2A are rare familial syndromes that can result in primary hyperparathyroidism and warrant genetic testing of family members, whereas parathyroid cancer is a rare finding in patients with hyperparathyroidism.",
    "headers": [],
    "content": [],
    "locked": true
}