{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/0800/multiple-sclerosis.html#afp20220800p173-f1",
    "title": "Multiple Sclerosis: A Primary Care Perspective | AAFP",
    "author": "AARON SAGUIL, MD, MPH, EDWIN A. FARNELL, IV, MD, AND TENEISHA S. JORDAN, MD",
    "doi": "Am Fam Physician.2022;106(2):173-183",
    "abstract": "Multiple sclerosis (MS) is a demyelinating disorder of the central nervous system and the most common cause of nontraumatic neurologic disability in young adults. Types of MS include relapsing-remitting (most common), secondary progressive, and primary progressive. Clinically isolated syndrome and radiologically isolated syndrome are additional categories for patients with findings concerning for MS who do not yet meet the diagnostic criteria for the disease. Symptoms of MS depend on the areas of neuronal involvement. Common symptoms include sensory disturbances, motor weakness, impaired gait, incoordination, optic neuritis, and Lhermitte sign. A patient history, neurologic examination, and application of the 2017 McDonald Criteria are needed to diagnose MS accurately. Patients with MS should be treated by a multidisciplinary team that may include physical and occupational therapists, speech and language therapists, mental health professionals, pharmacists, dietitians, neurologists, and family physicians. Steroids are the mainstay of treatment for the initial presentation of MS and relapses. Patients who do not adequately respond to steroids may benefit from plasmapheresis. Patients with MS who smoke tobacco should be strongly encouraged to quit. Disease-modifying therapy has been shown to slow disease progression and disability; options include injectable agents, infusions, and oral medications targeting different sites in the inflammatory pathway. Symptom-based care is important to address the bowel and bladder dysfunction, depression, fatigue, movement disorders, and pain that often complicate MS.",
    "headers": [],
    "content": [],
    "locked": true
}