{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/0100/p24.html#afp20220100p24-f1",
    "title": "Cluster Headache: Rapid Evidence Review | AAFP",
    "author": "OMOJO ODIHI MALU, MD, MSc, JONATHAN BAILEY, MD, AND MATTHEW KENDALL HAWKS, MD",
    "doi": "Am Fam Physician.2022;105(1):24-32",
    "abstract": "Cluster headache, the most common form of trigeminal autonomic cephalgia, is a rare primary headache disorder that affects less than 1% of the population. The mean age of onset is 30 years, and it is two to three times more common in males. Cluster headache consists of attacks of severe unilateral pain located in the orbital, supraorbital, and/or temporal region that occur from every other day up to eight times per day and last from 15 to 180 minutes. The pain is associated with ipsilateral autonomic symptoms (most commonly lacrimation, conjunctival injection, nasal congestion or rhinorrhea, ptosis, edema of the eyelid, sweating of the forehead or face, and miosis) and a sense of agitation or restlessness. Attacks occur in clusters, called bouts, and are episodic or chronic. Common triggers include alcohol, nitroglycerin, food containing nitrates, and strong odors. Abortive treatments include triptans and oxygen; transitional treatments include steroids and suboccipital steroid injections; and prophylactic treatments include verapamil, lithium, melatonin, and topiramate. Newer treatments for cluster headache include galcanezumab, neurostimulation, and somatostatin receptor agonists.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Cluster headache is the most common form of trigeminal autonomic cephalgia, and it affects less than 1% of the population. It is characterized by attacks of severe unilateral pain located in the orbital, supraorbital, and/or temporal region. This article provides a review of patient-oriented evidence to guide the diagnosis and management of cluster headache."
        }
    ],
    "locked": true
}