{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/0100/potassium-disorders-hypokalemia-hyperkalemia.html#afp20230100p59-f2",
    "title": "Potassium Disorders: Hypokalemia and Hyperkalemia | AAFP",
    "author": "MICHAEL J. KIM, MD, CHRISTINA VALERIO, MD, MPH, AND GLYNNIS K. KNOBLOCH, MD",
    "doi": "Am Fam Physician.2023;107(1):59-70",
    "abstract": "Hypokalemia and hyperkalemia occur when serum potassium levels are less than 3.5 mEq per L or greater than 5.0 mEq per L, respectively. The World Health Organization recommends a potassium intake of at least 3,510 mg per day for optimal cardiovascular health. Hypokalemia is caused by decreased intake, renal losses, gastrointestinal losses, or transcellular shifts. Severe features of hypokalemia that require urgent treatment include a serum potassium level of 2.5 mEq per L or less, electrocardiography abnormalities, or neuromuscular symptoms. The underlying cause should be addressed, and potassium levels replenished. An oral route is preferred if the patient has a functioning gastrointestinal tract and a serum potassium level greater than 2.5 mEq per L. Hyperkalemia is caused by impaired renal excretion, transcellular shifts, or increased potassium intake. Electrocardiography identifies cardiac conduction disturbances but may not correlate with serum potassium levels. Emergent treatment is recommended for patients with clinical signs and symptoms (e.g., muscle weakness, paralysis) or if electrocardiography abnormalities are present. Acute treatment may include intravenous calcium, insulin, sodium bicarbonate, diuretics, and beta agonists. Dialysis may be considered in the presence of end-stage renal disease, severe renal impairment, or ongoing potassium release. Patiromer and sodium zirconium cyclosilicate are newer potassium binders and may be used in chronic or acute hyperkalemia. Sodium polystyrene sulfonate is associated with serious gastrointestinal adverse effects. Long-term management of potassium disturbances includes correcting underlying conditions, dietary counseling, and adjusting causative medications.",
    "headers": [],
    "content": [],
    "locked": true
}