{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/0800/arthropod-bites-stings.html#afp20220800p137-f3",
    "title": "Arthropod Bites and Stings | AAFP",
    "author": "JOEL HERNESS, MD, MATTHEW J. SNYDER, DO, AND RAQUELLE SUZANNE NEWMAN, MD",
    "doi": "Am Fam Physician.2022;106(2):137-147",
    "abstract": "Arthropods, including insects and arachnids, significantly affect humans as vectors for infectious diseases. Arthropod bites and stings commonly cause minor, usually self-limited reactions; however, some species are associated with more severe complications. Spider bites are rarely life-threatening. There are two medically relevant spiders in the United States. Widow spider(Latrodectus)envenomation can cause muscle spasm and severe pain that should be treated with analgesics and benzodiazepines. Antivenom is not widely available in the United States but may be considered for severe, refractory cases. Recluse spider(Loxosceles)bites are often overdiagnosed, should be treated supportively, and only rarely cause skin necrosis.Centruroidesscorpions are the only medically relevant genus in the United States. Envenomation causes neuromuscular and autonomic dysfunction, which should be treated with analgesics, benzodiazepines, supportive care, and, in severe cases, antivenom. Hymenoptera, specifically bees, wasps, hornets, and fire ants, account for the most arthropod-related deaths in humans, most commonly by severe allergic reactions to envenomation. In severe cases, patients are treated with analgesia, local wound care, and systemic glucocorticoids. Diptera include flies and mosquitoes. The direct effects of their bites are usually minor and treated symptomatically; however, they are vectors for numerous infectious diseases. Arthropod bite and sting prevention strategies include avoiding high-risk areas, covering exposed skin, and wearing permethrin-impregnated clothing.N,N-diethyl-m-toluamide (DEET) 20% to 50% is the most studied and widely recommended insect repellant.",
    "headers": [],
    "content": [],
    "locked": true
}