{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/0300/osteoporosis.html#afp20230300p238-f1",
    "title": "Osteoporosis: Common Questions and Answers | AAFP",
    "author": "KIRA HARRIS, PharmD, CHRISTOPHER A. ZAGAR, MD, AND KELLEY V. LAWRENCE, MD",
    "doi": "Am Fam Physician.2023;107(3):238-246",
    "abstract": "Osteoporosis affects 10.2% of adults older than 50 years and is expected to increase to 13.6% by 2030. Osteoporotic fractures, specifically hip fractures, significantly affect morbidity, mortality, and quality of life. Screening for osteoporosis with dual energy x-ray absorptiometry should be considered for all women 65 years and older or women who are postmenopausal with clinical risk factors. The Bone Health and Osteoporosis Foundation recommends screening men 70 years and older and men with clinical risk factors; however, the U.S. Preventive Services Task Force did not find sufficient evidence to support routine screening in men. Osteoporosis can be diagnosed by a T-score of −2.5 or less or the presence of a fragility fracture. All patients with osteoporosis should be counseled on weight-bearing exercise, smoking cessation, moderation of alcohol intake, and calcium and vitamin D supplementation. Treatment of osteoporosis is influenced by the patient’s fracture risk, the effectiveness of fracture risk reduction, and medication safety. Patients at high risk of fracture should consider treatment with antiresorptive therapy, including bisphosphonates and denosumab. Anabolic agents such as teriparatide, abaloparatide, and romosozumab should be considered for patients at very high risk or with previous vertebral fractures.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "In 2010, the incidence of osteoporosis was 10.2% in people older than 50 years and is expected to reach 13.6% by 2030 based on projected population demographics.1Approximately 2 million to 3 million osteoporotic fractures occur annually in the United States, which can significantly affect morbidity, mortality, and quality of life.2Hip fractures can be especially debilitating and have a one-year mortality risk of 21% to 24%.3Adequate detection and management can decrease risks and associated comorbidities."
        }
    ],
    "locked": true
}