{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/0900/chronic-constipation-adults.html#afp20220900p299-f1",
    "title": "Chronic Constipation in Adults | AAFP",
    "author": "KERRY SADLER, MD, FRANK ARNOLD, DO, AND SPENCER DEAN, DO",
    "doi": "Am Fam Physician.2022;106(3):299-306",
    "abstract": "Chronic constipation has significant quality-of-life implications. Modifiable risk factors include insufficient physical activity, depression, decreased caloric intake, and aggravating medication use. Chronic constipation is classified as primary (normal transit, slow transit, defecatory disorders, or a combination) or secondary (due to medications, chronic diseases, or anatomic abnormalities). Evaluation begins with a detailed history, medication reconciliation, and physical examination. Routine use of laboratory studies or imaging, including colonoscopy, is not recommended in the absence of alarm symptoms. Patients with alarm symptoms or who are overdue for colorectal cancer screening should be referred for colonoscopy. First-line treatment for primary constipation includes ensuring adequate fluid intake, dietary fiber supplementation, and osmotic laxatives. Second-line therapy includes a brief trial of stimulant laxatives followed by intestinal secretagogues. If the initial treatment approach is ineffective, patients should be referred to gastroenterology for more specialized testing, such as anorectal manometry and a balloon expulsion test. Patients with refractory constipation may be considered for surgery. Those in whom pelvic floor dysfunction is identified early should be referred for pelvic floor therapy with biofeedback while first-line medications, such as bulk or osmotic laxatives, are initiated.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Constipation is a common condition in primary care that can significantly impact a patient's quality of life. In the United States, approximately 33 million adults have constipation, resulting in 2.5 million physician visits and 92,000 hospitalizations each year.1Non-modifiable risk factors include female sex, lower socioeconomic status, comorbid illnesses, nursing home residence, and age older than 65 years.2,3Modifiable risk factors include insufficient physical activity, depression, decreased caloric intake, and use of aggravating medications.4,5"
        }
    ],
    "locked": true
}