{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/0300/p281.html#afp20220300p281-f1",
    "title": "Telemedicine in Diabetes Care | AAFP",
    "author": "RASHMI S. MULLUR, MD, JOSEPH S. HSIAO, MD, AND KHRISTINA MUELLER, MD",
    "doi": "Am Fam Physician.2022;105(3):281-288",
    "abstract": "Telemedicine can be useful for the management of diabetes mellitus. Remote monitoring of glucose levels improves A1C levels in people with poor glucose control. When multiple daily injections of insulin are required, continuous glucose monitoring improves glycemic control and increases patient satisfaction. Telemedicine diabetes prevention programs can be cost-effective. Teleretinal screening allows for the remote evaluation of retinal photos obtained at the primary care office to facilitate the timely completion of annual screening. Telemedicine for patients who have diabetes requires administrative and patient preparation before the visit. The physical examination should focus on the skin and extremities, especially the feet. Patients receiving telediabetes care require at least annual in-person visits for complete foot examinations, sensory screenings, and to address issues noted during previous telemedicine visits.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Telemedicine uses the electronic exchange of health information to improve a patient’s health and is classified into three categories. Synchronous telemedicine encompasses virtual care that is performed in real time. Asynchronous telemedicine involves acquiring medical data that are transmitted for assessment later. Remote monitoring is any health data continuously collected from the patient (e.g., remote blood pressure monitor, continuous glucose monitor). The use of telemedicine increased during the COVID-19 pandemic. The Veterans Health Administration was an early adopter to improve access to care and outcomes for a primarily rural population of veterans with multimorbidity, including diabetes mellitus.1"
        }
    ],
    "locked": true
}