{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/0900/gestational-diabetes.html#afp20230900p249-f3",
    "title": "Gestational Diabetes Mellitus: Update on Screening, Diagnosis, and Management | AAFP",
    "author": "JOSHUA S. WILL, DO, AND HOLLY CRELLIN, MD",
    "doi": "Am Fam Physician.2023;108(3):249-258",
    "abstract": "Gestational diabetes mellitus (GDM) is a common condition of pregnancy with increasing prevalence in the United States. GDM increases risks of complications, including operative delivery, hypertensive disorders, shoulder dystocia, fetal macrosomia, large-for-gestational-age infants, neonatal hypoglycemia, and neonatal respiratory distress. In patients who are overweight or obese, prepregnancy weight loss and lifestyle modifications during pregnancy may prevent GDM. First-trimester screening can identify preexisting diabetes and early-onset GDM for prompt implementation of glucose control measures. Treatment of GDM has been shown to reduce the risk of complications and should start with lifestyle modifications. For patients who are unable to maintain euglycemia with lifestyle modifications alone, insulin is the recommended first-line medication. For patients with poor glucose control or who require medications, fetal surveillance is suggested starting at 32 weeks of gestation. For all patients with GDM, physicians should assess for fetal macrosomia (estimated fetal weight more than 4,000 g) and discuss the risks and benefits of prelabor cesarean delivery if the estimated fetal weight is more than 4,500 g. Delivery during the 39th week of gestation may provide the best balance of maternal and fetal outcomes. The recommended delivery range for patients controlling their glucose levels with lifestyle modifications alone is 39/0 to 40/6 weeks of gestation, and the ideal range for those controlling glucose levels with medications is 39/0 to 39/6 weeks of gestation. Practice patterns vary, but evidence suggests that glucose management during labor can safely include decreased glucose testing and sliding-scale dosing of insulin as an alternative to a continuous intravenous drip. Insulin resistance typically resolves after delivery; however, patients with GDM have an increased risk of developing overt diabetes. Continued lifestyle modifications, breastfeeding, and use of metformin can reduce this risk.",
    "headers": [],
    "content": [],
    "locked": true
}