{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/1000/otc-medications-pregnancy.html#afp20231000p360-f1",
    "title": "Over-the-Counter Medications in Pregnancy | AAFP",
    "author": "ELIZABETH ALLISON POWERS, MD, RYAN TEWELL, PharmD, AND MAX BAYARD, MD",
    "doi": "Am Fam Physician.2023;108(4):360-369",
    "abstract": "High-quality research on the safety and effectiveness of over-the-counter medications in pregnancy is limited. Physicians should explore nonpharmacologic treatments before recommending medication. For nausea and vomiting in pregnancy, vitamin B6(pyridoxine), H1 antihistamines, and ginger are safe and effective. Physicians can recommend calcium carbonate, H2antihistamines, and proton pump inhibitors for gastroesophageal reflux disease. Osmotic laxatives, fiber preparations, and probiotics are safe and effective treatments for constipation. Many over-the-counter topical medications are safe in pregnancy due to low systemic absorption, but topical retinoids, such as adapalene, should be avoided. Hypertonic saline nasal rinse and antihistamines are safe, beneficial options for treating pregnancy-induced rhinitis, and intranasal corticosteroids have demonstrated benefit for chronic allergic rhinitis. The safety of acetaminophen for the treatment of headaches and low back pain during pregnancy has come into question with recent studies; therefore, judicious use is advised. Physicians should screen all pregnant patients for their risk of developing preeclampsia and initiate low-dose aspirin from 12 weeks’ gestation until delivery for those at increased risk. Data are limited on the safety and effectiveness of herbal supplements during pregnancy.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Prenatal care necessitates balancing the benefits and harms of treatment for the pregnant patient and developing fetus. Few randomized controlled trials (RCTs) of over-the-counter (OTC) medications in pregnancy exist; therefore, data on safety and effectiveness primarily come from case-control and cohort studies. Because of limited high-quality evidence, physicians should guide patients to use OTC medications that are considered safe at the lowest effective dose and duration necessary to bring relief. For mild symptoms and self-limited conditions, nonpharmacologic therapies should be encouraged. When symptoms are moderate to severe, enduring, or pose a risk to the mother or fetus, physicians should select the safest effective medication available. This article reviews the safety and effectiveness of OTC medications for common conditions of pregnancy."
        }
    ],
    "locked": true
}