{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/0600/p602.html#afp20220600p602-f1",
    "title": "Soft Tissue Masses: Evaluation and Treatment | AAFP",
    "author": "SURAJ ACHAR, MD, JARROD YAMANAKA, MD, AND JENNIFER OBERSTAR, MD",
    "doi": "Am Fam Physician.2022;105(6):602-612",
    "abstract": "Soft tissue masses are a common presentation in family physician offices. Although most lesions, including lipomas, fibromas, and epidermal and ganglion cysts, are benign, rare lesions such as soft tissue sarcomas may have serious consequences. Masses that are deep to the fascia, are 5 cm in diameter or larger, grow rapidly, or present suddenly without explanation should prompt further workup. Imaging for concerning lesions may include ultrasonography, radiography, and sometimes magnetic resonance imaging with contrast. Ultrasonography can be used to assess size, depth, solid or cystic nature, and associated vasculature. Magnetic resonance imaging with contrast provides spatial orientation and delineation of soft tissue sarcomas from surrounding tissues such as muscles. Although less commonly used, computed tomography is an alternative in the initial evaluation of concerning masses and can assist with staging of retroperitoneal and visceral sarcomas. Incisional biopsy of a concerning soft tissue mass can also be useful for establishing a diagnosis. Lipomas and epidermal cysts may be excised if they are painful or if there is concern for malignancy. Because of the high mortality rate of soft tissue sarcomas, evaluation of high-risk masses with magnetic resonance imaging with contrast should be expedited with a referral to orthopedic oncology.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Most soft tissue masses in adults are benign.1,2Because benign lipomas and epidermal cysts are less common in children, a greater percentage of these masses in children are malignant and account for nearly 20% of solid malignancies in this population.3"
        }
    ],
    "locked": true
}