{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/0500/neonatal-hyperbilirubinemia.html#afp20230500p525-f2",
    "title": "Neonatal Hyperbilirubinemia: Evaluation and Treatment | AAFP",
    "author": "EMMA J. PAR, MD, CHASE A. HUGHES, MD, AND PIERCE DERICO, MD",
    "doi": "Am Fam Physician.2023;107(5):525-534",
    "abstract": "Neonatal jaundice due to hyperbilirubinemia is common, and most cases are benign. The irreversible outcome of brain damage from kernicterus is rare (1 out of 100,000 infants) in high-income countries such as the United States, and there is increasing evidence that kernicterus occurs at much higher bilirubin levels than previously thought. However, newborns who are premature or have hemolytic diseases are at higher risk of kernicterus. It is important to evaluate all newborns for risk factors for bilirubin-related neurotoxicity, and it is reasonable to obtain screening bilirubin levels in newborns with risk factors. All newborns should be examined regularly, and bilirubin levels should be measured in those who appear jaundiced. The American Academy of Pediatrics (AAP) revised its clinical practice guideline in 2022 and reconfirmed its recommendation for universal neonatal hyperbilirubinemia screening in newborns 35 weeks' gestational age or greater. Although universal screening is commonly performed, it increases unnecessary phototherapy use without sufficient evidence that it decreases the incidence of kernicterus. The AAP also released new nomograms for initiating phototherapy based on gestational age at birth and the presence of neurotoxicity risk factors, with higher thresholds than in previous guidelines. Phototherapy decreases the need for an exchange transfusion but has the potential for short- and long-term adverse effects, including diarrhea and increased risk of seizures. Mothers of infants who develop jaundice are also more likely to stop breastfeeding, even though discontinuation is not necessary. Phototherapy should be used only for newborns who exceed thresholds recommended by the current AAP hour-specific phototherapy nomograms.",
    "headers": [],
    "content": [],
    "locked": true
}