{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/0100/p55.html#afp20220100p55-f4",
    "title": "Pruritus: Diagnosis and Management | AAFP",
    "author": "JEDDA RUPERT, MD, AND JAMES DAVID HONEYCUTT, MD",
    "doi": "Am Fam Physician.2022;105(1):55-64",
    "abstract": "Pruritus is the sensation of itching; it can be caused by dermatologic and systemic conditions. An exposure history may reveal symptom triggers. A thorough skin examination, including visualization of the finger webs, anogenital region, nails, and scalp, is essential. Primary skin lesions indicate diseased skin, and secondary lesions are reactive and result from skin manipulation, such as scratching. An initial evaluation for systemic causes may include a complete blood count with differential, creatinine and blood urea nitrogen levels, liver function tests, iron studies, fasting glucose or A1C level, and a thyroid-stimulating hormone test. Additional testing, including erythrocyte sedimentation rate, HIV screening, hepatitis serologies, and chest radiography, may also be appropriate based on the history and physical examination. In the absence of primary skin lesions, physicians should consider evaluation for malignancy in older patients with chronic generalized pruritus. General management includes trigger avoidance, liberal emollient use, limiting water exposure, and administration of oral antihistamines and topical corticosteroids. If the evaluation for multiple etiologies of pruritus is ambiguous, clinicians may consider psychogenic etiologies and consultation with a specialist.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Pruritus is the sensation of itching. Although large-scale epidemiologic data on prevalence are limited, pruritus is a common symptom encountered in primary care.1,2The etiology of pruritus is complex and can include histamine, serotonin, and neuropeptide release, and neuronal itch signal transmission.1Risk factors include older age, known or new dermatologic disease, and systemic conditions, such as renal and hepatic disease.1When inadequately treated, pruritus can adversely affect a patient's quality of life by altering mood, stress levels, and sleep.3"
        }
    ],
    "locked": true
}