{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/0300/p250.html#afp20220300p250-f2",
    "title": "Heart Murmurs in Children: Evaluation and Management | AAFP",
    "author": "BRIAN FORD, MD, SEBASTIAN LARA, MD, MA, AND JAMES PARK, MD",
    "doi": "Am Fam Physician.2022;105(3):250-261",
    "abstract": "Up to 8.6% of infants and 80% of children have a heart murmur during their early years of life. The presence of a murmur can indicate conditions ranging from no discernable pathology to acquired or congenital heart disease. In infants with a murmur, physicians should review the obstetric and family histories to detect the possibility of congenital heart pathologies. Evaluation by a pediatric cardiologist is indicated for newborns with a murmur because studies show that neonatal murmurs have higher rates of pathology than in older children, and neonatal murmur characteristics are more difficult to evaluate during examination; referral is preferred over echocardiography. All infants, with or without a murmur, should have pulse oximetry screening to detect underlying critical congenital heart disease. In older children, most murmurs are innocent and can be followed with serial examinations if there are no findings of concern. Findings in older children that warrant referral include diastolic murmurs, loud or harsh-sounding murmurs, holosystolic murmurs, murmurs that radiate to the back or neck, or signs or symptoms of cardiac disease. Referral to a pediatric cardiologist is indicated when a pathologic murmur is suspected. Electrocardiography, chest radiography, and other tests should not be reflexively performed as part of all murmur evaluations because these tests can misclassify a murmur as innocent or pathologic, and they are not cost-effective. Emerging technologies include phonocardiography interpretation of murmurs and artificial intelligence algorithms for differentiating innocent from pathologic murmurs.",
    "headers": [],
    "content": [],
    "locked": true
}