{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/0300/p272.html#afp20220300p272-f1",
    "title": "Alpha- and Beta-thalassemia: Rapid Evidence Review | AAFP",
    "author": "DREW C. BAIRD, MD, STUART H. BATTEN, MD, MS, AND STEVEN K. SPARKS, MD",
    "doi": "Am Fam Physician.2022;105(3):272-280",
    "abstract": "Thalassemia is a group of autosomal recessive hemoglobinopathies affecting the production of normal alpha- or beta-globin chains that comprise hemoglobin. Ineffective production of alpha- or beta-globin chains may result in ineffective erythropoiesis, premature red blood cell destruction, and anemia. Chronic, severe anemia in patients with thalassemia may result in bone marrow expansion and extramedullary hematopoiesis. Thalassemia should be suspected in patients with microcytic anemia and normal or elevated ferritin levels. Hemoglobin electrophoresis may reveal common characteristics of different thalassemia subtypes, but genetic testing is required to confirm the diagnosis. Thalassemia is generally asymptomatic in trait and carrier states. Alpha-thalassemia major results in hydrops fetalis and is often fatal at birth. Beta-thalassemia major requires lifelong transfusions starting in early childhood (often before two years of age). Alpha- and beta-thalassemia inter-media have variable presentations based on gene mutation or deletion, with mild forms requiring only monitoring but more severe forms leading to symptomatic anemia and requiring transfusion. Treatment of thalassemia includes transfusions, iron chelation therapy to correct iron overload (from hemolytic anemia, intestinal iron absorption, and repeated transfusions), hydroxyurea, hematopoietic stem cell transplantation, and luspatercept. Thalassemia complications arise from bone marrow expansion, extramedullary hematopoiesis, and iron deposition in peripheral tissues. These complications include morbidities affecting the skeletal system, endocrine organs, heart, and liver. Life expectancy of those with thalassemia has improved dramatically over the past 50 years with increased availability of blood transfusions and iron chelation therapy, and improved iron overload monitoring. Genetic counseling and screening in high-risk populations can assist in reducing the prevalence of thalassemia.",
    "headers": [],
    "content": [],
    "locked": true
}