{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/0900/primary-aldosteronism.html#afp20230900p273-f1",
    "title": "Primary Aldosteronism | AAFP",
    "author": "KEITH B. QUENCER, MD, J. B. (BRUIN) RUGGE, MD, AND OLGA SENASHOVA, MD",
    "doi": "Am Fam Physician.2023;108(3):273-277",
    "abstract": "Primary aldosteronism is the underlying cause of hypertension in primary care settings in approximately 6% of cases, and it is even more common in patients with resistant hypertension. However, it is estimated that only about 2% of patients who have risk factors for primary aldosteronism have been formally tested or diagnosed. The first step in the diagnosis of primary aldosteronism is case detection and involves testing patients who are at risk, including individuals with resistant hypertension, as well as those with well-controlled hypertension and a first-degree relative with primary aldosteronism, hypokalemia, an adrenal nodule, atrial fibrillation, obstructive sleep apnea, or a family history of an early stroke (i.e., younger than 40 years). Initial case detection is performed by simultaneously measuring plasma aldosterone concentration and plasma renin activity; an elevated aldosterone-renin ratio (greater than 30) indicates independent aldosterone secretion (i.e., aldosteronism). After a positive case detection, confirmatory testing should be performed. Confirmatory tests include the captopril challenge, oral or intravenous salt loading, or fludrocortisone suppression. Results are positive if aldosterone levels remain high after interventions that suppress or interrupt physiologic production of aldosterone. If the confirmatory test is positive, adrenal computed tomography and adrenal vein sampling should be performed to differentiate unilateral from bilateral adrenal production of aldosterone. Patients with unilateral primary aldosteronism should undergo adrenalectomy, whereas those with bilateral production should be treated with mineralocorticoid receptor antagonists, such as spironolactone or eplerenone.",
    "headers": [],
    "content": [],
    "locked": true
}