{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/0600/benign-prostatic-hyperplasia.html#afp20230600p613-f1",
    "title": "Benign Prostatic Hyperplasia: Rapid Evidence Review | AAFP",
    "author": "MICHAEL J. ARNOLD, MD, ANDREW GAILLARDETZ, MD, AND JAFAR OHIOKPEHAI, MD",
    "doi": "Am Fam Physician.2023;107(6):613-622",
    "abstract": "Lower urinary tract symptoms from benign prostatic hyperplasia affect 25% of U.S. men, nearly one-half of whom have at least moderate symptoms. Sedentary lifestyle, hypertension, and diabetes mellitus increase risk of symptoms. Evaluation is focused on determining severity of symptoms and therapy to improve symptoms. Rectal examination has limited accuracy in evaluating prostate size. Transrectal ultrasonography is preferred to verify size when starting 5-alpha reductase therapy or considering surgery. Serum prostate-specific antigen testing is not recommended in routine evaluation of lower urinary tract symptoms, and shared decision-making should be used for cancer screening decisions. The International Prostate Symptom Score is the best way to track symptoms. Self-management methods, including limiting evening fluid intake, reducing caffeine and alcohol intake, toilet and bladder training, pelvic floor exercises, and mindfulness techniques, can improve symptoms. Although saw palmetto is not effective, the herbal treatmentsPygeum africanumand beta-sitosterol may be effective. Primary medical treatment involves alpha blockers or phosphodiesterase-5 inhibitors. Alpha blockers offer rapid benefit and can be used for acute urinary retention. Combining alpha blockers and phosphodiesterase-5 inhibitors is not beneficial. For uncontrolled symptoms, 5-alpha reductase inhibitors should be started if the prostate volume is 30 mL or greater by ultrasonography. 5-Alpha reductase inhibitors take up to one year to be fully beneficial and are more effective when taken with alpha blockers. Only 1% of patients with lower urinary tract symptoms require surgery. Although transurethral resection of the prostate improves symptoms, many less invasive options with varying effectiveness can be considered.",
    "headers": [],
    "content": [],
    "locked": true
}