{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/1000/ill-returning-traveler.html#afp20231000p396-f1",
    "title": "The Ill Returning Traveler | AAFP",
    "author": "NICHOLAS A. RATHJEN, DO, AND S. DAVID SHAHBODAGHI, MD, MPH",
    "doi": "Am Fam Physician.2023;108(4):396-403",
    "abstract": "Approximately 1.8 billion people will cross an international border by 2030, and 66% of travelers will develop a travel-related illness. Most travel-related illnesses are self-limiting and do not require significant intervention; others could cause significant morbidity or mortality. Physicians should begin with a thorough history and clinical examination to have the highest probability of making the correct diagnosis. Targeted questioning should focus on the type of trip taken, the travel itinerary, and a list of all geographic locations visited. Inquiries should also be made about pretravel preparations, such as chemoprophylactic medications, vaccinations, and any personal protective measures such as insect repellents or specialized clothing. Travelers visiting friends and relatives are at a higher risk of travel-related illnesses and more severe infections. The two most common vaccine-preventable illnesses in travelers are influenza and hepatitis A. Most travel-related illnesses become apparent soon after arriving at home because incubation periods are rarely longer than four to six weeks. The most common illnesses in travelers from resource-rich to resource-poor locations are travelers diarrhea and respiratory infections. Localizing symptoms such as fever with respiratory, gastrointestinal, or skin-related concerns may aid in identifying the underlying etiology.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Globally, it is estimated that 1.8 billion people will cross an international border by 2030.1Although Europe is the most common destination, tourism is increasing in developing regions of Asia, Africa, and Latin America.2Less than one-half of U.S. travelers seek pretravel medical advice. It is estimated that two-thirds of travelers will develop a travel-related illness; therefore, the ill returning traveler is not uncommon in primary care.3Although most of these illnesses are minor and relatively insignificant clinically, the potential exists for serious illness. The advent of modern and interconnected travel networks means that a rare illness or nonendemic infectious disease is never more than 24 hours away.4Travelers over the past 10 years have contributed to the increase of emerging infectious diseases such as chikungunya, Zika virus infection, COVID-19, mpox (monkeypox), and Ebola disease.3"
        }
    ],
    "locked": true
}