{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/1000/cryptorchidism.html#afp20231000p378-f1",
    "title": "Cryptorchidism (Undescended Testicle) | AAFP",
    "author": "VAN NGUYEN, DO, LARRY NGO, MD, AND ECLER ERCOLE JAQUA, MD, MBA",
    "doi": "Am Fam Physician.2023;108(4):378-385",
    "abstract": "Cryptorchidism refers to an undescended testicle, the most common genitourinary malformation in male children. It is diagnosed with history and physical examination findings, and primary care physicians play a key role in the early identification of the condition. Early surgical intervention reduces the risk of testicular cancer and preserves fertility. Patients should be referred for surgical intervention at six months of age or at the time of diagnosis if the child is older. After surgery, patients require lifelong surveillance and counseling regarding fertility implications and increased risk of testicular conditions. Patients with bilateral undescended testicles that are nonpalpable should undergo endocrinologic evaluation for sexual development disorders. Retractile testicles are a variant of cryptorchidism and should be monitored annually until puberty, when acquired ascent becomes unlikely due to greater testicular volume. Based on expert opinion, all patients with a history of cryptorchidism should undergo annual clinical examination and be taught self-examination techniques for early detection of testicular cancer.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Cryptorchidism is a condition in which a testicle has not descended to its proper position in the scrotum. It is the most common genitourinary malformation in male children and affects 45% of preterm and 1% to 4% of term male infants.1Cryptorchidism presents unilaterally in 90% of cases, and the right testicle is most often affected.2The etiology is unknown but is associated with birth weight less than 2,500 g, intrauterine growth restriction, preterm gestational age, and perinatal asphyxia. A family history of cryptorchidism, hormone and sex disorders, and penile abnormality increases the risk of cryptorchidism. The risk is also increased with pregnancies complicated by obesity, advanced maternal age, placental insufficiency, and cesarean delivery.1–3"
        }
    ],
    "locked": true
}