{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/0800/curbside-discharge-against-medical-advice.html#afp20230800p193-f1",
    "title": "The Challenges of Discharge Against Medical Advice: Conflict and Consequences | AAFP",
    "author": "BRIGHAM MERRELL, DO, Womack Army Medical Center, Fort Liberty, North Carolina, and",
    "doi": "Am Fam Physician.2023;108(2):193-196",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "Case Scenario 1",
            "level": 2
        },
        {
            "id": 1,
            "name": "Case Scenario 2",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": 0,
            "text": "I am caring for F.N., a 57-year-old patient with stage IV breast cancer who is receiving chemotherapy. F.N. developed a neutropenic fever shortly after their second chemotherapy cycle and was admitted to my hospitalist service. F.N. had an absolute neutrophil count of 600 per μL (0.6 × 109per L); after 24 hours of intravenous antibiotics, their absolute neutrophil count decreased to 400 per μL (0.4 × 109per L). They do not want to stay in the hospital and ask to be discharged. I recommend that F.N. remains until their absolute neutrophil count reaches at least 500 per μL (0.5 × 109per L) and blood cultures are negative after 72 hours. F.N. is genuinely appreciative of the care but states, “My days are numbered, and I want to spend as much time as I can with my family. Thank you for what you have done. I understand the risks of leaving, but I want to go home.”"
        },
        {
            "parent": 1,
            "text": "In the emergency department, I evaluate J.S., a 39-year-old man who was involved in a recreational all-terrain vehicle crash. Diagnostic trauma evaluation reveals a large (greater than 50%) right pneumothorax. He seems a little dis-oriented, and his blood alcohol level is 360 mg per dL (78.16 mmol per L; severely intoxicated). He is tachycardic and tachypneic, and his oxygen saturation is 87% on room air. When offered oxygen by nasal cannula, J.S. refuses and begins acting aggressively toward the hospital staff. When I recommend that he needs a chest tube, he refuses to give consent for the procedure and tells me that he is going to leave. J.S. has no immediate family members with him."
        }
    ],
    "locked": true
}