{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/0700/acute-diarrhea.html#afp20220700p72-f1",
    "title": "Acute Diarrhea in Adults | AAFP",
    "author": "ERICA S. MEISENHEIMER, MD, MBA, CARLY EPSTEIN, DO, AND DERRICK THIEL, MD, MPH",
    "doi": "Am Fam Physician.2022;106(1):72-80",
    "abstract": "Acute diarrheal disease accounts for 179 million outpatient visits annually in the United States. Diarrhea can be categorized as inflammatory or noninflammatory, and both types have infectious and noninfectious causes. Infectious noninflammatory diarrhea is often viral in etiology and is the most common presentation; however, bacterial causes are also common and may be related to travel or foodborne illness. History for patients with acute diarrhea should include onset and frequency of symptoms, stool character, a focused review of systems including fever and other symptoms, and evaluation of exposures and risk factors. The physical examination should include evaluation for signs of dehydration, sepsis, or potential surgical processes. Most episodes of acute diarrhea in countries with adequate food and water sanitation are uncomplicated and self-limited, requiring only an initial evaluation and supportive treatment. Additional diagnostic evaluation and management may be warranted when diarrhea is bloody or mucoid or when risk factors are present, including immunocompromise or recent hospitalization. Unless an outbreak is suspected, molecular studies are preferred over traditional stool cultures. In all cases, management begins with replacing water, electrolytes, and nutrients. Oral rehydration is preferred; however, signs of severe dehydration or sepsis warrant intravenous rehydration. Antidiarrheal agents can be symptomatic therapy for acute watery diarrhea and can help decrease inappropriate antibiotic use. Empiric antibiotics are rarely warranted, except in sepsis and some cases of travelers’ or inflammatory diarrhea. Targeted antibiotic therapy may be appropriate following microbiologic stool assessment. Hand hygiene, personal protective equipment, and food and water safety measures are integral to preventing infectious diarrheal illnesses.",
    "headers": [],
    "content": [],
    "locked": true
}