{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/0500/p507.html#afp20220500p507-f1",
    "title": "Evaluation After a First Seizure in Adults | AAFP",
    "author": "KATE ROWLAND, MD, MS, AND CARL EARL LAMBERT, JR., MD",
    "doi": "Am Fam Physician.2022;105(5):507-513",
    "abstract": "Seizures are transient signs and symptoms of abnormal, excessive, or synchronous neuronal activity in the brain. Up to 10% of adults have a seizure during their lifetime, with increasing incidence in people older than 55 years. One-third of people have a recurrent seizure within one year of an initial unprovoked seizure. Acute symptomatic (provoked) seizures recur less often, especially when provoking factors are addressed. After confirming a probable seizure, evaluation focuses on identifying provoking factors such as tumor, metabolic derangement, infectious disease, stroke, traumatic brain injury, medications, or substance misuse. Magnetic resonance imaging with an epilepsy protocol and electroencephalography should be performed as soon as practical. Lumbar puncture is useful if intracranial infection is suspected. Immediate initiation of anti-seizure medication reduces seizure recurrence by 35% within the first two years. Recurrence rates between three and five years are similar between patients who start anti-seizure medication immediately after the first seizure and those who do not. Restoration of driving privileges varies by state. After a seizure, safety concerns should be addressed, such as the need for a safety companion when bathing or swimming and the risks of ladders and other hazards.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "The International League Against Epilepsy (ILAE) defines seizures as a transient occurrence of signs or symptoms due to abnormal, excessive, or synchronous neuronal activity in the brain.1The ILAE categorizes seizures by the location of onset in the brain: focal, generalized, or unknown; they are subcategorized by the presence or absence of motor symptoms and loss of awareness.1"
        }
    ],
    "locked": true
}