{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/0400/p412.html#afp20220400p412-f2",
    "title": "Alcoholic Hepatitis: Diagnosis and Management | AAFP",
    "author": "MICHELLE KEATING, DO, MEd, OLIVIA LARDO, MD, AND MAGGIE HANSELL, MD",
    "doi": "Am Fam Physician.2022;105(4):412-420",
    "abstract": "Alcoholic hepatitis is a clinical syndrome characterized by acute-onset jaundice and liver enzyme abnormalities in the setting of long-term heavy alcohol use. High rates of concomitant infections, systemic inflammation, and multiorgan failure lead to significant morbidity and mortality. Diagnosis of alcoholic hepatitis is primarily clinical, based on a consensus definition from the National Institute on Alcohol Abuse and Alcoholism. Initial workup should include chest radiography and cultures of peritoneal fluid, blood, and urine. Close monitoring for inflammation and organ failure is crucial throughout hospitalization. Laboratory-based prognostic scores, including Maddrey Discriminant Function and the Model for End-Stage Liver Disease, help determine disease severity and treatment options. Treatment for moderate disease primarily consists of supportive care, including alcohol cessation and nutritional support. Corticosteroids are recommended for severe alcoholic hepatitis. Responsiveness to corticosteroid therapy should be evaluated using the Lille score on day 7 of treatment. Hospital physicians should involve a multidisciplinary team, including substance abuse specialists, gastroenterologists or hepatologists, nephrologists, dietitians, and intensivists, as appropriate. Long-term follow-up should focus on abstinence from alcohol, management of underlying cirrhosis, and evaluation for liver transplantation if indicated. Pharmacologic treatment of alcohol use disorder can aid patients in maintaining abstinence from alcohol. The presence of underlying cirrhosis and continued alcohol use negatively impact long-term prognosis.",
    "headers": [],
    "content": [],
    "locked": true
}