{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/1100/long-covid.html#afp20221100p523-f1",
    "title": "Long COVID: Rapid Evidence Review | AAFP",
    "author": "ERIC HERMAN, MD, ELIZABETH SHIH, MD, AND ANTHONY CHENG, MD",
    "doi": "Am Fam Physician.2022;106(5):523-532",
    "abstract": "Postacute sequelae of COVID-19, also known as long COVID, affects approximately 10% to 30% of the hundreds of millions of people who have had acute COVID-19. The Centers for Disease Control and Prevention defines long COVID as the presence of new, returning, or ongoing symptoms associated with acute COVID-19 that persist beyond 28 days. The diagnosis of long COVID can be based on a previous clinical diagnosis of COVID-19 and does not require a prior positive polymerase chain reaction or antigen test result to confirm infection. Patients with long COVID report a broad range of symptoms, including abdominal pain, anosmia, chest pain, cognitive impairment (brain fog), dizziness, dyspnea, fatigue, headache, insomnia, mood changes, palpitations, paresthesias, and postexertional malaise. The presentation is variable, and symptoms can fluctuate or persist and relapse and remit. The diagnostic approach is to differentiate long COVID from acute sequelae of COVID-19, previous comorbidities, unmasking of preexisting health conditions, reinfections, new acute concerns, and complications of prolonged illness, hospitalization, or isolation. Many presenting symptoms of long COVID are commonly seen in a primary care practice, and management can be improved by using established treatment paradigms and supportive care. Although several medications have been suggested for the treatment of fatigue related to long COVID, the evidence for their use is currently lacking. Holistic treatment strategies for long COVID include discussion of pacing and energy conservation; individualized, symptom-guided, phased return to activity programs; maintaining adequate hydration and a healthy diet; and treatment of underlying medical conditions.",
    "headers": [],
    "content": [],
    "locked": true
}