{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/0300/posttraumatic-stress-disorder.html#afp20230300p273-f1",
    "title": "Posttraumatic Stress Disorder: Evaluation and Treatment | AAFP",
    "author": "ZACHARY SARTOR, MD, LANCE KELLEY, PhD, AND RYAN LASCHOBER, MD",
    "doi": "Am Fam Physician.2023;107(3):273-281",
    "abstract": "Posttraumatic stress disorder (PTSD) is common, with a lifetime prevalence of approximately 6%. PTSD may develop at least one month after a traumatic event involving the threat of death or harm to physical integrity, although earlier symptoms may represent an acute stress disorder. Symptoms typically involve trauma-related intrusive thoughts, avoidant behaviors, negative alterations of cognition or mood, and changes in arousal and reactivity. Assessing for past trauma in patients with anxiety or other psychiatric illnesses may aid in diagnosing and treating PTSD. TheDiagnostic and Statistical Manual of Mental Disorders, 5th ed., text revision provides diagnostic criteria, and the PTSD Checklist for DSM-5 uses these diagnostic criteria to help physicians diagnose PTSD and determine severity. First-line treatment of PTSD involves psychotherapy, such as trauma-focused cognitive behavior therapy. Pharmacotherapy is useful for patients who have residual symptoms after psychotherapy or are unable or unwilling to access psychotherapy. Selective serotonin reuptake inhibitors (i.e., fluoxetine, paroxetine, and sertraline) and the serotonin-norepinephrine reuptake inhibitor venlafaxine effectively treat primary PTSD symptoms. The addition of other pharmacotherapy, such as atypical antipsychotics or topiramate, may be helpful for residual symptoms. Patients with PTSD often have sleep disturbance related to hyperarousal or nightmares. Prazosin is effective for the treatment of PTSD-related sleep disturbance. Clinicians should consider testing patients with PTSD for obstructive sleep apnea because many patients with PTSD-related sleep disturbance have this condition. Psychiatric comorbidities, particularly mood disorders and substance use, are common in PTSD and are best treated concurrently.",
    "headers": [],
    "content": [],
    "locked": true
}