{
    "url": "https://www.aafp.org/pubs/afp/issues/2021/0900/p237.html#afp20210900p237-f2",
    "title": "Home Blood Pressure Monitoring | AAFP",
    "author": "JEFFREY M. WEINFELD, MD, MBI, KATHRYN M. HART, MD, AND JOSE D. VARGAS, MD, PhD",
    "doi": "Am Fam Physician.2021;104(2):237-243",
    "abstract": "Home blood pressure monitoring provides important diagnostic information beyond in-office blood pressure readings and offers similar results to ambulatory blood pressure monitoring. Home blood pressure monitoring involves patients independently measuring their blood pressure with an electronic device, whereas ambulatory blood pressure monitoring involves patients wearing a portable monitor for 24 to 48 hours. Although ambulatory blood pressure monitoring is the diagnostic standard for measurement, home blood pressure monitoring is more practical and accessible to patients, and its use is recommended by the U.S. Preventive Services Task Force and the American College of Cardiology/American Heart Association. Home blood pressure monitoring generally results in lower blood pressure readings than in-office measurements, can confirm the diagnosis of hypertension after an elevated office blood pressure reading, and can identify patients with white coat hypertension or masked hypertension. Best practices for home blood pressure monitoring include using an appropriately fitting upper-arm cuff on a bare arm, emptying the bladder, avoiding caffeinated beverages for 30 minutes before taking the measurement, resting for five minutes before taking the measurement, keeping the feet on the floor uncrossed and the arm supported with the cuff at heart level, and not talking during the reading. An average of multiple readings, ideally two readings in the morning and again in the evening separated by at least one minute each, is recommended for one week. Home blood pressure readings can be used in hypertension quality measures.",
    "headers": [
        {
            "id": 0,
            "name": "Ambulatory Blood Pressure Monitoring",
            "level": 2
        },
        {
            "id": 1,
            "name": "Home Blood Pressure Monitoring",
            "level": 2
        },
        {
            "id": 2,
            "name": "Types of Hypertension Detectable Using Blood Pressure Monitoring",
            "level": 2
        },
        {
            "id": 3,
            "name": "CONFIRMED HYPERTENSION",
            "level": 3
        },
        {
            "id": 4,
            "name": "WHITE COAT HYPERTENSION",
            "level": 3
        },
        {
            "id": 5,
            "name": "MASKED HYPERTENSION",
            "level": 3
        },
        {
            "id": 6,
            "name": "Home Blood Pressure Monitoring in Hypertension Therapy",
            "level": 2
        },
        {
            "id": 7,
            "name": "Best Practices for Home Blood Pressure Monitoring",
            "level": 2
        },
        {
            "id": 8,
            "name": "Wrist and Kiosk Blood Pressure",
            "level": 2
        },
        {
            "id": 9,
            "name": "Cost and Insurance Coverage",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The home measurement of blood pressure allows patients with hypertension to become more involved in their care and allows clinicians to diagnose hypertension and monitor therapy more accurately. Evidence shows that home blood pressure measurements are generally lower than blood pressure measured in a clinician's office.1,2The current expansion of telemedicine has increased the need to monitor blood pressure at home and decreased the number of in-office blood pressure measurements."
        },
        {
            "parent": -1,
            "text": "Historically, blood pressure has been measured in a clinician's office using auscultation and a mercury or aneroid cuff. Many practices now use automated office blood pressure devices that were initially used in clinical studies. In the Systolic Blood Pressure Intervention Trial, patients were placed in a room where an automated device was used to take an average of several blood pressure measurements after a five-minute rest.3However, out-of-office measurement of blood pressure (notably ambulatory blood pressure monitoring and home blood pressure monitoring) provide additional diagnostic information about blood pressure."
        },
        {
            "parent": 0,
            "text": "Ambulatory blood pressure monitoring involves patients wearing a portable device for 24 to 48 hours. Blood pressure is measured at regular intervals while the patient is at home doing normal activities. It is considered the most accurate method for measuring blood pressure and diagnosing hypertension."
        },
        {
            "parent": 0,
            "text": "Information on how to implement ambulatory blood pressure monitoring has been published in theFPMjournal.4Ambulatory blood pressure monitoring requires that a patient obtain a monitoring device from the clinician's office and use it continuously for a full monitoring period. The device is then returned to the clinician so that the data can be downloaded and interpreted."
        },
        {
            "parent": 0,
            "text": "Higher systolic blood pressure readings on ambulatory blood pressure monitoring positively correlate with total mortality and cardiovascular outcomes.5Ambulatory blood pressure monitoring can also detect blood pressure variables associated with an increased risk of cardiovascular events, such as blood pressure measurements that are higher in the morning than in the evening.6"
        },
        {
            "parent": 0,
            "text": "Although ambulatory blood pressure monitoring provides a thorough blood pressure report with validated variables, it is not widely available outside of academic medical centers. Home blood pressure monitoring is an alternative method and the focus of this article."
        },
        {
            "parent": 1,
            "text": "Home blood pressure monitoring involves patients independently measuring their blood pressure with an electronic device. Combining home blood pressure monitoring with remote or telephone physician monitoring of results (i.e., self-measured blood pressure with clinician support) is a strategy recommended by the Centers for Disease Control and Prevention Community Preventive Services Task Force.7"
        },
        {
            "parent": 1,
            "text": "Home blood pressure monitoring is more sensitive (90% vs. 81%) and more specific (84% vs. 76%) than in-office blood pressure measurements for the diagnosis of hypertension when ambulatory blood pressure monitoring is used as the reference standard.8The American Heart Association recommends two measurements separated by at least one minute twice per day to diagnose hypertension using home blood pressure monitoring. Patients should be instructed to record their readings for three (minimum) to seven (ideal) days leading up to their clinic appointment.9–12Some guidelines recommend omitting the first day of readings because they tend to be more elevated than other readings.10,13The recorded readings should be averaged."
        },
        {
            "parent": 1,
            "text": "Home blood pressure monitoring received increased attention in 2015 when the U.S. Preventive Services Task Force recommended using out-of-office measurements to confirm hypertension before initiating treatment; this recommendation was reaffirmed in 2021.14The 2017 American College of Cardiology/American Heart Association (ACC/AHA) guideline for high blood pressure in adults also recommends out-of-office blood pressure monitoring for confirmation of hypertension and titration of pharmaceutical treatment. However, the guideline states that in-office measurement is acceptable for diagnosis of hypertension if proper techniques are used.15The ACC/AHA guideline provides a table that correlates blood pressure measured in the office with the generally lower readings using home blood pressure monitoring and ambulatory blood pressure monitoring(Table 1).15"
        },
        {
            "parent": 2,
            "text": "Home blood pressure monitoring or ambulatory blood pressure monitoring (if available) can identify several hypertension patterns, including confirmed, white coat, and masked hypertension.9,14,15Although ambulatory blood pressure monitoring may be more accurate, home blood pressure monitoring is often more practical in routine practice."
        },
        {
            "parent": 2,
            "text": "The ACC/AHA guidelines define hypertension as blood pressure above 130/80 mm Hg.15The 2014 Eighth Joint National Committee guideline, which is endorsed by the American Academy of Family Physicians, uses a cutoff of 140/90 mm Hg for adults younger than 60 years,16,17and the American College of Physicians/American Academy of Family Physicians definition uses a cutoff of 150/90 mm Hg for patients 60 years and older.18"
        },
        {
            "parent": 3,
            "text": "Confirmed hypertension occurs when ambulatory blood pressure monitoring or home blood pressure monitoring and in-office measurements are both in the hypertension range.15"
        },
        {
            "parent": 4,
            "text": "White coat hypertension is identified when a patient's blood pressure is elevated in the office but is normal at home. Although there is controversy about the prognostic significance of white coat hypertension, home measurements allow it to be distinguished from confirmed hypertension.19,20"
        },
        {
            "parent": 4,
            "text": "Figure 1describes the use of home blood pressure monitoring in differentiating white coat hypertension from confirmed hypertension.15Clinicians should consider white coat hypertension and arrange for home blood pressure monitoring (or ambulatory blood pressure monitoring) when office blood pressure is consistently in the hypertension range after a three-month trial of lifestyle modification and without evidence of end-organ damage."
        },
        {
            "parent": 5,
            "text": "Masked hypertension occurs when blood pressure is normal in the office but elevated at home. Patients with masked hypertension have a similar risk of cardiovascular events as patients with sustained hypertension and about two times the risk of those who have normal blood pressure.21"
        },
        {
            "parent": 5,
            "text": "Figure 2outlines the use of home blood pressure monitoring to diagnose masked hypertension, which should be suspected when in-office blood pressure is consistently mildly elevated and there is evidence of end-organ damage or the patient has significant cardiovascular risk factors.15Masked hypertension is confirmed when home blood pressure monitoring demonstrates readings in the hypertension range."
        },
        {
            "parent": 6,
            "text": "For patients who are taking medications for hypertension, home blood pressure monitoring is useful for ongoing monitoring of therapy. Because pretreatment home blood pressure is generally lower than in-office blood pressure, therapy may appear to decrease home blood pressure less than in-office blood pressure (by 12.2/8.0 mm Hg vs. by 15.2/10.3 mm Hg)—showing that home blood pressure falls about 20% less than in-office blood pressure with treatment.22"
        },
        {
            "parent": 6,
            "text": "For patients whose in-office blood pressure is above goal when taking medication, the ACC/AHA guideline suggests checking home blood pressure to eliminate the possibility of white coat hypertension.15No further medication adjustment is recommended if blood pressure is at goal on home blood pressure monitoring, even if measurements are elevated in the office.15"
        },
        {
            "parent": 6,
            "text": "When in-office blood pressure is at goal during therapy in patients with increased cardiovascular risk or known target organ damage, the guideline recommends screening for uncontrolled masked hypertension. In this situation, in-office blood pressure appears controlled, but home or ambulatory blood pressure is above goal, necessitating an increase in therapy."
        },
        {
            "parent": 7,
            "text": "Patients should be encouraged to use a validated and fully automated blood pressure measurement device with an appropriately sized upper arm cuff that stores measurements.9Blood pressure monitors that have been validated according to accepted protocols are provided by the U.S. Blood Pressure Validated Device Listing (https://www.validatebp.org) and The Dabl Educational Trust (http://www.dableducational.org/sphygmomanometers/devices_2_sbpm.html#ArmTable); these lists are endorsed by the American Medical Association and American Heart Association, respectively.9,23–26"
        },
        {
            "parent": 7,
            "text": "To determine cuff size, patients should measure their arm circumference at the midpoint of the upper arm. The bladder length should be 75% to 100% of the arm circumference, and bladder width should be 37% to 50% of the arm circumference.9"
        },
        {
            "parent": 7,
            "text": "Using a validated home blood pressure cuff for home blood pressure monitoring counts toward some hypertension quality measures depending on the measure year and interpretation.27,28The electronic clinical quality measure for 2022 from the Centers for Medicare and Medicaid Services allows readings taken by a remote device and conveyed by the patient.29Patients should be encouraged to bring their home blood pressure monitoring device with readings to their visit. The lowest systolic and diastolic measurements from a single date may be recorded in the electronic health record.[corrected]"
        },
        {
            "parent": 7,
            "text": "Patients should be educated on proper technique to obtain the most accurate reading from a home blood pressure monitor. In preparation for a measurement, patients should avoid physical activity, caffeine, or other stimulants for 30 minutes, have an empty bladder, and rest quietly and avoid talking or texting for five minutes.9,15The cuff should be placed tautly on a bare arm just proximal to the antecubital fossa, with the center of the cuff (typically inscribed by the manufacturer) over the brachial artery. During the measurement, the patient should continue to avoid talking and texting, and sit with their back supported, legs uncrossed, feet flat on the floor, and arm resting on a flat surface with the cuff at heart level(Figure 3).9,15"
        },
        {
            "parent": 8,
            "text": "Wrist cuffs are not recommended because they have significant limitations that can decrease their accuracy.9The wrist must be positioned at heart level with the sensor directly over the radial artery—positioning that may be difficult for patients to maintain throughout a blood pressure measurement.30,31If a patient continues to use a wrist cuff, they should be educated about the need to closely follow the manufacturer's instructions."
        },
        {
            "parent": 8,
            "text": "Blood pressure kiosks located in pharmacies and grocery stores are not a substitute for home blood pressure monitoring. Many kiosks have not been validated by standard protocols, and there are limited data on the reproducibility of their readings.32,33Kiosks typically have inadequate back support and a single cuff size that is too small for many adults.34"
        },
        {
            "parent": 9,
            "text": "For patients without medical insurance, the cost of a home blood pressure monitor ranges from $37 to $100.35Cost can be a barrier to the routine use of home blood pressure monitoring for patients with low-income."
        },
        {
            "parent": 9,
            "text": "Medicare part B covers ambulatory blood pressure monitoring for suspected masked and white coat hypertension but does not cover home blood pressure monitoring devices.36,37Many Medicaid, private, and self-insured employer plans cover home monitors, varying by state, but only if hypertension has been diagnosed.9Flexible spending accounts often can be used for home monitors."
        },
        {
            "parent": 9,
            "text": "In 2020, the Centers for Medicare and Medicaid Services added new Current Procedural Terminology (CPT) codes to support hypertension management using home blood pressure monitoring. Code 99473 is for self-measured blood pressure using a device validated for clinical accuracy, as well as patient education/training and device calibration. Code 99474 involves collecting separate self-measurements of two readings one minute apart, twice per day over 30-days (minimum of 12 readings) by a patient or caregiver, report of averages systolic and diastolic readings, and subsequent communication of a treatment plan. Reimbursement is $11 for 99473 and $15 for 99474.38"
        },
        {
            "parent": 9,
            "text": "This article updates a previous article on this topic byTaylor and Campbell.39"
        },
        {
            "parent": 9,
            "text": "Data Sources:A search was completed in PubMed, the Cochrane database, and Essential Evidence Plus using the key terms ambulatory blood pressure, home blood pressure monitoring, hypertension, and hypertension screening. Search dates: June 2020, March 2021, and July 2021."
        },
        {
            "parent": 9,
            "text": "Figure 3provided by Brian Hart."
        }
    ],
    "locked": false
}