{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/0600/chronic-obstructive-pulmonary-disease.html#afp20230600p604-f2",
    "title": "Chronic Obstructive Pulmonary Disease: Diagnosis and Management | AAFP",
    "author": "STEPHEN D. CAGLE, JR., MD, LATRAIA S. LANDRUM, MD, AND ANNE MARIE KENNEDY, DO",
    "doi": "Am Fam Physician.2023;107(6):604-612",
    "abstract": "Chronic obstructive pulmonary disease (COPD) affects nearly 6% of Americans. Routine screening for COPD in asymptomatic adults is not recommended. Patients with suspected COPD should have the diagnosis confirmed with spirometry. Disease severity is based on spirometry results and symptoms. The goals of treatment are to improve quality of life, reduce exacerbations, and decrease mortality. Pulmonary rehabilitation improves lung function and increases patients' sense of control, and it is effective for improving symptoms and reducing exacerbations and hospitalizations in patients with severe disease. Initial pharmaceutical treatment is based on disease severity. For mild symptoms, initial treatment with a long-acting muscarinic antagonist is recommended. If symptoms are uncontrolled with monotherapy, dual therapy with a long-acting muscarinic antagonist/long-acting beta2agonist combination should be initiated. Triple therapy with a long-acting muscarinic antagonist/long-acting beta2agonist/inhaled corticosteroid combination improves symptoms and lung function more than dual therapy but increases pneumonia risk. Phosphodiesterase-4 inhibitors and prophylactic antibiotics can improve outcomes in some patients. Mucolytics, antitussives, and methylxanthines do not improve symptoms or outcomes. Long-term oxygen therapy improves mortality in patients with severe resting hypoxemia or with moderate resting hypoxemia and signs of tissue hypoxia. Lung volume reduction surgery reduces symptoms and improves survival in patients with severe COPD, whereas a lung transplant improves quality of life but does not improve long-term survival.",
    "headers": [],
    "content": [],
    "locked": true
}