{
    "url": "https://www.aafp.org/pubs/afp/issues/2021/1200/p609.html#afp20211200p609-f1",
    "title": "Thyroiditis: Evaluation and Treatment | AAFP",
    "author": "BEATRIZ MARTINEZ QUINTERO, MD, CYNTHIA YAZBECK, MD, AND LORI B. SWEENEY, MD",
    "doi": "Am Fam Physician.2021;104(6):609-617",
    "abstract": "Thyroiditis is a general term for inflammation of the thyroid gland. The most common forms of thyroiditis encountered by family physicians include Hashimoto, postpartum, and subacute. Most forms of thyroiditis result in a triphasic disease pattern of thyroid dysfunction. Patients will have an initial phase of hyperthyroidism (thyrotoxicosis) attributed to the release of preformed thyroid hormone from damaged thyroid cells. This is followed by hypothyroidism, when the thyroid stores are depleted, and then eventual restoration of normal thyroid function. Some patients may develop permanent hypothyroidism. Hashimoto thyroiditis is an autoimmune disorder that presents with or without signs or symptoms of hypothyroidism, often with a painless goiter, and is associated with elevated thyroid peroxidase antibodies. Patients with Hashimoto thyroiditis and overt hypothyroidism are generally treated with lifelong thyroid hormone therapy. Postpartum thyroiditis occurs within one year of delivery, miscarriage, or medical abortion. Subacute thyroiditis is a self-limited inflammatory disease characterized by anterior neck pain. Treatment of subacute thyroiditis should focus on symptoms. In the hyperthyroid phase, beta blockers can treat adrenergic symptoms. In the hypothyroid phase, treatment is generally not necessary but may be used in patients with signs and symptoms of hypothyroidism or permanent hypothyroidism. Nonsteroidal anti-inflammatory drugs and corticosteroids are indicated for the treatment of thyroid pain. Certain drugs may induce thyroiditis, such as amiodarone, immune checkpoint inhibitors, interleukin-2, interferon-alfa, lithium, and tyrosine kinase inhibitors. In all cases of thyroiditis, surveillance and clinical follow-up are recommended to monitor for changes in thyroid function.",
    "headers": [],
    "content": [],
    "locked": true
}