{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/0400/p377.html#afp20220400p377-f1",
    "title": "Recurrent Venous Thromboembolism | AAFP",
    "author": "HILLARY R. MOUNT, MD, MEGAN RICH, MD, MEd, AND MICHAEL S. PUTNAM, MD",
    "doi": "Am Fam Physician.2022;105(4):377-385",
    "abstract": "Venous thromboembolism (VTE) recurrence rates are three times higher in patients with chronic or no risk factors compared with those who have transient risk factors after stopping anticoagulation therapy. In patients with unprovoked VTE, age-appropriate screening is sufficient evaluation for occult malignancy. Thrombophilia evaluation should be considered only in selected patients because routine evaluation has not been shown to improve outcomes. Patients with VTE should receive three months of anticoagulation therapy. The context of the initial VTE, risk of bleeding and recurrence, and patient preference should be considered when determining whether to continue treatment beyond the initial three months. There is growing evidence regarding the use of risk assessment models to determine risk of recurrence, but this has not been incorporated into guidelines. All pregnant patients with a prior VTE should receive postpartum prophylaxis for six weeks. Antepartum prophylaxis should be used in pregnant people with a history of unprovoked or hormonally induced VTE. High-risk patients undergoing surgery may require extended VTE prophylaxis postoperatively.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Venous thromboembolism (VTE), which includes pulmonary embolism (PE) and deep venous thrombosis (DVT), occurs in 300,000 to 600,000 people (1 to 2 per 1,000) and accounts for up to 100,000 deaths annually in the United States.1Literature has traditionally categorized VTE as provoked (i.e., at least one identifiable risk factor) or unprovoked (i.e., no identifiable risk factors), but newer literature distinguishes patients with VTE as having transient (i.e., reversible) or chronic risk factors."
        }
    ],
    "locked": true
}