{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/0900/thrombocytopenia.html#afp20220900p288-f2",
    "title": "Thrombocytopenia: Evaluation and Management | AAFP",
    "author": "ROBERT L. GAUER, MD, AND DANIEL J. WHITAKER, MD",
    "doi": "Am Fam Physician.2022;106(3):288-298",
    "abstract": "Thrombocytopenia is a platelet count of less than 150 × 103per μL and can occur from decreased platelet production, increased destruction, splenic sequestration, or dilution or clumping. Patients with a platelet count greater than 50 × 103per μL are generally asymptomatic. Patients with platelet counts between 20 and 50 × 103per μL may have mild skin manifestations such as petechiae, purpura, or ecchymosis. Patients with platelet counts of less than 10 × 103per μL have a high risk of serious bleeding. Although thrombocytopenia is classically associated with bleeding, there are conditions in which bleeding and thrombosis can occur, such as antiphospholipid syndrome, heparin-induced thrombocytopenia, and thrombotic microangiopathies. Patients with isolated thrombocytopenia in the absence of systemic illness most likely have immune thrombocytopenia or drug-induced thrombocytopenia. In stable patients being evaluated as outpatients, the first step is to exclude pseudothrombocytopenia by collecting blood in a tube containing heparin or sodium citrate and repeating the platelet count. If thrombocytopenia is confirmed, the next step is to distinguish acute from chronic thrombocytopenia by obtaining or reviewing previous platelet counts. Patients with acute thrombocytopenia may require hospitalization. Common causes that require emergency hospitalization are heparin-induced thrombocytopenia, thrombotic microangiopathies, and the hemolysis, elevated liver enzymes, and low platelet count (HELLP) syndrome. Common nonemergency causes of thrombocytopenia include drug-induced thrombocytopenia, immune thrombocytopenia, and hepatic disease. Transfusion of platelets is recommended when patients have active hemorrhage or when platelet counts are less than 10 × 103per μL, in addition to treatment (when possible) of underlying causative conditions. It is important to ensure adequate platelet counts to decrease bleeding risk before invasive procedures; this may also require a platelet transfusion. Patients with platelet counts of less than 50 × 103per μL should adhere to activity restrictions to avoid trauma-associated bleeding.",
    "headers": [],
    "content": [],
    "locked": true
}