{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/0100/polyarticular-joint-pain.html#afp20230100p42-f1",
    "title": "Polyarticular Joint Pain in Adults: Evaluation and Differential Diagnosis | AAFP",
    "author": "ZOË J. FOSTER, MD, ALVIN LEE DAY, MD, AND JESSE MILLER, MD",
    "doi": "Am Fam Physician.2023;107(1):42-51",
    "abstract": "Polyarticular joint pain involves five or more joints and can be inflammatory or noninflammatory. Two of the most common causes of chronic polyarthritis are osteoarthritis, especially in older patients, and rheumatoid arthritis, which affects at least 0.25% of adults worldwide. The initial evaluation should include a detailed history of the patient's symptoms, with a focus on inflammation, location of pain, duration of symptoms, the presence of systemic symptoms, and any exposures to pathogens that could cause arthritis. Redness, warmth, or swelling in a joint is suggestive of synovitis and joint inflammation. A systematic approach to the physical examination that assesses for a pattern of joint involvement and presence of synovitis can help narrow the differential diagnosis. Laboratory tests, joint aspiration, and imaging studies should be used to confirm a suspected diagnosis. Rheumatoid factor and cyclic citrullinated peptide antibody tests are helpful when there is concern for rheumatoid arthritis. Although magnetic resonance imaging is highly sensitive in identifying erosive bony changes and inflammation, conventional radiography remains the standard for the initial imaging evaluation of rheumatoid arthritis. Point-of-care musculoskeletal ultrasonography can also be a useful tool to detect findings that support a diagnosis of inflammatory arthritis.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Arthritis, defined as joint inflammation, affects nearly 1 in 4 adults in the United States.1Two of the most common causes of chronic polyarthritis are osteoarthritis, especially in older patients, and rheumatoid arthritis (RA), which affects at least 0.25% of adults worldwide.2Most people in the United States with arthritis have osteoarthritis, which is a noninflammatory condition. Although inflammatory arthritis is uncommon, studies show that adults presenting to primary care with musculoskeletal symptoms often report joint pain, stiffness, or swelling that could be consistent with inflammatory arthritis.3The diagnosis of inflammatory arthritis in the primary care setting is challenging. When a patient presents with polyarticular pain (involving five or more joints), a systematic approach to the diagnosis including history, physical examination, laboratory analysis, and imaging is critical because the diagnosis is rarely made by any single measure.4"
        }
    ],
    "locked": true
}