{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/0800/pressure-injuries.html#afp20230800p166-f2",
    "title": "Pressure Injuries: Prevention, Evaluation, and Management | AAFP",
    "author": "ADAM J. VISCONTI, MD, MPH, ORLANDO I. SOLA, MD, MPH, AND PRIYA V. RAGHAVAN, MD",
    "doi": "Am Fam Physician.2023;108(2):166-174",
    "abstract": "Pressure injuries are localized damage to skin or soft tissue. They commonly occur over bony prominences and often present as an intact or open wound. Pressure injuries are common and costly, and they significantly impact patient quality of life. Comprehensive skin assessments are crucial for evaluating pressure injuries. Staging of pressure injuries should follow the updated staging system of the National Pressure Injury Advisory Panel. Risk assessments allow for appropriate prevention and care planning, and physicians should use a structured, repeatable approach. Prevention of pressure injuries focuses on assessing and optimizing nutritional status, repositioning the patient, and providing appropriate support surfaces. Treatment involves pressure off-loading, nutritional optimization, appropriate bandage selection, and wound site management. Pressure injuries and surrounding areas should be cleaned, with additional debridement of devitalized tissue and biofilm if necessary. All injuries should be monitored for local infection, biofilms, and osteomyelitis. Appropriate wound dressings should be selected based on injury stage and the quality and volume of exudate.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Pressure injuries are focal damage to skin, underlying tissue, or mucous membranes resulting from pressure that is intense, prolonged, or both. The combination of pressure and shear forces can also cause pressure injuries.1Bony prominences are common sites for pressure injuries. These injuries can also be related to medical devices or other objects that come in contact with the patient's skin. The term pressure injury is recommended, although these injuries are also known as pressure ulcers, decubitus ulcers, pressure sores, or bed sores.1–3"
        }
    ],
    "locked": true
}