{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/1000/chronic-rhinosinusitis.html#afp20231000p370-f1",
    "title": "Chronic Rhinosinusitis | AAFP",
    "author": "MICHELLE K. KEATING, DO, MEd, J. COLE PHILLIPS, MD, MBA, AND JACLINE PHILLIPS, MD",
    "doi": "Am Fam Physician.2023;108(4):370-377",
    "abstract": "Chronic rhinosinusitis (CRS) is an inflammatory disease of the nose and paranasal sinuses, with a prevalence of approximately 1% to 7%. It is defined by the presence of at least two cardinal symptoms (nasal blockage, obstruction, or congestion; anterior or posterior nasal drainage; facial pain or pressure; and hyposmia) for at least three consecutive months, with objective findings on imaging or nasal endoscopy. CRS can result in significant patient costs and lower quality of life due to severe fatigue, depression, and sometimes reduced cognitive function. The condition is categorized as primary or secondary and with or without nasal polyps. Treatment is directed at reducing symptoms, improving mucus clearance, reducing inflammation, enhancing ciliary function, and removing bacteria and biofilms from the nasal mucosa. First-line treatment comprises nasal saline irrigation and intranasal corticosteroids. Acute exacerbation of CRS is common and is defined as a transient worsening of symptoms. The role of oral antibiotics and oral corticosteroids for acute exacerbations is unclear. Optimal maintenance therapy can help alleviate exacerbations. Patients with refractory CRS that is not responsive to first-line treatment and patients with alarm symptoms should be referred to an otolaryngologist for further evaluation and consideration of surgical management. Identifying patients who have CRS with nasal polyps or comorbid conditions such as atopic dermatitis, asthma, or eosinophilic esophagitis is especially important to ensure they are referred to a specialist for consideration of biologic therapy.",
    "headers": [],
    "content": [],
    "locked": true
}