{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/0600/growth-faltering-failure-to-thrive.html#afp20230600p597-f1",
    "title": "Growth Faltering and Failure to Thrive in Children | AAFP",
    "author": "EMILY T. GOODWIN, MD, KATIE L. BUEL, DO, AND LAUREL D. CANTRELL, MD",
    "doi": "Am Fam Physician.2023;107(6):597-603",
    "abstract": "Growth faltering, previously known as failure to thrive, is a broad term describing children who do not reach their expected weight, length, or body mass index for age. Growth is assessed with standardized World Health Organization charts for children younger than two years and Centers for Disease Control and Prevention charts for children two years and older. Traditional criteria for growth faltering can be imprecise and difficult to track over time; therefore, use of anthropometriczscores are now recommended. These scores can be calculated with a single set of measurements to assess malnutrition severity. Inadequate caloric intake, the most common cause of growth faltering, is identified with a detailed feeding history and physical examination. Diagnostic testing is reserved for those who have severe malnutrition or symptoms concerning for high-risk conditions, or if initial treatment fails. In older children or those with comorbidities, it is important to screen for underlying eating disorders (e.g., avoidant/restrictive food intake disorder, anorexia nervosa, bulimia). Growth faltering can usually be managed by the primary care physician. If comorbid disease is identified, a multidisciplinary team (e.g., nutritionist, psychologist, pediatric subspecialists) may be beneficial. Failure to recognize and treat growth faltering in the first two years of life may result in decreased adult height and cognitive potential.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Growth faltering, previously known as failure to thrive, is a broad term used to describe children who fall below their anticipated growth trajectory due to malnutrition.1Use of the term growth faltering is increasing as a more descriptive and less distressing diagnosis.1,2Growth faltering affects up to 1 in 10 children and is more common in families of low socioeconomic status, children of refugees, and children with developmental delay.2Additional risk factors include low birth weight, fetal growth restriction, gastrointestinal disorders, congenital disorders, and infections (e.g., HIV, tuberculosis).1Growth faltering may result in loss of maximal adult height and cognitive potential if not addressed during the first two years of life.3,4"
        }
    ],
    "locked": true
}