{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/0700/celiac-disease.html#afp20220700p36-f1",
    "title": "Celiac Disease: Common Questions and Answers | AAFP",
    "author": "PAMELA M. WILLIAMS, MD, LISA M. HARRIS, DO, AND MICHAEL R. ODOM, MD",
    "doi": "Am Fam Physician.2022;106(1):36-43",
    "abstract": "Celiac disease is an immune-mediated, multisystem disorder that affects genetically susceptible individuals who are exposed to gluten-containing grains such as wheat, barley, and rye. The condition can develop at any age. Celiac disease presents with a variety of manifestations such as diarrhea, weight loss, abdominal pain, bloating, malabsorption, and failure to thrive. Most adult patients will present with nonclassic symptoms, including less specific gastrointestinal symptoms or extraintestinal manifestations such as anemia, osteoporosis, transaminitis, and recurrent miscarriage. Immunoglobulin A tissue transglutaminase serologic testing is the recommended initial screening for all age groups. Esophagogastroduodenoscopy with small bowel biopsy is recommended to confirm the diagnosis in most patients, including those with a negative serologic test for whom clinical suspicion of celiac disease persists. Biopsies may be avoided in children with high immunoglobulin A tissue transglutaminase (i.e., 10 times the upper limit of normal or more) and a positive test for immunoglobulin A endomysial antibodies in a second serum sample. Genetic testing for human leukocyte antigen alleles DQ2 or DQ8 may be performed in select cases. A gluten-free diet for life is the primary treatment, and patients may benefit from support groups and education on common and hidden sources of gluten, gluten-free substitutes, food labeling, balanced meal planning, dining out, dining during travel, and avoiding cross-contamination. Patients with celiac disease who do not respond to a gluten-free diet should have the accuracy of the diagnosis confirmed, have their diet reassessed, and be evaluated for coexisting conditions. Patients with refractory celiac disease should be treated by a gastroenterologist.",
    "headers": [],
    "content": [],
    "locked": true
}