{
    "url": "https://www.aafp.org/pubs/afp/issues/2022/1000/schizophrenia.html#afp20221000p388-f1",
    "title": "Schizophrenia | AAFP",
    "author": "PAUL CRAWFORD, MD, AND KENDRICK V. GO, MD",
    "doi": "Am Fam Physician.2022;106(4):388-396",
    "abstract": "Schizophrenia is the most common psychotic mental disorder, and those affected have two to four times higher mortality than the general population. Genetic and environmental factors increase the risk of developing schizophrenia, and substance use disorder (particularly cannabis) may have the strongest link. Schizophrenia typically develops in young adulthood and is characterized by the presence of positive and negative symptoms. Positive symptoms include hallucinations, delusions, and disorganized speech. Negative symptoms include blunted affect, alogia, avolition, asociality, and anhedonia. Symptoms must be present for at least six months and be severe for at least one month to make a diagnosis. Because schizophrenia is debilitating, it should be treated with antipsychotics, and early treatment decreases long-term disability. Treatment should be individualized, and monitoring for effectiveness and adverse effects is important. Patients with a first episode of psychosis who receive a formal diagnosis of schizophrenia should be treated in a coordinated specialty care program. Second-generation antipsychotics are the preferred first-line treatment because they cause fewer extrapyramidal symptoms. Patients with schizophrenia who are treated with second-generation antipsychotics are at increased risk of cardiovascular disease and should receive at least annual metabolic screening and counseling with interventions to prevent weight gain and encourage smoking cessation. Treatment-resistant schizophrenia should be treated with clozapine. Adjunctive treatments include electroconvulsive therapy, antidepressants, and cognitive behavior therapy for psychosis. Family and social support are keys to improved outcomes.",
    "headers": [],
    "content": [],
    "locked": true
}