{
    "url": "https://www.aafp.org/pubs/afp/issues/2023/0400/systemic-lupus-erythematosus.html#afp20230400p383-f1",
    "title": "Systemic Lupus Erythematosus: Diagnosis and Treatment | AAFP",
    "author": "NGUYET-CAM V. LAM, MD, JUDY ABU BROWN, MD, AND RICHA SHARMA, MD",
    "doi": "Am Fam Physician.2023;107(4):383-395",
    "abstract": "Systemic lupus erythematosus (SLE) is an autoimmune disease that affects the cardiovascular, gastrointestinal, hematologic, integumentary, musculoskeletal, neuropsychiatric, pulmonary, renal, and reproductive systems. It is a chronic disease and may cause recurrent flare-ups without adequate treatment. The newest clinical criteria proposed by the European League Against Rheumatism/American College of Rheumatology in 2019 include an obligatory entry criterion of a positive antinuclear antibody titer of 1: 80 or greater. Management of SLE is directed at complete remission or low disease activity, minimizing the use of glucocorticoids, preventing flare-ups, and improving quality of life. Hydroxychloroquine is recommended for all patients with SLE to prevent flare-ups, organ damage, and thrombosis and increase long-term survival. Pregnant patients with SLE have an increased risk of spontaneous abortions, stillbirths, preeclampsia, and fetal growth restriction. Preconception counseling regarding risks, planning the timing of pregnancy, and a multidisciplinary approach play a major role in the management of SLE in patients contemplating pregnancy. All patients with SLE should receive ongoing education, counseling, and support. Those with mild SLE can be monitored by a primary care physician in conjunction with rheumatology. Patients with increased disease activity, complications, or adverse effects from treatment should be managed by a rheumatologist.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Systemic lupus erythematosus (SLE) is an autoimmune disease that affects multiple organ systems. Its course is typically recurrent, with periods of relative remission followed by flare-ups. SLE can affect anyone, but it is more common in women between 15 and 44 years of age. The incidence and prevalence of SLE in North America are 23.2 per 100,000 person-years and 241 per 100,000 people, respectively.1"
        }
    ],
    "locked": true
}