{
    "url": "https://www.aafp.org/pubs/afp/issues/2019/0415/p505.html#afp20190415p505-f4",
    "title": "Common Breast Problems | AAFP",
    "author": "BROOKE SALZMAN, MD, ELIZABETH COLLINS, MD, AND LAUREN HERSH, MD",
    "doi": "Am Fam Physician.2019;99(8):505-514",
    "abstract": "Palpable breast masses, mastalgia, and nipple discharge are commonly encountered symptoms in outpatient practice, causing significant patient anxiety and precipitating medical consultation. The initial workup includes a detailed clinical history and physical examination. Women presenting with a breast mass will require imaging and further assessment to exclude cancer. Diagnostic mammography is usually preferred, but ultrasonography is more sensitive in women younger than 30 years. Any suspicious mass detected on physical examination, mammography, or ultrasonography should undergo biopsy. In most cases, a core needle biopsy should be performed with imaging guidance for evaluation of a suspicious mass. Mastalgia is usually not an indication of underlying malignancy. Oral contraceptives, hormone therapy, some psychotropic drugs, and some cardiovascular agents have been associated with mastalgia. Focal breast pain should be evaluated with diagnostic imaging. Targeted ultrasonography localized to discrete areas of the breast can be used alone to evaluate focal breast pain in women younger than 30 years, and as an adjunct to mammography in women 30 years and older. Topical nonsteroidal anti-inflammatory drugs, such as diclofenac, are a first-line treatment option. The first step in the diagnostic evaluation of patients with nipple discharge is classification of the discharge as pathologic or physiologic. Nipple discharge is classified as pathologic if it is spontaneous, bloody, unilateral, or associated with a breast mass. Patients with pathologic discharge should undergo diagnostic imaging. Galactorrhea is the most common cause of physiologic discharge not associated with pregnancy or lactation. It occurs as a result of an endocrinopathy (hyperprolactinemia or thyroid dysfunction) or from the use of dopamine-inhibiting medications.",
    "headers": [
        {
            "id": 0,
            "name": "Breast Mass",
            "level": 2
        },
        {
            "id": 1,
            "name": "Mastalgia",
            "level": 2
        },
        {
            "id": 2,
            "name": "Nipple Discharge",
            "level": 2
        },
        {
            "id": 3,
            "name": "PHYSIOLOGIC DISCHARGE",
            "level": 3
        },
        {
            "id": 4,
            "name": "PATHOLOGIC DISCHARGE",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Common breast problems include breast mass, pain, and nipple discharge. Breast symptoms were reported in about 3% of all visits by female patients to family physicians.1Over a 10-year period, 16% of women 40 to 69 years of age had breast problems, and 10% reported breast symptoms at the time of mammography.2,3The prevalence of cancer among women who report breast symptoms is estimated to be less than 10%, and those with breast lumps have a higher risk of malignancy than those with breast pain.1–3Although most breast symptoms have benign causes, symptoms can cause significant anxiety. Breast cancer is the most common cause of noncutaneous cancer and the second most common cause of death from cancer in the United States.4Assessment and workup of breast symptoms are distinct from and do not supplant recommendations for breast cancer screening."
        },
        {
            "parent": 0,
            "text": "Breast masses are associated with an increased risk of breast cancer.2,3,5Patients presenting with a palpable breast mass should be evaluated with a detailed history, clinical breast examination (CBE), and, for almost all women, imaging.6–8"
        },
        {
            "parent": 0,
            "text": "A thorough CBE in a symptomatic patient can guide the clinician's level of concern and help determine the next step in management. It may also detect lesions not found on imaging.6–8CBE should start with visual inspection while the patient is seated with her hands on her hips. Any signs of nipple discharge, asymmetry, skin retraction, bulging, edema, erythema, or skin thickening should raise concern for malignancy. Inspection should be followed with palpation of the axillary, supraclavicular, and cervical lymph nodes. Finally, palpation of the breasts should be performed with the patient in the supine position.6The duration of the CBE is the only variable that correlates with accuracy, and a thorough examination is recommended.2,9"
        },
        {
            "parent": 0,
            "text": "Although CBE has poor predictive value for determining whether a breast mass is cancerous, some features of breast masses may help distinguish between benign and malignant lesions. Benign masses are more likely to be smaller, mobile, smooth, and regular. Malignant masses are typically larger, fixed, hard, and heterogeneous in texture.6Documentation of a mass found on CBE should include size, consistency, distance from the areolar edge, and circumferential position on the breast.6The sensitivity of CBE ranges from 49% to 69%, and specificity is 86% to 99%.2,9Detection of malignancy increases when imaging is added to the evaluation."
        },
        {
            "parent": 0,
            "text": "Figure 1andFigure 2outline the evaluation of palpable breast masses in women.7–9Diagnostic mammography is the most appropriate initial imaging modality for women 40 years and older who present with a breast mass, whereas ultrasonography is recommended for women younger than 30 years.6–9There is no clear evidence to support one imaging modality over the other in women 30 to 39 years of age, although many guidelines recommend evaluating these patients according to algorithms for women older than 40 years.6–9Clinical imaging serves three purposes: to evaluate the mass, look for additional abnormalities in the breast, and guide biopsy.7–9The clinician should ensure that imaging findings are concordant with the area of concern. The diagnostic accuracy for mammography is as high as 78%.10Ultrasonography is generally performed at the same visit as mammography if there are any areas of concern. The U.S. Food and Drug Administration requires that all mammography reports be accompanied by a Breast Imaging Reporting and Data System (BI-RADS) categorization to direct management(Table 1).8,9"
        },
        {
            "parent": 0,
            "text": "Magnetic resonance imaging is not recommended for evaluation of a palpable mass in most women.8Although it is more sensitive than mammography, it is less specific and more expensive, and it has a high false-positive rate.8,9,11Magnetic resonance imaging may be indicated in women who have undergone lumpectomy to determine whether a palpable mass is a recurrence or scarring from the procedure.8It may also be indicated for screening in women older than 25 years who have a greater than 20% lifetime risk of breast cancer or who have received thoracic radiation therapy between 10 and 30 years of age.7Risk assessment tools such as the National Cancer Institute's Breast Cancer Risk Assessment Tool are available to assess lifetime risk (https://www.cancer.gov/bcrisktool)."
        },
        {
            "parent": 0,
            "text": "Because of the imperfect sensitivity and specificity of CBE and imaging, patients should be referred for tissue sampling if suspicious findings are noted at any stage of the evaluation, regardless of benign findings at other stages. A highly suspicious breast mass found on CBE should be biopsied regardless of imaging findings, and suspicious masses on imaging should be biopsied even if the CBE suggested benign findings.7–9"
        },
        {
            "parent": 0,
            "text": "Imaging should be performed before biopsy because postbiopsy changes in the breast tissue may distort imaging findings.8In most cases, a core needle biopsy should be performed for evaluation of a suspicious mass. Compared with fine-needle aspiration, core needle biopsy has superior sensitivity, specificity, and ability to detect possible malignant invasion.12It also has a lower risk of scarring and complications, lower cost, similar accuracy, and faster recovery time than open biopsy. The accuracy of core needle biopsy improves with imaging guidance.6,8A punch biopsy may be appropriate to evaluate skin abnormalities when no subcutaneous lesion is present. Fine-needle aspiration may be appropriate if ultrasonography identifies a simple cystic lesion. Complicated (BI-RADS 3) cysts may be followed with imaging surveillance or aspiration, whereas complex (BI-RADS 4) cysts should undergo biopsy because of their greater probability of malignancy.9"
        },
        {
            "parent": 1,
            "text": "Mastalgia is the second most common breast symptom leading to medical evaluation in the primary care setting.13,14Although pain is often mild, up to 11% of women experience severe pain, and more than one-third of these patients report adverse effects on sleep and sexual activity.15Cyclic mastalgia accounts for two-thirds of all breast pain cases and is most common in women in their 20s and 30s.16Cyclic pain tends to be diffuse and bilateral, and often radiates to the axilla.15It is thought to be induced by increased sensitivity of the breast parenchyma to hormonal stimulation during the luteal phase of the menstrual cycle.12Noncyclic mastalgia has no temporal association with menses and may be focal or diffuse. Patients are usually older, often presenting in their 30s or 40s. Symptoms resolve spontaneously in nearly one-half of affected women.12,13Noncyclic pain is thought to be inflammatory and has been associated with medication use (oral contraceptives, hormone therapy, some psychotropic agents, and some cardiovascular agents), breast trauma, infection, benign tumors, and ligamentous pain from pendulous breasts.12,16–19Pain may also be referred from extramammary cardiopulmonary or gastrointestinal sources or inflammatory musculoskeletal conditions.16,20"
        },
        {
            "parent": 1,
            "text": "Evaluation of breast pain begins with a detailed history: pain profile (location, quality, severity, laterality, and temporal relation to menses), medication history, musculoskeletal triggers, impact on daily function, and family history of breast cancer.21A CBE should follow. A palpable breast mass requires imaging and biopsy.8In women with breast pain and no identifiable mass, the clinician may recommend imaging based on mastalgia characterization and patient age8,12,22–24(Figure 312,22,23). Diagnostic imaging is not needed in patients with cyclic mastalgia if routine screening mammography is up to date and physical examination findings are normal.7,8,12,24Noncyclic/focal mastalgia should trigger diagnostic imaging because of its rare but occasional association with underlying malignancy.8Imaging may also identify a benign, treatable cause of noncyclic/focal pain.12,24The risk of malignancy in patients with breast pain after normal CBE and mammography findings is approximately 0.5%.8,12"
        },
        {
            "parent": 1,
            "text": "Although spontaneous resolution of breast pain is common, mastalgia can be chronic, necessitating a stepwise approach to management13,14,22(Figure 413–15,23,25,26). Reassuring women with cyclic mastalgia that they are at low risk of breast cancer and recommending select lifestyle modifications have been shown to reduce symptoms.10,16,17,25Topical nonsteroidal anti-inflammatory drugs such as diclofenac are the first-line pharmacologic treatment for cyclic and noncyclic mastalgia.13,14Natural remedies such as vitamin E and evening primrose oil are commonly used despite limited data supporting their effectiveness.14,18,26Caffeine intake, iodine deficiency, and dietary fat intake have not been definitively established as causal factors in mastalgia, and dietary modifications are not effective treatments.16,19,27In instances of severe and refractory pain, clinicians may consider hormonal agents such as tamoxifen or danazol. Although several selective estrogen receptor modulators have been reviewed in the literature, tamoxifen is the most extensively studied and has clear benefit in up to 90% of women.14,18Tamoxifen is more effective than danazol, with longer-lasting results and more tolerable adverse effects.13,14Because of the significant adverse effects associated with these drugs, referral to a subspecialist should be considered before prescribing these agents.Table 2provides a summary of various therapeutic options.13,14,16–18,20,25,27–29"
        },
        {
            "parent": 2,
            "text": "Nipple discharge is a common symptom among women of reproductive age, with most women experiencing at least one episode.30Although nipple discharge is predominantly physiologic or due to a benign etiology, an underlying malignancy is identified in up to 21% of patients with pathologic discharge who undergo biopsy.30The initial workup includes a comprehensive history and physical examination, with the primary aim of distinguishing between normal lactation, nonpuerperal galactorrhea, and pathologic discharge.Figure 5outlines the workup for nipple discharge.18,30,31"
        },
        {
            "parent": 3,
            "text": "Physiologic discharge is generally bilateral, multiductal, negative for blood (regardless of color), and associated with nipple stimulation or breast compression.32Most women can express fluid from their breast during their reproductive years. During pregnancy and lactation, the mammary glands excrete milk or colostrum in response to estrogen, progesterone, prolactin, and oxytocin. This physiologic discharge may persist for up to one year after pregnancy and cessation of breast-feeding.18The presence of spontaneous bilateral lactation outside of pregnancy and the postpartum period is termed galactorrhea. Galactorrhea does not represent intrinsic breast disease and is commonly caused by hyperprolactinemia.18Elevated prolactin levels may be linked to hypothalamic or pituitary lesions (tumors or infiltrative disorders), systemic disease (hypothyroidism or renal insufficiency), or dopamine-inhibiting medications.18,31,32All patients with true galactorrhea should have a human chorionic gonadotropin pregnancy test to rule out pregnancy, followed by measurement of prolactin and thyroid-stimulating hormone levels.32A comprehensive medication review should be performed to rule out iatrogenic causes(eTable A). If the history, physical examination findings, and routine screening mammography are consistent with physiologic discharge, no additional imaging is indicated.30,33Avoidance of nipple expression may expedite resolution.18"
        },
        {
            "parent": 4,
            "text": "Pathologic discharge is generally spontaneous and unilateral, and originates from a single duct opening on a nipple. It may be bloody, serous, serosanguineous, or watery.30The differential diagnosis includes intraductal papilloma, ductal ectasia, and breast carcinoma.30If discharge is deemed pathologic, age-appropriate diagnostic imaging with mammography and/or ultrasonography is indicated.30Studies have shown a low risk of malignancy when diagnostic studies are negative. The clinical utility of cytology is limited because of its high rate of false-negative findings.34Imaging results of BI-RADS 4 or 5 require tissue biopsy. For imaging results of BI-RADS 1 to 3, management options include duct excision or follow-up with physical examination after six months and repeat diagnostic imaging for one to two years or until discharge resolves.7,35Duct excision, potentially localized by ultrasonography, magnetic resonance imaging, or ductography, is preferred to rule out malignancy.30,36,37Duct excision may provide the additional benefit of symptomatic relief.35Table 3outlines imaging modalities and indications.30,32,34,37–41"
        },
        {
            "parent": 4,
            "text": "This article updates previous articles on this topic bySalzman, et al.,42and byMorrow.43"
        },
        {
            "parent": 4,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the key terms breast symptoms, breast lump, breast pain, mastalgia, and nipple discharge. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. We also searched the Agency for Healthcare Research and Quality evidence reports, the U.S. Preventive Services Task Force, the Centers for Disease Control and Prevention, the Cochrane database, Essential Evidence Plus, the Institute for Clinical Systems Improvement, and the National Guideline Clearinghouse database. Search dates: January to November 2018."
        }
    ],
    "locked": false
}