{
    "url": "https://www.aafp.org/pubs/afp/issues/2020/0915/p347.html#afp20200915p347-f1",
    "title": "Management of Hypertriglyceridemia: Common Questions and Answers | AAFP",
    "author": "ROBERT C. OH, MD, MPH, EVAN T. TRIVETTE, MD, AND KATIE L. WESTERFIELD, DO",
    "doi": "Am Fam Physician.2020;102(6):347-354",
    "abstract": "Hypertriglyceridemia, defined as fasting serum triglyceride levels of 150 mg per dL or higher, is associated with increased risk of cardiovascular disease. Severely elevated triglyceride levels (500 mg per dL or higher) increase the risk of pancreatitis. Common risk factors for hypertriglyceridemia include obesity, metabolic syndrome, and type 2 diabetes mellitus. Less common risk factors include excessive alcohol use, physical inactivity, being overweight, use of certain medications, and genetic disorders. Management of high triglyceride levels (150 to 499 mg per dL) starts with dietary changes and physical activity to lower cardiovascular risk. Lowering carbohydrate intake (especially refined carbohydrates) and increasing fat (especially omega-3 fatty acids) and protein intake can lower triglyceride levels. Moderate- to high-intensity physical activity can lower triglyceride levels, as well as improve body composition and exercise capacity. Calculating a patient's 10-year risk of atherosclerotic cardiovascular disease is pertinent to determine the role of medications. Statins can be considered for patients with high triglyceride levels who have borderline (5% to 7.4%) or intermediate (7.5% to 19.9%) risk. For patients at high risk who continue to have high triglyceride levels despite statin use, high-dose icosapent (purified eicosapentaenoic acid) can reduce cardiovascular mortality (number needed to treat = 111 to prevent one cardiovascular death over five years). Fibrates, omega-3 fatty acids, or niacin should be considered for patients with severely elevated triglyceride levels to reduce the risk of pancreatitis, although this has not been studied in clinical trials. For patients with acute pancreatitis associated with hypertriglyceridemia, insulin infusion and plasmapheresis should be considered if triglyceride levels remain at 1,000 mg per dL or higher despite conservative management of acute pancreatitis.",
    "headers": [
        {
            "id": 0,
            "name": "What Are the Risk Factors for Hypertriglyceridemia?",
            "level": 2
        },
        {
            "id": 1,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        },
        {
            "id": 2,
            "name": "What Is the Clinical Significance of Hypertriglyceridemia?",
            "level": 2
        },
        {
            "id": 3,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        },
        {
            "id": 4,
            "name": "What Is the Optimal Lifestyle Management of Hypertriglyceridemia?",
            "level": 2
        },
        {
            "id": 5,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        },
        {
            "id": 6,
            "name": "When Should Medications Be Prescribed in the Management of Hypertriglyceridemia?",
            "level": 2
        },
        {
            "id": 7,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Hypertriglyceridemia is defined as fasting serum triglyceride levels of 150 mg per dL (1.69 mmol per L) or higher. Elevated triglyceride levels (150 to 499 mg per dL [1.69 to 5.64 mmol per L]) are associated with increased risk of cardiovascular disease (CVD), and severely elevated levels (500 mg per dL [5.65 mmol per L] or higher) are associated with increased risk of pancreatitis.(Table 1).1This article answers commonly asked questions related to the management of hypertriglyceridemia."
        },
        {
            "parent": -1,
            "text": "Systematic reviews consistently do not support use of omega-3 fatty acids for the primary prevention of cardiovascular disease."
        },
        {
            "parent": -1,
            "text": "For patients with established cardiovascular disease and elevated triglyceride levels who are already on statins, icosapent (Vascepa) reduces cardiovascular mortality (number needed to treat = 111 to prevent one cardiovascular death over five years) but may not be cost-effective. Currently, treatment of 111 patients to prevent one cardiovascular death would cost approximately $1.8 million."
        },
        {
            "parent": 0,
            "text": "Common risk factors are obesity, metabolic syndrome, and type 2 diabetes mellitus. Less common risk factors include excessive alcohol use (more than two standard drinks daily in men and more than one standard drink daily in women), physical inactivity, being overweight, use of certain medications (e.g., atypical antipsychotics, antiretroviral protease inhibitors, beta blockers, bile acid–binding resins, corticosteroids, estrogens, immunosuppressants, isotretinoin, thiazide diuretics), and genetic disorders.2,3Risk factors for hypertriglyceridemia are summarized inTable 2.1,2,4"
        },
        {
            "parent": 1,
            "text": "Hypertriglyceridemia is associated with increasing age, higher body mass index, elevated blood glucose levels, elevated total cholesterol, and reduced high-density lipoprotein (HDL) cholesterol. Up to 33% of adults in the United States have triglyceride levels of 150 mg per dL or higher.5In studies using a cutoff of 200 mg per dL (2.26 mmol per L), 17.9% of patients had elevated triglyceride levels, and 1.7% to 2.1% had severely elevated triglyceride levels.5,6In one study, 0.4% of patients had triglyceride levels of 1,000 mg per dL (11.30 mmol per L) or higher.6"
        },
        {
            "parent": 1,
            "text": "After hypertriglyceridemia is identified, the patient should be assessed for common and secondary causes. Common risk factors for hypertriglyceridemia include obesity, metabolic syndrome, and type 2 diabetes.2,3The National Health and Nutrition Examination Survey showed that 80% of the U.S. population have one or more criteria for metabolic syndrome.7Other risk factors include excessive alcohol consumption (more than two standard drinks daily for men and more than one standard drink daily for women), physical inactivity, being overweight, medication use, endocrine disorders, and autoimmune disorders.1–3Other genetic syndromes cause hypertriglyceridemia but are beyond the scope of this article."
        },
        {
            "parent": 2,
            "text": "The American College of Cardiology/American Heart Association cholesterol guidelines list hypertriglyceridemia as a risk-enhancing factor for CVD.1,8It is also a component of metabolic syndrome and is a feature of atherogenic dyslipidemia (hypertriglyceridemia and low HDL cholesterol levels). Despite the association between hypertriglyceridemia and CVD, studies have not demonstrated a reduction in cardiovascular events or deaths with the treatment of isolated hypertriglyceridemia. Hypertriglyceridemia is also a risk factor for acute pancreatitis.1,9"
        },
        {
            "parent": 3,
            "text": "The American College of Cardiology/American Heart Association guidelines list elevated triglyceride levels as a risk-enhancing factor for CVD.1,8Risk-enhancing factors may confer additional cardiovascular risk beyond traditional major risk factors (e.g., cigarette smoking, diabetes, hypertension, low-density lipoprotein [LDL] cholesterol levels). Hypertriglyceridemia is a component of metabolic syndrome, which is also associated with an increased risk of CVD.10Patients with hypertriglyceridemia and an increased waist circumference (40 inches for White males and 35 inches for White females) appear to be at higher risk of CVD.3"
        },
        {
            "parent": 3,
            "text": "Associations between CVD risk and a sedentary lifestyle, weight gain, central obesity, triglyceride levels, HDL cholesterol levels, and type 2 diabetes make the role of hypertriglyceridemia in increased CVD risk complex.3For example, a meta-analysis of 68 studies including more than 300,000 people showed an association between higher triglyceride levels and CVD that was attenuated after adjusting for HDL cholesterol and non-HDL cholesterol.11However, a European prospective study that followed 21,448 adults 45 to 79 years of age for 11 years showed an increased risk of future coronary heart disease in those with LDL cholesterol levels less than 100 mg per dL (2.59 mmol per L) and triglyceride levels of 150 mg per dL or higher.12This risk persisted after controlling for age, sex, smoking status, systolic blood pressure, waist circumference, physical activity, and hormone therapy (in women). Japanese patients with coronary heart disease who had triglyceride levels of 100 mg per dL or higher were significantly more likely to experience major cardiovascular events compared with those who had lower levels.13Recent guidelines recommend that clinicians consider hypertriglyceridemia and metabolic syndrome as risk-enhancing factors for CVD beyond the traditional major risk factors, although studies have not shown a benefit to treating primary hypertriglyceridemia with medications.1,8"
        },
        {
            "parent": 3,
            "text": "Hypertriglyceridemia may cause pancreatitis through toxic effects from free fatty acids released by pancreatic lipase.1,14,15A cohort study found that triglyceride levels of 500 mg per dL or higher are associated with increased severity of pancreatitis.9The risk of pancreatitis increases linearly with triglyceride levels greater than 177 mg per dL (2.00 mmol per mL; hazard ratio [HR] = 1.17 per 89 mg per dL [1.01 mmol per L] of serum triglycerides).15Triglyceride levels of 1,000 to 2,000 mg per dL (11.30 to 22.60 mmol per L) or higher may be a contributing factor in 2% to 4% of acute pancreatitis cases.14"
        },
        {
            "parent": 4,
            "text": "Optimal lifestyle management of hypertriglyceridemia combines nutrition and physical activity counseling to achieve weight loss and improve cardiovascular health.1–3,16Although few studies have evaluated the impact on patient-oriented outcomes, a decreased intake of refined carbohydrates and a combination of aerobic exercise and resistance training consistently reduce triglyceride levels and improve cardiovascular risk factors. High-intensity exercise (more than six metabolic equivalents) may confer additional benefits over moderate-intensity exercise (four to six metabolic equivalents), especially in persons who are overweight or obese or who have type 2 diabetes."
        },
        {
            "parent": 5,
            "text": "Lifestyle management targets risk factors for hypertriglyceridemia (increased body mass index and waist circumference, metabolic syndrome, low physical activity, and type 2 diabetes) and generally includes weight loss, nutritional changes, and structured physical activity. Lifestyle modification andweight loss of 5% or more lower triglyceride levels and improve risk factors for CVD.2,3However, it is unclear which dietary macronutrient, dietary pattern, or exercise regimen is most beneficial."
        },
        {
            "parent": 5,
            "text": "Carbohydrates. Reducing carbohydrate intake, including sugar-sweetened beverages, and increasing fat or protein intake lower fasting triglyceride levels.2,3,17Meta-analyses demonstrate higher triglyceride levels with increased carbohydrate and reduced fat intake.18,19Eating foods low on the glycemic index limits the rise of serum glucose levels thus limiting the rise of serum triglycerides.2The carbohydrate sucrose (sugar) contains a glucose molecule bound to a fructose molecule. When sucrose is ingested, fructose is metabolized in the liver and promotes fatty acid production. Hence, limiting intake of sucrose and fructose, which increase triglyceride levels more than fat or other dietary starches, may help to lower triglycerides.2,3,17,20,21However, the role of fructose in hypertriglyceridemia and CVD remains controversial.22,23"
        },
        {
            "parent": 5,
            "text": "Fat. Intake of any fat (monounsaturated, polyunsaturated, or saturated) lowers serum triglyceride levels.2Increased intake of unsaturated fats can increase HDL cholesterol levels and lower triglyceride levels.24A meta-analysis of 60 controlled trials showed that a 1% caloric decrease in carbohydrates replaced with an isocaloric increase in any type of fat reduces fasting triglyceride levels by 1% to 2%.18"
        },
        {
            "parent": 5,
            "text": "Dietary Pattern. The Mediterranean diet may reduce triglyceride levels, potentially because of higher intake of monounsaturated fats (with olive oil as the main source).24,25It is also the only diet shown in a randomized trial to reduce cardiovascular events.26The OmniHeart study, which evaluated macronutrient variations of the Dietary Approaches to Stop Hypertension (DASH) diet, demonstrated decreased triglyceride levels with higher intake of unsaturated fat and protein and lower intake of carbohydrates compared with the traditional DASH diet.27A recent randomized controlled trial demonstrated that lower-carbohydrate diets reduce triglyceride levels and reverse metabolic syndrome more effectively than higher-carbohydrate diets, independent of weight loss.28"
        },
        {
            "parent": 5,
            "text": "Despite these studies, there is no clear consensus regarding the optimal macronutrient profile or eating pattern for patients with hypertriglyceridemia or metabolic syndrome.Overall, clinicians should recommend a lower-carbohydrate, higher-fat or higher-protein nutrition plan, especially for those with hypertriglyceridemia less than 500 mg per dL.2,3,19,20"
        },
        {
            "parent": 5,
            "text": "Exercise. Triglycerides and other lipids are primarily absorbed by skeletal muscle and adipose tissue. Exercise can promote skeletal muscle uptake of glucose.29Endurance exercise, especially of higher intensity, appears to reduce triglyceride levels in addition to improving aerobic capacity.30–32In a meta-analysis, progressive resistance training was also found to lower triglyceride levels.33Combined aerobic and resistance exercises may be more beneficial than either type of exercise alone.32,34High-intensity exercise may improve insulin sensitivity, blood pressure, and waist circumference, especially in overweight and obese individuals, when compared with moderate-intensity training.35"
        },
        {
            "parent": 6,
            "text": "For primary prevention, pharmacologic management of fasting serum triglyceride levels less than 500 mg per dL is not indicated. Statin therapy may be considered in patients 40 to 75 years of age with triglyceride levels less than 500 mg per dL and borderline to intermediate risk of CVD. There is no evidence for the use of statins in combination with fibrates or niacin to reduce CVD.36,37Systematic reviews consistently do not support use of omega-3 fatty acids for the primary prevention of CVD.38For patients with established CVD and elevated triglyceride levels, icosapent (Vascepa; purified eicosapentaenoic acid [EPA], an omega-3 fatty acid) reduces cardiovascular mortality (number needed to treat [NNT] = 111 to prevent one death over five years) but may not be cost-effective.39Based on expert opinion, fibrates, omega-3 fatty acids, or niacin may be considered to lower pancreatitis risk in those with triglyceride levels of 500 mg per dL or higher.1–4"
        },
        {
            "parent": 7,
            "text": "Table 3summarizes the medications used in the management of hypertriglyceridemia.1,2,4,40,41In patients with triglyceride levels less than 500 mg per dL, cardiovascular risk should be reduced through identification of secondary and contributing causes, lifestyle management, and selective medication use. Contributing medications should be discontinued or changed if possible. Calculating a patient's 10-year atherosclerotic CVD risk (https://www.mdcalc.com/ascvd-atherosclerotic-cardiovascular-disease-2013-risk-calculator-aha-acc) helps to stratify the risk as low (less than 5%), borderline (5% to 7.4%), intermediate (7.5% to 19.9%), or high (20% or more) and guides management of hypertriglyceridemia(Figure 11–3,38)."
        },
        {
            "parent": 7,
            "text": "Although the use of statins in combination with fibrates or niacin reduces triglyceride levels, no clinical benefit has been demonstrated in randomized controlled trials.1Despite the lack of patient-oriented evidence,guidelines recommend that statin therapy be considered in patients with triglyceride levels between 150 and 499 mg per dL and borderline or intermediate cardiovascular risk.1,2,10Omega-3 fatty acids also have not been shown to be beneficial for the primary or secondary prevention of CVD.38"
        },
        {
            "parent": 7,
            "text": "In a randomized controlled trial of 8,179 patients on statin therapy who had elevated triglyceride levels and a history of established CVD or type 2 diabetes and other cardiovascular risk factors, those taking icosapent, 2 g two times per day, had a lower likelihood of the composite outcome of cardiovascular death, myocardial infarction, or nonfatal stroke compared with those taking placebo (11.2% vs. 14.8%; HR = 0.74; 95% CI, 0.65 to 0.83; NNT = 28 over five years).39Those taking icosapent also had lower cardiovascular mortality (4.3% vs. 5.2%; HR = 0.80; 95% CI, 0.66 to 0.98; NNT = 111 over five years). It is important to note that these benefits occurred only in patients with established CVD and not in those with diabetes and other risk factors. There was a significant increase in atrial fibrillation (5.3% vs. 3.9%) and peripheral edema (6.5% vs. 5%) in the treatment group.39The overall cost-effectiveness of icosapent therapy is unclear. Treating 111 patients to prevent one cardiovascular death over five years would cost about $1.8 million ($270 per patient per month).42"
        },
        {
            "parent": 7,
            "text": "Based primarily on expert opinion and extrapolation from observational studies, recent guidelines recommend treating patients with severe hypertriglyceridemia (triglyceride levels of 500 mg per dL or higher) to lower the risk of acute pancreatitis.1In conjunction with intensifying efforts at lifestyle changes, fibrates, omega-3 fatty acids, and niacin are used to treat severe hypertriglyceridemia. Fibrates decrease triglyceride levels by 25% to 50% and are considered first-line therapy for severe hypertriglyceridemia.2,24"
        },
        {
            "parent": 7,
            "text": "The omega-3 fatty acids EPA and docosahexaenoic acid (DHA) lower fasting and postprandial triglyceride levels in a dose-dependent manner. The combination of EPA and DHA, 2 to 4 g per day, reduces triglyceride levels by 20% to 50%.4,24Although over-the-counter omega-3 fatty acid supplements are widely available, a variation in the EPA plus DHA doses in over-the-counter supplements may limit the ability to achieve the 2 to 4 g per day needed to lower triglyceride levels.4"
        },
        {
            "parent": 7,
            "text": "Niacin lowers triglyceride levels by 10% to 35%, increases HDL cholesterol by 10% to 40%, and decreases LDL cholesterol by 5% to 20%.2,24Despite these favorable changes in lipid levels, randomized controlled trials have not demonstrated cardiovascular benefits with niacin therapy.43Use of niacin is limited by cutaneous flushing, a common adverse effect, and possible dose-dependent hepatotoxicity."
        },
        {
            "parent": 7,
            "text": "Patients presenting with acute pancreatitis should be assessed for hypertriglyceridemia and hyperglycemia.44In patients with acute pancreatitis, the severity of complications and risk of morbidity and mortality correlate with higher triglyceride levels.9,45Insulin infusion and plasmapheresis can rapidly improve severe hypertriglyceridemia and may be indicated in cases of acute pancreatitis secondary to severe hypertriglyceridemia (triglyceride levels of 1,000 mg per dL or higher) that are refractory to conservative therapy in the presence of worsening organ dysfunction.15,46Expert consultation is advised when considering insulin infusions or plasmapheresis. To reduce the risk of recurrence, triglyceride levels should be maintained below 500 mg per dL using a combination of lifestyle modification, fibrates, omega-3 fatty acids, and niacin.15"
        },
        {
            "parent": 7,
            "text": "This article updates a previous article on this topic byOh and Lanier.40"
        },
        {
            "parent": 7,
            "text": "Data Sources:A PubMed literature search was completed using the key words triglycerides and hypertriglyceridemia with cardiovascular disease and pancreatitis. Relevant articles were cross-referenced in PubMed and reviewed for relevancy. An Essential Evidence Plus summary on hyperlipidemia was reviewed. Recent guidelines from the American Heart Association, Endocrine Society, and European Cardiology Society were searched using the key words cholesterol, hypertriglyceridemia, and metabolic syndrome. References from articles were reviewed for primary-sourced evidence. Search dates: June to December 2019 and April 18, 2020."
        },
        {
            "parent": 7,
            "text": "The opinions and assertions contained herein are the private views of the authors and are not to be construed as official or as reflecting the views of the U.S. Army Medical Department or the U.S. Army at large."
        }
    ],
    "locked": false
}