{
    "url": "https://www.aafp.org/pubs/afp/issues/2019/0101/p57.html#afp20190101p57-f1",
    "title": "Deprescribing Benzodiazepine Receptor Agonists for Insomnia in Adults | AAFP",
    "author": "LISA CROKE,AFPSenior Associate Editor",
    "doi": "Am Fam Physician.2019;99(1):57-58",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Key Points for Practice"
        },
        {
            "parent": -1,
            "text": "• A slow taper of BZRAs is recommended in patients 18 to 64 years of age who use these most days of the week for more than four weeks."
        },
        {
            "parent": -1,
            "text": "• Patients 65 years and older taking a BZRA for any duration should be recommended to taper off slowly."
        },
        {
            "parent": -1,
            "text": "• A slow taper with a 25% dose reduction every two weeks and medication-free days at the end of the taper is suggested."
        },
        {
            "parent": -1,
            "text": "From theAFPEditors"
        },
        {
            "parent": -1,
            "text": "Benzodiazepine receptor agonists (BZRAs), which include benzodiazepines and drugs such as zolpidem (Ambien), are often used to treat insomnia. Although they are beneficial for short-term improvement in sleep onset latency and duration, they also have associated harms, including problems with dependence. Evidence suggests that the benefits of BZRAs for insomnia wane after four weeks, whereas harms can continue, especially for older persons, including a greater risk of falls, motor vehicle collisions, problems with memory, and daytime sedation. A multidisciplinary group of clinicians as part of the Deprescribing Guidelines in the Elderly project has developed evidence-based guidelines focused on deprescribing long-term BZRAs in patients taking them for insomnia, with the goal of helping physicians and patients make appropriate decisions about BZRA use."
        },
        {
            "parent": -1,
            "text": "Deprescribing BZRAs has been proven successful in studies and is associated with only mild withdrawal symptoms (e.g., insomnia in the short term, anxiety, restlessness). Deprescribing options include abrupt discontinuation, tapering, cognitive behavior therapy (CBT) provided by trained personnel or via self-help, CBT and tapering combined, using lower dosages, using BZRAs as needed, or switching medications (e.g., melatonin). CBT combined with tapering improved BZRA cessation when compared with tapering alone. CBT for insomnia includes education regarding sleep, regulating stimulation, limiting sleep, sleep hygiene, and relaxation, and is associated with improved sleep and long-term benefits."
        },
        {
            "parent": -1,
            "text": "Tapering should be recommended to all patients taking BZRAs. Harms, waning effectiveness, rate and length of tapering, monitoring, and the possibility of withdrawal symptoms should be discussed. Based on low-quality evidence, patients 18 to 64 years of age who use BZRAs most days of the week for longer than four weeks (weak recommendation based on low-quality evidence) and patients 65 years and older taking a BZRA for any duration (strong recommendation based on low-quality evidence and evidence of harms) should have dosing tapered slowly.Figure 1is an algorithm for deprescribing BZRAs. It should be noted that switching to a long-acting BZRA does not improve cessation rates or reduce withdrawal symptoms compared with tapering short-acting BZRAs. Although the systematic review did not compare different tapering schedules, a very slow taper with a 25% dose reduction every two weeks and medication-free days at the end was used in several trials. Options include 50% reduction and switching to lorazepam (Ativan) or oxazepem during final tapering if the patient's current dosage does not allow tapering in 25% increments."
        },
        {
            "parent": -1,
            "text": "Various behavioral management strategies may be considered for patients who experience a recurrence of insomnia during attempts to taper BZRAs. In the primary care setting, these strategies include recommending that the patient go to bed only when tired; use the bed only for sleep or intimacy; leave the bed if not asleep within 30 minutes, even if awakened in the night one or more times; maintain consistency in waking up at the same time every day; avoid naps; avoid consuming caffeine in the afternoon; and avoid physical activity, nicotine, alcohol, and eating a large amount of food two hours before going to bed. In long-term care facilities, strategies include keeping bright light out of the room by using curtains; reducing noises from medical alarms; not waking the patient during the night; encouraging the patient to stay active during the day to avoid sleeping, and to maintain consistency in waking times and bedtimes; decreasing the patient's napping, food and caffeine intake, and smoking before bedtime; recommending that the patient use the bathroom before bedtime; and offering the patient a warm drink or massage at night."
        },
        {
            "parent": -1,
            "text": "Editor's Note:Knowing when to deprescribe a medication is just as essential as knowing when to prescribe a medication in the first place. It is our responsibility to help patients navigate away from harms, dependence, and polypharmacy. This guideline summary is one of many features inAFPandFPMwith helpful tips on deprescribing. See also Deprescribing Is an Essential Part of Good Prescribing (https://www.aafp.org/afp/2019/0101/p7.html); Deprescribing Unnecessary Medications: A Four-Part Process (https://www.aafp.org/fpm/2018/0500/p28.html); What Needs to Change to Make Deprescribing Doable (https://www.aafp.org/fpm/2018/0500/p5.html); and Deprescribing Antipsychotics for Behavioral and Psychological Symptoms of Dementia and Insomnia (https://www.aafp.org/afp/2018/0915/p394.html). —Sumi M. Sexton, MD, Editor-in-Chief,American Family Physician"
        },
        {
            "parent": -1,
            "text": "Guideline source:Deprescribing Guidelines in the Elderly Project (http://www.open-pharmacy-research.ca/research-projects/emerging-services/deprescribing-guidelines)"
        },
        {
            "parent": -1,
            "text": "Evidence rating system used?Yes"
        },
        {
            "parent": -1,
            "text": "Systematic literature search described?Yes"
        },
        {
            "parent": -1,
            "text": "Guideline developed by participants without relevant financial ties to industry?Yes"
        },
        {
            "parent": -1,
            "text": "Recommendations based on patient-oriented outcomes?Yes"
        },
        {
            "parent": -1,
            "text": "Published source:Can Fam Physician. May 2018;64(5):339–351."
        },
        {
            "parent": -1,
            "text": "Available at:http://www.cfp.ca/content/64/5/339.long"
        }
    ],
    "locked": false
}