{
    "url": "https://www.aafp.org/pubs/afp/issues/2019/0915/p350.html#afp20190915p350-f2",
    "title": "Otitis Media: Rapid Evidence Review | AAFP",
    "author": "HEIDI L. GADDEY, MD, MATTHEW THOMAS WRIGHT, DO, AND TRACY N. NELSON, MD",
    "doi": "Am Fam Physician.2019;100(6):350-356",
    "abstract": "Acute otitis media (AOM) is the most common diagnosis in childhood acute sick visits. By three years of age, 50% to 85% of children will have at least one episode of AOM. Symptoms may include ear pain (rubbing, tugging, or holding the ear may be a sign of pain), fever, irritability, otorrhea, anorexia, and sometimes vomiting or lethargy. AOM is diagnosed in symptomatic children with moderate to severe bulging of the tympanic membrane or new-onset otorrhea not caused by acute otitis externa, and in children with mild bulging and either recent-onset ear pain (less than 48 hours) or intense erythema of the tympanic membrane. Treatment includes pain management plus observation or antibiotics, depending on the patient's age, severity of symptoms, and whether the AOM is unilateral or bilateral. When antibiotics are used, high-dose amoxicillin (80 to 90 mg per kg per day in two divided doses) is first-line therapy unless the patient has taken amoxicillin for AOM in the previous 30 days or has concomitant purulent conjunctivitis; amoxicillin/clavulanate is typically used in this case. Cefdinir or azithromycin should be the first-line antibiotic in those with penicillin allergy based on risk of cephalosporin allergy. Tympanostomy tubes should be considered in children with three or more episodes of AOM within six months or four episodes within one year with one episode in the preceding six months. Pneumococcal and influenza vaccines and exclusive breastfeeding until at least six months of age can reduce the risk of AOM.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 3,
            "name": "ANTIBIOTIC THERAPY",
            "level": 3
        },
        {
            "id": 4,
            "name": "PAIN MANAGEMENT",
            "level": 3
        },
        {
            "id": 5,
            "name": "Prevention",
            "level": 2
        },
        {
            "id": 6,
            "name": "Recurrent AOM",
            "level": 2
        },
        {
            "id": 7,
            "name": "Special Considerations for Infants",
            "level": 2
        },
        {
            "id": 8,
            "name": "Special Considerations for Adults",
            "level": 2
        },
        {
            "id": 9,
            "name": "Practical Considerations",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Acute otitis media (AOM) is commonly diagnosed in children in primary care offices. It is also a leading contributor to antibiotic prescriptions and medical costs in children.1This article provides a summary and review of the best, most recent evidence to guide the diagnosis and treatment of AOM."
        },
        {
            "parent": 0,
            "text": "AOM is the most common diagnosis in childhood acute sick visits, accounting for 13.6 million office visits among children annually.1"
        },
        {
            "parent": 0,
            "text": "The incidence of AOM peaks between six and 15 months of age.2AOM is marginally more common in boys than in girls.2By three years of age, 50% to 85% of children experience at least one episode of AOM. However, after 24 months of age, the risk decreases with increasing age.2,3Risk factors for AOM are shown inTable 1.2,4The most common causative bacterial species areStreptococcus pneumoniae,Haemophilus influenzae, andMoraxella catarrhalis.5,6"
        },
        {
            "parent": 1,
            "text": "In addition to ear pain, AOM is commonly associated with fever, irritability, otorrhea, anorexia, and sometimes vomiting or lethargy.2The diagnosis is made clinically using common symptoms and findings on examination of the tympanic membrane.7AOM should be diagnosed in symptomatic children with moderate to severe bulging of the tympanic membrane(Figure 14)or new-onset otorrhea not caused by otitis externa.7It can also be diagnosed in children with mild bulging and either recent-onset ear pain (less than 48 hours) or intense erythema of the tympanic membrane.Ear pain can be assumed in fussy, nonverbal children who hold, tug, or rub the ear.7"
        },
        {
            "parent": 1,
            "text": "AOM should not be diagnosed without evidence of middle ear effusion on pneumatic otoscopy or tympanometry.7Otitis media with effusion is often misdiagnosed as AOM. Otitis media with effusion can be distinguished on physical examination by a neutral or retracted (not bulging) tympanic membrane with an amber or blue (not white or pale yellow) hue. Air fluid levels, however, may be present in both conditions.8Pneumatic otoscopy should be used for the assessment of the tympanic membrane.4,7Pneumatic otoscopy is up to 94% sensitive and 90% specific for identifying middle ear effusion.4,9Tympanometry can be used as an adjunct to pneumatic otoscopy. Tympanometry is also 70% to 94% sensitive and 90% specific for identifying middle ear effusion.4,9Tympanocentesis is the diagnostic standard for identifying the causative bacteria in the middle ear fluid. However, this procedure is impractical in a primary care clinic, and it rarely changes initial management because the common bacterial pathogens are predictable.5However, tympanocentesis may be considered to guide treatment in children with ongoing severe symptoms despite treatment with multiple antibiotics by identifying the offending pathogen and its antibiotic susceptibility.7"
        },
        {
            "parent": 2,
            "text": "Table 2lists treatment strategies based on age, symptoms, and physical examination findings.7"
        },
        {
            "parent": 3,
            "text": "The resolution rate of AOM in children is 81% without antibiotic treatment vs. 93% with antibiotic treatment.1Thus, antibiotics have limited benefits compared with the potential adverse effects, such as rash, vomiting, or diarrhea.10Antibiotic treatment of AOM in children does not decrease early pain (before 24 hours), hearing loss at three months, or recurrence within 30 days.10Antibiotic treatment has some beneficial effect on pain after 24 hours (up to 12 days), number of tympanic membrane perforations, and contralateral otitis media.10Children younger than two years with bilateral otitis media or otitis media with otorrhea benefit most from antibiotics.10If antibiotics are used for AOM, high-dose amoxicillin (80 to 90 mg per kg per day in two divided doses) is first-line therapy, unless the child has taken antibiotics for AOM in the previous 30 days, has purulent conjunctivitis, or has a penicillin allergy.7Observation for 48 to 72 hours with deferment of antibiotics should be considered in lower-risk children with AOM.7,10Amoxicillin/clavulanate (Augmentin) should be the initial antibiotic for children who have taken amoxicillin for AOM in the previous 30 days or who have purulent conjunctivitis.7Single-dose intramuscular ceftriaxone is as effective as amoxicillin for isolated episodes of AOM. However, ceftriaxone should not be used as a first-line treatment, because there are limited options if treatment fails.7Cefdinir or azithromycin (Zithromax) should be the first-line antibiotic in those with penicillin allergy based on risk of cephalosporin allergy.Antibiotic treatment failure is defined as diagnosis of AOM in the 30 days following treatment initiation or severe symptoms that do not resolve within 48 to 72 hours of treatment initiation and unimproved findings on tympanic membrane examination.7Lack of resolution of AOM is likely secondary to beta-lactamase–producingH. influenzaeorM. catarrhalis; amoxicillin/clavulanate should be used for treatment if amoxicillin fails.7Duration of therapy is based on patient age and severity of symptoms. A 10-day course of antibiotics is recommended if the child is younger than two years or has severe symptoms. A five- to seven-day course is effective if the child is two years or older and does not have severe symptoms.7Figure 2is an algorithm for the treatment of AOM in children requiring antibiotics.7"
        },
        {
            "parent": 4,
            "text": "Pain should be treated as needed in children with AOM.7Monotherapy with oral ibuprofen or acetaminophen provides short-term (less than 48 hours) relief of ear pain secondary to AOM. Evidence is insufficient to establish that one of these medications is superior to the other or that combined therapy provides better pain relief.11Caregivers should be counseled on appropriate use of these pain medications.7Topical anesthetic eardrops and naturopathic eardrops have been found to decrease pain in some small studies, but overall evidence is insufficient to recommend routine use.12,13They should be avoided if there is any concern for tympanic membrane perforation.7There is limited evidence for the benefit of home remedies, such as distraction, external application of heat or cold, and oil drops into the external auditory canal.7For children younger than two years, follow-up of AOM can typically occur at the next scheduled wellness visit or three months after completing treatment to ensure resolution of middle ear fluid. For children two years and older without an upcoming visit or children with recurrent AOM, reevaluation within three months of completing treatment should be considered to ensure resolution of middle ear effusion.14"
        },
        {
            "parent": 5,
            "text": "Susceptibility to AOM is complex and not well understood, and it likely includes a combination of genetic, anatomic, and environmental factors.2The previous heptavalent pneumococcal vaccine reduced the relative risk of AOM by 5% to 6% in high-risk children and up to 6% in low-risk children. For AOM caused specifically by pneumococcus, the relative risk reduction was 20% to 25%. It is difficult to assess the effect of the current 13-valent pneumococcal conjugate vaccine (Prevnar 13) on prevention of AOM, but a recent study showed that the extra six serotypes result in an 86% risk reduction of pneumococcal-specific AOM in middle ear fluid compared with the heptavalent vaccine.16All children should receive pneumococcal vaccination according to guidelines from the Advisory Committee on Immunization Practices.17AOM often follows a viral upper respiratory tract infection. Influenza vaccination leads to a 4% absolute reduction in AOM episodes and a 30% to 55% reduction in AOM during the respiratory illness season.7,18Children older than six months should receive annual influenza vaccination.19Breastfeeding reduces the risk of AOM. Longer duration of breastfeeding provides greater protection for children younger than two years.20Exclusive breastfeeding until six months of age reduces the risk by 43%.7,20Xylitol (chewing gum, lozenges, or syrup) reduces the occurrence of AOM in children attending day care by 25%. Evidence for the benefit of xylitol in children prone to otitis media or in children with an acute respiratory infection is inconclusive. Adverse effects of xylitol include abdominal pain and rash.21Xylitol must be used multiple times per day for the entire respiratory illness season to be effective, leading to poor compliance.22Evidence is mixed on the benefit of zinc supplementation for the prevention of AOM in healthy children younger than five years.23Weak evidence exists for eliminating tobacco smoke exposure, avoiding supine bottle feeding (bottle propping), and reducing or eliminating pacifier use after six months of age in the prevention of AOM and AOM recurrences. However, given the risk of tobacco smoke exposure on overall health, avoidance is recommended.7,24"
        },
        {
            "parent": 6,
            "text": "Referral to an otolaryngologist for possible tympanostomy tube placement should be considered in children with three or more episodes of AOM within six months or four episodes within one year with one episode in the preceding six months.7Tympanostomy tubes should not be placed in children with recurrent AOM if no middle ear effusion is noted at the time of otolaryngologist evaluation.25Possible long-term sequelae of tympanostomy tubes include structural changes to the tympanic membrane, such as focal atrophy, tympanosclerosis, retraction pockets, and chronic perforation; cholesteatoma; and chronic otorrhea.26These risks should be weighed against the risks associated with chronic otitis media with effusion, including decreased academic performance, vestibular problems, behavioral issues, and overall decreased quality of life.25Prophylactic antibiotics should not be prescribed to reduce the frequency of AOM episodes in children with recurrent AOM. They have not been shown to be effective and increase rates of microbial resistance.7"
        },
        {
            "parent": 7,
            "text": "Infants eight weeks and younger are at greater risk of severe sequelae from AOM, including sepsis, meningitis, and mastoiditis.4Group B streptococci, gram-negative enteric bacteria, andChlamydia trachomatisare common pathogens found in the middle ear fluid of neonates younger than two weeks, and a full sepsis workup should be completed for any neonate younger than two weeks with fever and apparent AOM.26,27Antibiotics should be initiated for sepsis as indicated. Amoxicillin is the first-line antibiotic for neonates older than two weeks.26,27"
        },
        {
            "parent": 8,
            "text": "Treatment of AOM in adults is largely extrapolated from studies of treatment in children, with amoxicillin as the recommended first-line antibiotic.There are no data on observation instead of treatment in adults with AOM. Therefore, adults should be treated with antibiotics at initial presentation to prevent complications.Adults with recurrent AOM (more than two episodes per year) or otitis media with effusion that persists for more than six weeks should be referred to an otolaryngologist to be evaluated for mechanical eustachian tube obstruction.4"
        },
        {
            "parent": 9,
            "text": "To allow visualization of the tympanic membrane, attempts should be made to safely remove cerumen obstruction/impaction using ceruminolytics, irrigation, or manual removal. No one ceruminolytic has been shown to be superior.28If visualization remains difficult, cerumen removal should be attempted again the next day or the patient should be referred to an otolaryngologist.29Cerumen impaction was covered previously inAmerican Family Physician.30Tympanometry can be difficult in young children. If adequate readings cannot be obtained, cerumen should be removed and proper fit of the device tip should be ensured, then tympanometry reattempted. If this fails, visualized insufflation may be attempted to look for movement of the tympanic membrane.Other causes of ear pain and erythema of the tympanic membranes, including vascular engorgement from crying, viral and hemorrhagic myringitis, and aberrant tympanic membrane vessels, should be considered before diagnosing AOM.31Parents should be counseled that fever and ear pain may persist for 48 to 72 hours after initiation of antibiotics. However, parents should seek care immediately if the child is vomiting or has a high fever, headaches, or pain behind the ear."
        },
        {
            "parent": 9,
            "text": "This article updates previous articles on this topic byHarmes, et al.4;Ramakrishnan, et al.32; andPichichero.33"
        },
        {
            "parent": 9,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the key terms pediatric, children, acute otitis media, evaluation, treatment, and antibiotic management. We reviewed the updated Agency for Healthcare Research and Quality Evidence Report on the management of acute otitis media, which included a systematic review of the literature through October 2018. Also searched were Essential Evidence Plus, Clinical Evidence, Google Scholar, and the Cochrane database. Reference lists of retrieved articles were also searched. Search dates: September to October 2018 and May 2019."
        },
        {
            "parent": 9,
            "text": "The views expressed in this material are those of the authors and do not reflect the official policy or position of the U.S. government, Department of Defense, or Department of the Air Force."
        }
    ],
    "locked": false
}