{
    "url": "https://www.aafp.org/pubs/afp/issues/2020/0901/p312.html#afp20200901p312-f1",
    "title": "Palliative Care During Public Health Emergencies: Examples from the COVID-19 Pandemic | AAFP",
    "author": "KRISTINA GRACEY, MD, MPH, AND STEPHEN MARTIN, MD, EdM, University of Massachusetts Medical School, UMass Memorial Health Care, Department of Family Medicine and Community Health, Worcester, Massachusetts, and Barre Family Health Center, Barre, Massachusetts",
    "doi": "Am Fam Physician.2020;102(5):312-315",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "Case Scenarios",
            "level": 2
        },
        {
            "id": 1,
            "name": "SCENARIO #1",
            "level": 3
        },
        {
            "id": 2,
            "name": "SCENARIO #2",
            "level": 3
        },
        {
            "id": 3,
            "name": "Commentary",
            "level": 2
        },
        {
            "id": 4,
            "name": "Emergent and Nonemergent Crisis Planning During Public Health Emergencies",
            "level": 2
        },
        {
            "id": 5,
            "name": "Planning Ahead: Addressing Life Support",
            "level": 2
        },
        {
            "id": 6,
            "name": "Crisis Standards of Care During a Pandemic",
            "level": 2
        },
        {
            "id": 7,
            "name": "Institutional Approaches to Proactive Planning",
            "level": 2
        },
        {
            "id": 8,
            "name": "Resolution of Case Scenarios",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": 1,
            "text": "In March 2020, my area became a hot spot for coronavirus disease 2019 (COVID-19). One of my regular patients, a 72-year-old with chronic obstructive pulmonary disease, called my office stating that he had severe shortness of breath. The patient had tested positive for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) two days earlier, but initially he had only mild symptoms. After receiving the diagnosis, the patient expressed fear of being alone in the hospital and wanted to stay at home no matter what. I confirmed the patient's preference for his do-not-resuscitate/do-not-intubate status and completed the Physician Orders for Life-Sustaining Treatment form. His spouse, designated as the health care agent, supports the patient's wishes. The patient declined home-based services, including hospice. During today's telemedicine visit, the patient is gasping, fatigued, and reports using 4 L of oxygen instead of the usual 2 L. He states, “Doc, I think I am dying. I don't want to go to the hospital, but I'm not sure my spouse can manage my care. What should I do?” When time is of the essence during public health emergencies, how can physicians implement a crisis care plan that meets patients' needs while honoring their values and preferences?"
        },
        {
            "parent": 2,
            "text": "The COVID-19 pandemic has unexpectedly expanded in my area, and a 58-year-old patient called my team, requesting a telemedicine visit for mild shortness of breath. The patient reported no chest pain or other symptoms. During the visit, I reviewed her recent oncology consultation detailing remission following lobectomy and radiation therapy for stage 2 lung cancer. Her preference is listed as full code, but she has never discussed the benefits and risks of cardiopulmonary resuscitation and mechanical ventilation with her physicians. She hopes to live as long as possible, provided that her quality of life is good, and wants to see her children graduate from school. The patient is worried that she has COVID-19 and is scared. With time to plan ahead and with lessons learned from the COVID-19 pandemic, what approaches can help vulnerable patients anticipate and appropriately plan for the possibility of decompensation?"
        },
        {
            "parent": 3,
            "text": "In public health emergencies such as the COVID-19 pandemic, some patients—especially older patients or those who have chronic health conditions—are confronted with treatment choices as they face life-threatening illness. Drawing on longitudinal relationships, primary care physicians can help patients and their families reach decisions that best align with patient goals. These crucial conversations may take place under intense pressure. COVID-19, for example, can cause sudden decompensation, leading to abrupt respiratory failure and death. Other factors, including unpredictable clinical courses and resource limitations, may further complicate guiding patients through goal-aligned decision-making."
        },
        {
            "parent": 3,
            "text": "Patients' expressed wishes (e.g., to stay at home no matter what) can conflict with their goals (e.g., to die with minimal discomfort). Dying with severe dyspnea from COVID-19 pneumonia is traumatic and may contribute to complicated grieving and lifelong regret and guilt for caregivers. In addition to relationship-based advance care planning, physicians can use palliative care and ethical principles to develop high-quality crisis care plans that best meet patient needs, even during emergencies."
        },
        {
            "parent": 4,
            "text": "When a patient who prefers comfort-focused care decompensates quickly at home, a physician needs a viable crisis plan (developed in advance or in real time) that balances the ethical principles of autonomy and duty to provide care.1An appropriate plan could be based on the following steps."
        },
        {
            "parent": 4,
            "text": "Review written advance directives and/or a patient's previously stated wishes with the health care agent (or next of kin, depending on state laws).Perform a rapid clinical assessment. Telemedicine evaluation may be the safest and most efficient way during a pandemic to assess clinical status, including respiratory distress and mental status. Pulse oximeters, which can be purchased for home use, can determine oxygen saturation during a telemedicine or office-based visit. In patients with COVID-19, hypoxia portends more severe disease even in mildly symptomatic patients.2Video-based telemedicine evaluations can assist physicians and can be used to guide decision-making.3Ensure that the patient and the health care agent monitor for potential deterioration while clearly and sensitively sharing concerns about prognosis. Take time and give space to allow the patient and family to ask questions about prognosis.Clarify goals of care.4A physician can use ethical approaches to help reconcile any discord between a patient's previously stated wishes and current medical management options.5,6Evidence-based tools such as the Respecting Choices framework(Figure 1)can guide physicians' discussion of available treatment options in alignment with the patient's priorities, even in urgent situations.7Document goals and plan of care. Document the patient's choices for place of care and for the treatments they do and do not want to receive. With proper documentation in the medical record, other physicians involved in the patient's care can better understand the patient's wishes. It is critical to update advance directives and to involve the health care agent and family members whenever possible.Quickly recommend and implement a care plan. If the patient selects hospitalization for symptom management, the physician should share the goals and care plan with emergency medical services staff at the time of transfer. If a seriously ill patient wishes to remain at home despite risks, the physician should strongly recommend home hospice care and make a referral for immediate same-day admission. During the COVID-19 pandemic, hospice programs have adapted their practices to manage home care through a combination of remote and in-person care."
        },
        {
            "parent": 4,
            "text": "For patients already receiving oxygen, recommendations can include increasing flow rate to maintain oxygen saturations above 88% and kneeling in a prone position or tripoding while sitting in a chair. On admission, the hospice team can provide low-dose morphine for severe dyspnea and rapid relief of air hunger, with appropriate medications for anxiety, fever, delirium, and nausea."
        },
        {
            "parent": 4,
            "text": "The health care team should use crisis protocols to educate caregivers on safe administration and storage of medications and management of any treatment adverse effects.8Family physicians are encouraged to work with the hospice team. This collaborative care approach can be reassuring for patients and families and fulfills the commitment to lifelong care. If hospice is unavailable or if a patient is not accepted to hospice immediately, physicians can initiate appropriate individualized treatment orders for basic home care in line with hospice approaches. Hospitalization may be necessary for comfort-based care if symptoms become too difficult to manage at home."
        },
        {
            "parent": 5,
            "text": "During the pandemic surge in New York City, patients with preexisting serious illness and life-threatening COVID-19 infection often opted to refuse mechanical ventilation and cardiopulmonary resuscitation when discussing care goals with a palliative care team in an emergency department.9Especially during a public health emergency, advance care planning before the onset of severe illness can clarify patient wishes and avoid undesired emergency department visits and hospitalization for individuals with chronic health conditions.4Open-access toolkits are available to provide structured approaches to proactive planning conversations, including video examples and suggested language to help patients with decision-making.10Communication guides are available in several languages to guide these complex discussions.11The Serious Illness Conversation Guide is a useful resource to assist physicians in structuring conversations in advance of and during emergencies.12–14Resources are available to help physicians develop the communication skills needed to engage in serious illness conversations.15"
        },
        {
            "parent": 5,
            "text": "In addition to considering patient autonomy and the duty to provide care, physicians should apply the ethical values of openness and transparency to ensure that patients and other appropriate individuals understand the realities of ventilation and treatment in an intensive care unit. Important aspects include the experience of mechanical ventilation (i.e., sedation, proning), the possibility of prolonged hospitalization, potential life-threatening complications, and the risk of dying alone because of pandemic-related isolation requirements. Patients and decision-makers should also understand that patients who are released from an intensive care unit may experience outcomes ranging from complete recovery to chronic physical and cognitive disability."
        },
        {
            "parent": 6,
            "text": "Hospice can provide practical, emotional, and spiritual support. Ideally, physicians will have access to prompt hospice care for their patients, including medications for dyspnea and anxiety, oxygen, and 24/7 on-call support. Whereas hospice services remain widely available and are the first-line choice for end-of-life care, they may become overwhelmed during a pandemic, especially in medically underserved areas. When crisis standards of care are being used when resources are severely limited, the Center to Advance Palliative Care provides open-access guidelines, including online training to help physicians safely prescribe medications to manage end-of-life symptoms.16"
        },
        {
            "parent": 7,
            "text": "Physicians and institutions can assist in proactive management of vulnerable patients at risk of poor outcomes during public health emergencies. Preparedness includes identifying vulnerable individuals, such as those with chronic illnesses, who have an increased risk of deterioration. Palliative care and ethics consultants, nearby or remote, can guide physicians, patients, and families in developing plans of care. Institutions can support robust and secure telehealth platforms with video and appropriate tools for effective communication and clinical assessments. If these are not available, any popular applications that allow for video chats may be used in good faith during a public health emergency without incurring a Health Insurance Portability and Accountability Act violation.17"
        },
        {
            "parent": 8,
            "text": "In the first scenario, through telemedicine evaluation, a crucial conversation elicits the patient's and spouse's understanding of the poor prognosis and helps in selecting the pathway of comfort-based care. The physician should document goals of care and arrange urgent, same-day home admission to hospice, bridging immediate gaps by increasing oxygen flow rate and prescribing sublingual morphine. In the second scenario, with more time and recognizing the potential for earlier decompensation given lung cancer, the physician can arrange for a goals of care discussion to promote the understanding of cardiopulmonary resuscitation and to explain fears about COVID-19 as they relate to quality of life. The patient can help the physician clarify and document priorities and then designate a health care agent who respects her wishes. The physician should share with the patient what to do if symptoms of COVID-19 develop to ensure early access to hospital-based care if a full treatment option is chosen."
        },
        {
            "parent": 8,
            "text": "Although addressing palliative care wishes can be challenging during a pandemic, primary care physicians can proactively communicate with their most vulnerable patients, can ensure that patients' goals align with their care, and can prevent conflict around medical decision-making during a crisis. This is easier when supported by systems-based approaches."
        }
    ],
    "locked": false
}