{
    "url": "https://www.aafp.org/pubs/afp/issues/2021/0501/p553.html#afp20210501p553-f1",
    "title": "Urethritis: Rapid Evidence Review | AAFP",
    "author": "JARRETT SELL, MD, MUNIMA NASIR, MD, AND CHLOE COURCHESNE, MD",
    "doi": "Am Fam Physician.2021;103(9):553-558",
    "abstract": "Urethritis refers to inflammation of the urethra and is classified as gonococcal (caused byNeisseria gonorrhoeae) or nongonococcal in origin (most commonly caused byChlamydia trachomatis,Mycoplasma genitalium, orTrichomonas vaginalis). The most common signs and symptoms include dysuria, mucopurulent urethral discharge, urethral discomfort, and erythema. Diagnostic criteria include typical signs, symptoms, or history of exposure in addition to mucopurulent discharge, Gram stain of urethral secretions showing at least two white blood cells per oil immersion field, first-void urinalysis showing at least 10 white blood cells per high-power field, or a positive leukocyte esterase result with first-void urine. First-line empiric treatment consists of ceftriaxone and doxycycline; however, the antibiotic regimen may be targeted to the isolated organism. Repeat testing is not recommended less than three weeks after treatment because false-positive results are possible during this time. Patients treated for a sexually transmitted infection should have repeat screening in three months, with shared decision-making about future screening intervals. Patients treated for urethritis should abstain from sex for seven days after the start of treatment, until their partners have been adequately treated, and until their symptoms have fully resolved.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Clinical Features",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 3,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 4,
            "name": "Screening",
            "level": 2
        },
        {
            "id": 5,
            "name": "Prevention",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Urethritis refers to inflammation of the urethra. It is classified as gonococcal (caused byNeisseria gonorrhoeae) or nongonococcal in origin. Nongonococcal urethritis can be caused by several other organisms;Chlamydia trachomatis,Mycoplasma genitalium, andTrichomonas vaginalisare the most common. The differential diagnosis of urethritis is summarized inTable 1."
        },
        {
            "parent": 0,
            "text": "In 2018, the incidence of chlamydial urethritis was 381 cases per 100,000 U.S. men, making it the most common reportable condition and the most common type of urethritis in men. The number of reported cases of chlamydia increased 36% in U.S. men and women from 2008 to 2018.1In 2018, the incidence of gonococcal urethritis was 213 cases per 100,000 U.S. men.1,2Table 2lists common bacterial isolates in patients with nongonococcal urethritis.3Approximately one-half of nongonococcal cases have no clear etiology.M. genitaliumcauses 15% to 20% of nongonococcal urethritis cases and higher rates of recurrent urethritis.4The prevalence ofM. genitaliumisolates is 1.3% in the general population and 3.2% in men who have sex with men (MSM).5M. genitaliumis more common in men who are younger, who smoke, and who have multiple sex partners.6T. vaginalisis a less common cause of urethritis. It was present in urine samples from 0.5% of men in the 2013–2016 cohort of the National Health and Nutrition Examination Survey,7and its prevalence is as high as 6.6% to 11% in metropolitan areas with high prevalence of sexually transmitted infections (STIs).8,9T. vaginalisinfection is more common among people who are older or incarcerated; men who have sex with women; people with multiple sex partners; and when the local prevalence is high (more than 2% in symptomatic women).3,4,9,10Ureaplasma urealyticuminfection is associated with nongonococcal urethritis.11Herpes simplex virus, adenovirus, andHaemophilus influenzaeare rare causes of urethritis."
        },
        {
            "parent": 1,
            "text": "Table 3lists typical signs and symptoms of urethritis3,4,12; the most common is mucopurulent urethral discharge.People with urethral chlamydia are more likely to be asymptomatic than those with urethral gonorrhea (42% vs. 10%).2"
        },
        {
            "parent": 2,
            "text": "In addition to examination of the genital area in people with urethritis symptoms, the Centers for Disease Control and Prevention (CDC) recommends examination of the skin, pharynx, lymph nodes, anogenital area, and neurologic system when evaluating for STIs.13Urethritis should be suspected based on the presence of typical signs and symptoms, such as dysuria, urethral discharge, or urethral erythema.The diagnosis can be confirmed using the criteria listed inTable 4.4First-void urine samples are preferred when testing forN. gonorrhoeaeorC. trachomatisinfection using a nucleic acid amplification test (NAAT).4,14First-catch urine (i.e., the initial 10 to 20 mL of the urinary stream, ideally collected at least 20 to 60 minutes after the last micturition) is a reasonable alternative with similar sensitivity.15–17In both methods, the urethral meatus should not be cleaned before the sample is collected.Urine culture with antimicrobial sensitivity testing should be reserved for cases of gonorrhea with suspected antimicrobial resistance.Gonococcal urethritis is indicated by the presence of polymorphonuclear cells and gram-negative diplococci on Gram stain of urethral secretions.Testing forT. vaginalisinfection by urethral swab culture or NAAT should be considered for people with recurrent urethritis or in areas or populations with a high prevalence. NAAT has higher sensitivity and specificity than culture.The U.S. Food and Drug Administration approved a test forM. genitaliuminfection in January 2019,18but no randomized trials have evaluated the cost effectiveness of routinely testing patients with urethritis. The CDC recommends thatM. genitaliuminfection be considered in cases of persistent or recurrent urethritis, even if testing is not available locally.4Testing forU. urealyticuminfection in patients with urethritis is not routinely recommended because a positive test result does not confirm causality.3,11Testing for syphilis, HIV infection, and hepatitis B should be considered for patients with urethritis and STI risk factors (e.g., multiple sex partners, suspected exposure, MSM).4In sexually active MSM with chlamydia or gonorrhea diagnosed by NAAT, extragenital (oral and/or anal) test results are positive in more than 70% of those with normal urine samples.2,19"
        },
        {
            "parent": 3,
            "text": "Treatment recommendations for common causes of urethritis are summarized inTable 5.4,20Asuggested approach to patients with persistent symptoms after initial treatment is presented inFigure 1.21[corrected]The preferred agents for empiric treatment of urethritis are intramuscular ceftriaxone, one 500-mg dose, plus oral doxycycline, 100 mg twice per day for seven days.4,20For patients with gonorrhea, appropriate therapy is recommended to prevent resistance, which is emerging internationally.4Intramuscular gentamicin, 240 mg, is inferior to intramuscular ceftriaxone, 500 mg, for the treatment of gonorrhea when either agent is used in combination with oral azithromycin (Zithromax), 1 g.22Alternative treatment regimens for oral gonorrhea are inferior to first-line treatment options. If an alternative regimen is prescribed, a test of cure should be performed 14 days later.4A 2019 Cochrane review found that a seven-day course of doxycycline therapy in men with chlamydia resulted in fewer treatment failures (defined as the need for repeat testing one to four weeks after treatment, indicating persistent chlamydia) than a single dose of azithromycin, but doxycycline had a higher rate of adverse effects.23However, there were no differences in rates of persistent urethritis symptoms after treatment.Reinfection withN. gonorrhoeaeis more common than treatment failure. However, if treatment failure is suspected, a culture and antimicrobial resistance testing can be useful for guiding further treatment and reporting to the local health department.Single-dose treatment regimens have higher rates of adherence. Direct observation of treatment initiation can increase adherence to multidose regimens.Expedited partner therapy (prescribing treatment for sex partners of patients with newly diagnosed chlamydia or gonorrhea without examining the partner) is legal in most states.24Compared with independently telling patients to notify their partners to seek treatment, this strategy is more effective for reducing rates of recurrent urethritis in patients with gonorrhea, chlamydia, or nongonococcal urethritis.25,26NAAT can have false-positive results when performed less than three weeks after a patient has completed treatment for gonorrhea or chlamydia; therefore, a test of cure is not advised during this time.4Repeat testing forM. genitaliumcan be considered three to five weeks after completing treatment for a confirmed infection because of this organism's potential antimicrobial resistance.3"
        },
        {
            "parent": 4,
            "text": "The CDC recommends repeat screening three months after treatment for an STI,4with shared decision-making about future screening intervals based on individual sex behaviors, HIV status, number of sex partners, and patient preference.The CDC recommends screening for chlamydia in sexually active younger people in high-prevalence areas or populations,4whereas the U.S. Preventive Services Task Force (USPSTF) found that the current evidence is insufficient to assess the balance of benefits and harms.27Annual screening for chlamydia and gonorrhea is recommended for sexually active MSM based on their exposure history, with more frequent screening in populations at highest risk.4"
        },
        {
            "parent": 5,
            "text": "The CDC recommends routinely obtaining patients' sexual histories and, if indicated, providing risk-reduction strategies, including prevention counseling.4The USPSTF recommends intensive behavioral counseling for all sexually active adolescents and for adults at increased risk of STIs.28Patients treated for an STI should abstain from sex for seven days after treatment begins, until their partners have been adequately treated, and until symptoms have fully resolved.4,29Vaccination for other vaccine-preventable STIs (e.g., human papillomavirus, hepatitis A and B infections) should be considered for patients with urethritis and ongoing risk factors.Consistent condom use (male or female) can reduce the risk of future STIs. Abstinence can prevent future STIs. In sub-Saharan Africa, male circumcision has been shown to reduce the risk of genital ulcer disease and human papillomavirus infection in men who have sex with women, but not transmission ofN. gonorrhoeaeorC. trachomatisinfection.30Preexposure and postexposure prophylaxis for HIV infection should be discussed with patients with diagnosed STIs who have ongoing risk factors.31Postexposure prophylaxis with a single 200-mg dose of doxycycline reduces rates of chlamydia and syphilis, but not gonorrhea, in MSM who do not use condoms.32"
        },
        {
            "parent": 5,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the key terms urethritis, chlamydia,Neisseria gonorrhoeae,Mycoplasma, andTrichomonas. Essential Evidence Plus and the Cochrane database were also searched, as were reference lists in retrieved articles. Search dates: October 2019 to June 2020."
        },
        {
            "parent": 5,
            "text": "This article updates a previous article on this topic byBrill.33"
        }
    ],
    "locked": false
}