{
    "url": "https://www.aafp.org/pubs/afp/issues/2019/1201/p697.html#afp20191201p697-f2",
    "title": "Nonspecific Low Back Pain and Return to Work | AAFP",
    "author": "BLAIR A. BECKER, MD, AND MARC A. CHILDRESS, MD",
    "doi": "Am Fam Physician.2019;100(11):697-703",
    "abstract": "Nonspecific low back pain refers to a condition without a distinct etiology to explain its associated symptoms. This pain may become chronic and is a major cause of work loss around the world. Without a specific explanation for a patient's symptoms, the family physician is charged with providing reassurance, while also guiding the patient toward a return to function, which often includes maintaining employment. Evaluating for red flag signs and symptoms helps to eliminate concerning causes of low back pain, such as malignancy, fracture, infection, and cauda equina. Prescribing physical activity, including core strengthening, physical therapy, or yoga, is an important therapeutic intervention. Early return to work should be encouraged when appropriate. There is limited evidence to support workplace modification, medication, or steroid injection for nonspecific low back pain. Early assessment for barriers to recovery, such as fear avoidance beliefs and psychosocial factors, is helpful. Stress management counseling may also be beneficial. Disability guidelines can serve as guideposts for return to work recommendations.",
    "headers": [
        {
            "id": 0,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 1,
            "name": "LOW BACK PAIN AND WORK",
            "level": 3
        },
        {
            "id": 2,
            "name": "THE EFFECTS OF WORK",
            "level": 3
        },
        {
            "id": 3,
            "name": "PREVENTION AND TREATMENT",
            "level": 3
        },
        {
            "id": 4,
            "name": "PROGNOSIS",
            "level": 3
        },
        {
            "id": 5,
            "name": "Return-to-Work Recommendations",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Although low back pain technically describes a symptom, the term refers to a clinical phenomenon associated with a broad number of diseases. Nonspecific low back pain, on the other hand, more narrowly addresses cases of low back pain without evidence of a more concerning diagnosis, such as a tumor, fracture, infection, inflammatory arthritis, or cauda equina. One-fourth of working adults report experiencing low back pain within the previous three months.1Nearly 5% of all outpatient medical visits are for nonspecific low back pain.2Despite its prevalence, less than one-third of patients affected by low back pain will seek care from their family physicians.3"
        },
        {
            "parent": -1,
            "text": "Low back pain is the leading cause of disability globally, regardless of a country's affluence.4A systematic review estimated that the annual cost of low back pain in the United States is more than $600 billion, with most of this cost attributed to work loss.5Among people with back pain who seek care, the most improvement in pain occurs in the first three months after diagnosis, with little improvement thereafter. Regardless, one study that followed individuals with low back pain for two years showed that 70% of these patients never took sick leave. Rates of sick leave were somewhat higher in blue-collar workers than white-collar workers.6"
        },
        {
            "parent": 0,
            "text": "Nonspecific low back pain is a diagnosis of exclusion that is made once concerning causes are ruled out. Although low back pain has been associated with degenerative disk disease and nerve root compression on magnetic resonance imaging (MRI) studies, these findings are so common among asymptomatic patients that a true causal link is unclear. A systematic review found that a herniated disk is the most likely MRI finding to correspond with a patient's reported back pain symptoms, but it was the cause of pain in less than one-half of cases.7Red flags(Table 17)can help rule out serious underlying etiologies.7,8For example, a systematic review showed that age older than 50 years, steroid use, and trauma are red flags for fracture.9Although a number of red flags for the presence of a tumor have been suggested, only a history of malignancy is supported by evidence.8,10"
        },
        {
            "parent": 1,
            "text": "Without a specific explanation for a patient's symptoms, the family physician is charged with providing reassurance, while also guiding the patient toward a return to function, which often includes maintaining employment."
        },
        {
            "parent": 2,
            "text": "Work-related factors, most commonly heavy lifting, accounted for nearly 40% of nonspecific low back pain in one study.11A systematic review found that lifting or moving of heavy loads, bending and twisting, and whole body vibration are clear occupational risk factors for low back pain.12A meta-analysis found that workers routinely lifting loads of 55 lb (25 kg) or more are at a 25% increased risk of developing low back pain.13However, a systematic review found no correlation between work exposure and low back pain.14"
        },
        {
            "parent": 2,
            "text": "Predicting those who will develop persistent low back pain can be challenging, particularly as it relates to absence from work. Early assessment for barriers to recovery, such as fear avoidance beliefs and psychosocial factors, is helpful. A systematic review found that poor pain coping behaviors, such as fear avoidance (avoiding activity out of fear that it will worsen pain); baseline functional impairment; psychiatric illness; and low general health status predict persistent low back pain at one year. On the other hand, low levels of fear avoidance and minimal baseline functional impairment predicted recovery and return to work by one year. Commonly used clinical guideposts, such as the presence of radiculopathy and a history of low back pain, were not useful in predicting outcomes.15"
        },
        {
            "parent": 3,
            "text": "Many industries are examining how to prevent and treat low back pain in the workplace. These efforts, which include interventions such as back braces and insoles, have shown little benefit.Contrary to consumer marketing, there is no consistent clinical evidence that the use of insoles prevents back pain.16Small, lower-quality studies have shown limited improvement with the use of customized orthoses or over-the-counter insoles.17A meta-analysis exploring other means of back pain prevention does not support the use of back belts or braces.18Occupational investigations into the effects of back braces are limited by inconsistent control groups and comparisons, with mixed benefit over usual care or exercise and educational programs alone.19"
        },
        {
            "parent": 3,
            "text": "Studies of preventative educational efforts for employees have found little or no evidence of effect on back pain, even when education is paired with lift-assist devices or bracing.20,21Manipulation of ergonomic and mechanical factors that may lead to back pain in the workplace, such as standing/sitting ratios, seat angles, and sitting in one position for a prolonged period, has been shown to have limited or inconsistent benefit.22In addition to posture-focused recommendations, education and coaching on lifting techniques are common in the workplace, but there is no clear benefit to these efforts.23"
        },
        {
            "parent": 3,
            "text": "There are increasingly more reliable and consistent data to support exercise, such as core strengthening exercises, in the prevention of low back pain.24,25Numerous studies have explored more structured programs, including yoga and Pilates, which use core strengthening techniques through specific poses and movements. Although these studies did not show an advantage over less structured core strengthening programs, they are more beneficial than no exercise.26,27Performing simple extension exercises once weekly in a group setting has been shown to improve symptoms compared with inactivity.28Even a single low back extension stretch performed daily led to improved outcomes in one group of health care workers over a one-year period.29"
        },
        {
            "parent": 3,
            "text": "Althoughphysical activity is well known to prevent or improve low back pain,30data regarding the effect of exercise on return to work are limited. Structured exercise or conditioning programs have not been shown to decrease sick leave. However, low-quality evidence suggests that intervention that takes place on-site at the workplace may help reduce time away from work.31Posttreatment exercise and graduated strengthening exercises have been shown to significantly reduce the risk of recurrent back pain over the subsequent two years.32A Cochrane review showed that patients undergoing formal physical therapy have modest improvement in pain and function, as well as less sick leave.33"
        },
        {
            "parent": 3,
            "text": "For patients who have had radiculopathy for more than six weeks and desire surgical management, MRI may be considered.34There is insufficient evidence to support the use of epidural steroid injection for recalcitrant low back pain.35A referral to occupational medicine or physiatry may also be helpful in persistent cases. The general treatment of low back pain was covered previously inAmerican Family Physician.36"
        },
        {
            "parent": 3,
            "text": "Although early evaluation and intervention can lead to improved patient expectations and can minimize prolonged work disturbance, this does not justify more aggressive use of opioid pain relievers or muscle relaxants. Studies have consistently shown that nonsteroidal anti-inflammatory drugs combined with muscle relaxants have no benefit over nonsteroidal anti-inflammatory drugs alone.37The use of opioids in the first six weeks of an injury correlates with prolonged disability claims for patients with back injuries.38"
        },
        {
            "parent": 3,
            "text": "Using the Start Back screening tool(Figure 139)can help assess risk of progression to chronic low back pain by accounting for factors such as fear avoidance. Higher-risk patients are then managed with more in-depth physical therapy and behavioral health follow-up. When paired with adequate follow-up, use of this tool decreased disability and return-to-work time.40The tool also provides a preliminary screen for depression and anxiety, which, if positive, should trigger referral to mental health services. In studies outside of the workplace, mindfulness and stress management counseling has been shown to improve pain and function from chronic low back pain.41"
        },
        {
            "parent": 4,
            "text": "In patients presenting with work-related back pain, multiple variables have been explored as predictors of delayed return to work(Table 2).42Associations with a prolonged recovery include attorney involvement/active litigation and workers compensation cases, whereas inconsistent evidence exists for lower socioeconomic status and delayed intervention or referral for evaluation. There is a correlation between longer-term disability and work absence extending beyond 30 days.43There is a more favorable prognosis when an intervention is used vs. no action, as well as providing early discussions regarding functional return to work.42Additional findings have shown the positive value of patients' optimism about recovery as it relates to functional return.44Evaluating and addressing fear-avoidance beliefs early in the course of low back pain seems to improve outcomes.45Additional factors such as age, sex, tobacco use, and physical and psychological comorbidities correlate with prolonged disability and days absent from work but are not reliable for predicting outcomes in specific patients.46"
        },
        {
            "parent": 5,
            "text": "The clinical approach to patients with work-related nonspecific low back pain does not differ from well-established guidelines for other types of back pain. However, early sensitivity to the patient's expectations, work environment, and functional capacity can help provide a framework for care(Figure 2)."
        },
        {
            "parent": 5,
            "text": "Earlier engagement in care (i.e., seeking care and compliance with treatments) may be helpful for both patients and employers. Evidence for specific recommendations regarding particular medications or therapies is lacking. Imaging recommendations are well established for back pain and remain consistent in work-related cases. However, a wait-and-see approach may further complicate efforts to shape patient expectations in work-related cases.36Although back pain usually improves without treatment, this approach can foster a lack of sensitivity to the psychosocial dynamics of work-related pain in the short- and long-term. Just as an overly simplistic approach may be unhelpful, the opposite extreme of high-profile diagnostics and care can contribute to further work absence and chronic pain.47"
        },
        {
            "parent": 5,
            "text": "Although most guidelines recommend early return to normal activity and work,48the unique demands of specific occupations may require a more individualized approach. Recent efforts by the National Institute for Occupational Safety and Health to deliver a consensus tool for making return-to-work decisions have resulted in a recommendation for the production of a specific activity prescription. This tailored prescription can serve as a plan for patients and employers. It requires an understanding of the job demands, coupled with a functional assessment of the patient (e.g., ability to lift, bend, kneel) and should include recommendations for progression and expected time frames when possible. The activity prescription should be provided in conjunction with educational or treatment information.49"
        },
        {
            "parent": 5,
            "text": "Assistance with employer/insurer forms and disability evaluations may be requested in the course of care. Although these forms can vary, the required elements are often similar (e.g., dates of injury and evaluation, degree of impairment, expected prognosis). A previous article inAmerican Family Physicianprovides further discussion on the appropriate completion of disability forms.50Additional guidance can be found in industry guides, such as the American Medical Association'sGuides to the Evaluation of Permanent Impairmentand the Oswestry Disability Index.51,52"
        },
        {
            "parent": 5,
            "text": "This article updates a previous article on this topic byNguyen and Randolph.53"
        },
        {
            "parent": 5,
            "text": "Data Sources:The terms low back pain, nonspecific low back pain, lumbago, and return to work were searched via PubMed, the Cochrane database, the National Guideline Clearinghouse, and Essential Evidence Plus. Search dates: January and May 2019."
        }
    ],
    "locked": false
}