{
    "url": "https://www.aafp.org/pubs/afp/issues/2018/0901/p304.html#afp20180901p304-f2",
    "title": "Long-Acting Reversible Contraception: Difficult Insertions and Removals | AAFP",
    "author": "LINDA PRINE, MD, AND MEERA SHAH, MD, MS",
    "doi": "Am Fam Physician.2018;98(5):304-309",
    "abstract": "The use of long-acting reversible contraception is on the rise across the United States and has contributed to a decrease in teen pregnancies. With the increased use of long-acting reversible contraception, physicians may encounter difficult insertions and removals of intrauterine devices (IUDs) and the contraceptive implant. Uterine structure (e.g., extreme anteversion or retroversion, uterine tone during the postpartum period and breastfeeding) can pose challenges during IUD insertion. Special consideration is also needed for IUD insertions in patients who are transgender or gender nonconforming, such as psychosocial support and management of vaginal atrophy. Missing IUD strings may complicate removal, possibly requiring ultrasonography and use of instruments such as thread retrievers, IUD hooks, and alligator forceps. Regarding implant removal, those that are barely palpable (e.g., because of an overly deep insertion or excessive patient weight gain), removal may require ultrasonography, use of vas clamps and skin hooks, and extra dissection.",
    "headers": [
        {
            "id": 0,
            "name": "Difficult IUD Insertion Because of Uterine Structure",
            "level": 2
        },
        {
            "id": 1,
            "name": "LARC Insertions in Patients Who Are Transgender or Gender Nonconforming",
            "level": 2
        },
        {
            "id": 2,
            "name": "Missing IUD Strings and Embedded IUDs",
            "level": 2
        },
        {
            "id": 3,
            "name": "Difficult Implant Removals",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Long-acting reversible contraception (LARC) includes intrauterine devices (IUDs) and the contraceptive implant (Nexplanon). The use of LARC is on the rise in the United States, accounting for more than 11.6% of all contraceptives, and has contributed to a 28% decrease in teen pregnancy from 2007 to 2012.1,2LARC has fewer medical contraindications than contraceptives containing estrogen because it contains only progestin or copper and no estrogen. Contraindications for LARC are included inTable 1.3In addition, hormonal IUDs are now first-line methods to control excessive menstrual bleeding from a range of benign causes,4sparing women from surgical treatments."
        },
        {
            "parent": -1,
            "text": "Family medicine residencies now teach the skills needed for LARC insertion and removal. Basic LARC insertion was reviewed previously inAmerican Family Physician.5Since the publication of this 2014 article, two new progestin IUDs have been released, adding options for a lower cost (Liletta) and an intermediate progestin dosage (Kyleena)."
        },
        {
            "parent": -1,
            "text": "Although most LARC insertions and removals are straightforward, with the rise in LARC use, clinicians are more likely to encounter challenges with these procedures. A shared decision-making approach is crucial when discussing contraceptive options with patients, especially when difficulties can be anticipated during LARC insertion or removal. Advanced counseling and revised consent often become part of the process."
        },
        {
            "parent": 0,
            "text": "The uterus in a nulliparous woman may have a narrow endocervical canal with a tight inner os, making the passage of some wider IUD inserters (e.g., for Mirena and Liletta) difficult. Using misoprostol (Cytotec) to soften the cervix has not been shown to be beneficial before IUD insertion.6,7The first step when an inserter does not pass is to adjust the speculum so that it is maximally lined up with the tilt of the uterus and put some traction on the tenaculum. If needed, the next step is gentle dilation of the canal using both ends (one 3 mm and one 4 mm) of a plastic uterine sound/dilator(Figure 1)to address this issue, adding only a few seconds to the procedure time. Smaller diameter IUDs (e.g., Skyla, Kyleena) may also be offered to these women. When a patient has had a prior cervical procedure, such as a loop electrosurgical excision procedure, the smaller end of the sound/dilator may not pass through the external os. In this case, cervical os finders (sterilizable plastic, bendable graduated rods) or graduated metal dilators(Figure 1)may be needed. If the patient feels discomfort from additional dilation, a paracervical block can be performed."
        },
        {
            "parent": 0,
            "text": "For all insertions, a short speculum is preferred so that the cervix is not pushed away from the clinician. With a significantly anteflexed or retroflexed uterus, the clinician can additionally use gentle forward traction on the tenaculum to bring the uterus into alignment with the cervix. In a woman who has had a cesarean delivery, the cervix is often positioned behind the pubic bone with an initially upward endometrial canal that then tilts posteriorly. Attention to this pathway is important for achieving fundal placement. Fibroids may also pose a structural challenge. If fibroids seemingly block the cervical or uterine cavity so that the IUD cannot be advanced to a depth greater than 6 cm, insertion under ultrasound guidance may be necessary to visualize and follow the distorted contours of the endometrial stripe."
        },
        {
            "parent": 0,
            "text": "Caution should be used when inserting an IUD in postpartum and breastfeeding women because, for unclear reasons, uterine perforation is more common in these women, although it is still rare. In a large study, 5.6 perforations per 1,000 IUD insertions occurred in breastfeeding women up to 36 weeks postpartum compared with 1.1 to 1.4 perforations per 1,000 women in the general population. In this series of 60,000 women, no serious clinical consequences occurred.8,9Very gentle sounding and extra attention to straightening out any uterine flexion are recommended in postpartum and breastfeeding women."
        },
        {
            "parent": 1,
            "text": "Transgender men or patients who are gender nonconforming may use testosterone therapy, which stops menstrual bleeding in most patients. Because the effect of testosterone on ovulation is unclear, these patients may still be at risk of pregnancy.10Higher-dose progestin IUDs (e.g., Mirena, Liletta) and the contraceptive implant may be an option for those who wish to prevent pregnancy or reduce or stop menstrual bleeding when amenorrhea has not been achieved with testosterone.11,12There are special considerations to IUD insertion in transgender patients."
        },
        {
            "parent": 1,
            "text": "Because prolonged testosterone use may cause vaginal and cervical atrophy,13,14it is helpful to use vaginal estradiol (10-mcg vaginal tablet daily for one to two weeks) before insertion to minimize discomfort from the speculum and to decrease bleeding during the procedure.15An atraumatic tenaculum can be used to avoid bleeding at the cervix. If a standard single-tooth tenaculum is used and excessive bleeding occurs at the tenaculum site (a rare occurrence), Monsel paste or silver nitrate sticks can be applied."
        },
        {
            "parent": 1,
            "text": "An IUD insertion procedure may trigger gender dysphoria.16Adequate counseling, additional pain control with a paracervical block, and mild oral sedation may be helpful. Gender dysphoria may also be triggered by the months-long cramping that can occur after IUD insertion, and clinicians should offer anticipatory guidance, reassurance, and pain control.12"
        },
        {
            "parent": 2,
            "text": "If the clinician is unable to visualize the IUD strings, a stepwise approach is useful(Figure 217). The first step is to review the patient's history.18For example, an abrupt increase in menses raises suspicion of an expelled progestin IUD. If expulsion is not suspected, the next step is to attempt to locate the strings by passing a cytobrush into the external os, and twirling to trap the strings and pull them down. If unsuccessful, ultrasonography should be used to confirm the presence and position of the IUD. A pregnancy test may also be warranted because pregnancy can be a rare reason for missing strings. If the patient is pregnant, the clinician should remove the IUD after a thorough discussion about the risks to the pregnancy.19"
        },
        {
            "parent": 2,
            "text": "If the IUD is not visible on ultrasonography and the history does not indicate expulsion, abdominal radiography may be warranted to identify a perforation. If the IUD is located outside the uterus, referral to a gynecologic surgeon is warranted."
        },
        {
            "parent": 2,
            "text": "If there is ultrasound confirmation of the IUD's position, a range of instruments can be used to remove it(Figure 3). A paracervical block can be helpful to minimize discomfort during removal. A thread retriever should be passed into the middle of the uterus and twirled to catch the strings and bring them down. If the thread retriever does not pass, the cervical canal may need to be dilated with a sound/dilator. If this method is unsuccessful, an IUD hook or alligator forceps may be gently inserted to feel for and then hook or grasp the IUD. Ultrasound guidance can also be helpful to visualize the instrument and IUD.20The IUD will often come out arms first or upside down, depending on how it was hooked or grasped. Because IUDs are soft enough to fold at the arm/body juncture, this is no more uncomfortable for the patient than a right-side-up removal."
        },
        {
            "parent": 2,
            "text": "Strong resistance while pulling the IUD may indicate that it has become embedded in the uterine wall. Gentle twisting will sometimes loosen the IUD. For clinicians experienced with uterine aspiration, another approach is to dilate the cervix enough to fit a #5 or #6 cannula and then use suction from a manual vacuum aspirator(Figure 4)to bring down the strings and IUD. If these techniques are unsuccessful, referral for hysteroscopic removal is needed.21,22"
        },
        {
            "parent": 3,
            "text": "Difficult implant removals can often be anticipated if the implant can barely be felt, either because the insertion was too deep or the patient has gained excessive weight. If the proximal tip is more superficial and easy to feel, the implant can usually be easily removed from that end."
        },
        {
            "parent": 3,
            "text": "The pop-out or fingers-only implant removal technique is effective from either end, requiring less instrumentation than other methods. It involves dissection by incising right over the tip of the implant, manually pushing the implant up into the incision, and scraping with the scalpel until the implant pops through. A video of this technique is available athttp://www.vimeo.com/274167054. If the middle of the implant is easiest to feel, a small parallel incision can be made over the middle of the implant, and a vas clamp(Figure 5)or a small, curved hemostat or skin hook can be used to reach under the implant and bring it to the surface for dissection. If the implant is deep along the entire length, ultrasonography can be performed, and the skin can be marked over the implant length before making the incision.23Tiny skin hooks may be helpful for exposure as the implant is removed with a #11 scalpel or small dissecting scissors. If the implant is visualized but is extremely deep, referral to a center with extensive experience is recommended for a multidisciplinary approach with a radiologist and surgeon.24"
        },
        {
            "parent": 3,
            "text": "An additional resource for family physicians is the American Academy of Family Physicians' Reproductive Health Member Interest Group listserv (https://www.aafp.org/membership/involve/mig/reproductive-health-care.html[member login required]). On this forum, experienced clinicians are often available to discuss complex cases."
        },
        {
            "parent": 3,
            "text": "The authorsthank the Reproductive Health Access Project and The Center for Reproductive Health Education in Family Medicine, and Dr. Seema Shah for support. They also thank Dr. Ginger Gillespie for pioneering the vasectomy clamp technique."
        },
        {
            "parent": 3,
            "text": "This article is related to previous articles on this topic byJohnson,25andHardeman and Weiss.5"
        },
        {
            "parent": 3,
            "text": "Data Sources:PubMed, the Cochrane database, Essential Evidence Plus, and the Centers for Disease Control and Prevention and the Guttmacher Institute websites were searched. Search terms included medical management of menorrhagia, pregnancy rates and LARC use, misoprostol and IUD insertion, transgender and gynecology, and IUD missing strings. Search dates: July, August, and November 2017."
        }
    ],
    "locked": false
}