{
    "url": "https://www.aafp.org/pubs/afp/issues/2018/0801/p171.html#afp20180801p171-f1",
    "title": "Chronic Nonallergic Rhinitis | AAFP",
    "author": "DENISE K.C. SUR, MD, AND MONICA L. PLESA, MD",
    "doi": "Am Fam Physician.2018;98(3):171-176",
    "abstract": "Chronic nonallergic rhinitis encompasses a group of rhinitis subtypes without allergic or infectious etiologies. Although chronic nonallergic rhinitis represents about one-fourth of rhinitis cases and impacts 20 to 30 million patients in the United States, its pathophysiology is unclear and diagnostic testing is not available. Characteristics such as no evidence of allergy or defined triggers help define clinical subtypes. There are eight subtypes with overlapping presentations, including nonallergic rhinopathy, nonallergic rhinitis with nasal eosinophilia syndrome, atrophic rhinitis, senile or geriatric rhinitis, gustatory rhinitis, drug-induced rhinitis, hormonal rhinitis, and occupational rhinitis. Treatment is symptom-driven and similar to that of allergic rhinitis. Patients should avoid known triggers when possible. First-line therapies include intranasal corticosteroids, intranasal antihistamines, and intranasal ipratropium. Combination therapy with decongestants and first-generation antihistamines can be considered if monotherapy does not adequately control symptoms. Nasal irrigation and intranasal capsaicin may be helpful but need further investigation.",
    "headers": [
        {
            "id": 0,
            "name": "Clinical Characteristics",
            "level": 2
        },
        {
            "id": 1,
            "name": "Subtypes",
            "level": 2
        },
        {
            "id": 2,
            "name": "NONALLERGIC RHINOPATHY",
            "level": 3
        },
        {
            "id": 3,
            "name": "NONALLERGIC RHINITIS WITH NASAL EOSINOPHILIA SYNDROME",
            "level": 3
        },
        {
            "id": 4,
            "name": "ATROPHIC RHINITIS",
            "level": 3
        },
        {
            "id": 5,
            "name": "SENILE RHINITIS",
            "level": 3
        },
        {
            "id": 6,
            "name": "GUSTATORY RHINITIS",
            "level": 3
        },
        {
            "id": 7,
            "name": "DRUG-INDUCED RHINITIS",
            "level": 3
        },
        {
            "id": 8,
            "name": "HORMONAL RHINITIS",
            "level": 3
        },
        {
            "id": 9,
            "name": "OCCUPATIONAL RHINITIS",
            "level": 3
        },
        {
            "id": 10,
            "name": "OTHER",
            "level": 3
        },
        {
            "id": 11,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 12,
            "name": "Management",
            "level": 2
        },
        {
            "id": 13,
            "name": "INTRANASAL CORTICOSTEROIDS",
            "level": 3
        },
        {
            "id": 14,
            "name": "ANTIHISTAMINES",
            "level": 3
        },
        {
            "id": 15,
            "name": "COMBINATION THERAPY",
            "level": 3
        },
        {
            "id": 16,
            "name": "INTRANASAL ANTICHOLINERGICS",
            "level": 3
        },
        {
            "id": 17,
            "name": "DECONGESTANTS",
            "level": 3
        },
        {
            "id": 18,
            "name": "OTHER THERAPIES",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Chronic nonallergic rhinitis encompasses a group of rhinitis subtypes without allergic or infectious etiologies. Although chronic nonallergic rhinitis represents at least 23% of rhinitis cases in the United States and impacts an estimated 20 to 30 million patients, its pathophysiology is unclear.1,2Chronic nonallergic rhinitis was previously referred to as nonallergic vasomotor or vasomotor rhinitis, but it was renamed because of a lack of evidence showing a vascular origin. The best current evidence supports nociceptor and autonomic nerve dysregulation as components in all forms of nonallergic rhinitis.3–5"
        },
        {
            "parent": 0,
            "text": "A negative result on allergy testing is one unifying characteristic of the chronic nonallergic rhinitis subtypes. Beyond that, clinical characteristics help define the conditions. First, these conditions are chronic (i.e., lasting at least three months). They can be perennial, persistent, intermittent, or seasonal. Clinically, chronic nonallergic rhinitis is characterized by its nonallergic triggers, including weather changes, tobacco smoke, automotive emission fumes, and irritants such as chemicals with strong odors (e.g., perfumes, chlorine).6,7It also represents a group of heterogeneous syndromes with common underlying clinical characteristics such as nasal congestion and rhinorrhea, but without nasal, pharyngeal, or ocular itching; sneezing; pulmonary symptoms; eczema; or nasal polyps.8,9In contrast with the blue-hued mucosa associated with allergy and the red mucosa associated with rhinosinusitis, physical examination of the nasal mucosa is normal with chronic nonallergic rhinitis, except for the atrophic subtype."
        },
        {
            "parent": 0,
            "text": "Chronic nonallergic rhinitis is more common in women, with a female-to-male ratio of 2:1 to 3:1.6,9In a blinded survey using a validated questionnaire distributed to 100 randomly selected new patients presenting to an allergist's office for chronic rhinitis, those with chronic nonallergic rhinitis were usually older than 35 years and had no family history of allergies, whereas patients with allergic rhinitis often were younger than 20 years and had a family history of allergies.10"
        },
        {
            "parent": 1,
            "text": "Chronic nonallergic rhinitis is grouped into eight subtypes or clinical entities based on a 2008 consensus panel classification(Table 1).2"
        },
        {
            "parent": 2,
            "text": "The most common subtype is nonallergic rhinopathy, previously known as vasomotor rhinitis or idiopathic nonallergic rhinitis.6It is characterized by nasal symptoms that are triggered by environmental conditions such as strong smells or changes in temperature, humidity, or barometric pressure,11typically without nasal and palatal itching or bursts of sneezing."
        },
        {
            "parent": 3,
            "text": "Nonallergic rhinitis with nasal eosinophilia syndrome is an inflammatory type of rhinitis with increased eosinophils in the secretions and on nasal biopsy, with increased mast cells and evidence of mast cell degranulation but without positive findings on allergy testing.12,13Clinically, testing the secretions for eosinophils is not typically performed because the presence or absence of eosinophils does not help distinguish allergic from nonallergic etiologies or affect management choices. However, identifying eosinophils and mast cells can help predict response to nasal corticosteroids."
        },
        {
            "parent": 4,
            "text": "Atrophic rhinitis involves atrophy of the nasal mucosa that can lead to nasal crusting and drying.2This is a noninflammatory subtype and is distinguished primarily by its unique physical examination findings."
        },
        {
            "parent": 5,
            "text": "Senile or geriatric rhinitis is distinguished by its late onset, occuring primarily in older patients. It presents as watery rhinorrhea that worsens in response to patient-identified triggers, including food, odors, or environmental irritants.2"
        },
        {
            "parent": 6,
            "text": "Gustatory rhinitis represents a nasal response to consuming specific foods (e.g., spicy foods) or liquids (e.g., alcohol).2,7It is distinguished primarily by its trigger and often overlaps with senile rhinitis."
        },
        {
            "parent": 7,
            "text": "Drug-induced rhinitis can occur with use of various medications and illicit drugs, including antihypertensives, nonsteroidal anti-inflammatory drugs, phosphodiesterase-5 inhibitors, and cocaine. Rhinitis medicamentosa is an example of this subtype in which the use of topical decongestants for longer than three to five days results in a rebound nonallergic vascular congestion."
        },
        {
            "parent": 8,
            "text": "Hormonal rhinitis refers to the onset of nasal congestion and rhinorrhea associated with endogenous female hormones.7The response to the hormones of pregnancy is the most classic and common example. Symptoms resolve with the end of pregnancy."
        },
        {
            "parent": 9,
            "text": "Occupational rhinitis is a result of occupational exposures, ranging from latex and flour to chemicals and particles. Symptoms typically worsen throughout the workweek and improve with time off. Determining and avoiding the trigger are key to treatment."
        },
        {
            "parent": 10,
            "text": "Cerebrospinal fluid leak or rhinorrhea is included in some lists of subtypes and should be considered in patients with a history of cranial or facial trauma or intranasal surgery presenting with a persistent unilateral clear rhinorrhea that is increased with bending over."
        },
        {
            "parent": 11,
            "text": "Diagnosing chronic nonallergic rhinitis can be challenging because nasal congestion and rhinorrhea can also occur with allergic rhinitis and chronic rhinosinusitis. Nonallergic rhinitis was previously a diagnosis of exclusion. It was diagnosed if a patient with suspected allergic rhinitis tested negative for allergies on skin prick testing or antigen-specific immunoglobulin E testing (formerly called radioallergosorbent testing), or if a patient had mild to no nasal eosinophilia on nasal cytology. However, it is now recognized that patients who experience characteristic nasal symptoms in response to defined triggers have a nonallergic component either as the sole diagnosis or as part of a mixed rhinitis (i.e., in patients with positive allergy test findings).1,2,6,14Studies suggest that as many as 34% of patients with chronic rhinitis may have mixed rhinitis.15Finally, imaging may be useful in distinguishing infection or anatomic abnormalities."
        },
        {
            "parent": 12,
            "text": "Treatment is symptom-driven, and patients should be advised to avoid any identifiable triggers when possible(Figure 1). Because allergic rhinitis and nonallergic rhinitis are both initially treated with intranasal corticosteroids, it may not be necessary to distinguish between the two diagnoses before initiating treatment in most patients. However, correctly identifying and treating chronic nonallergic rhinitis can decrease the use of nonsedating antihistamines in patients who will have poor response to treatment.Table 2andTable 3summarize treatments for rhinitis.16"
        },
        {
            "parent": 13,
            "text": "Intranasal corticosteroids are first-line therapy for nonallergic rhinitis. An integrated analysis of data from three double-blind, placebo-controlled studies of 983 patients demonstrated a decrease in nasal obstruction, postnasal drip, and rhinorrhea with intranasal fluticasone propionate (Flonase) at doses of 200 or 400 mcg when compared with placebo, although there was no difference in symptom reduction between the two dosages.17However, one study did not demonstrate a symptomatic benefit for nonallergic rhinitis, except for a reduction in sneezing, with 200 mcg of fluticasone propionate once or twice daily.18"
        },
        {
            "parent": 13,
            "text": "Subgroups of patients with nonallergic rhinitis may not respond to intranasal corticosteroids, such as those with symptoms triggered predominantly by weather and temperature changes.5Currently, fluticasone propionate and beclomethasone are the only intranasal corticosteroids approved by the U.S. Food and Drug Administration (FDA) for the treatment of nonallergic rhinitis, although studies suggest other intranasal corticosteroids, including flunisolide, are effective for perennial rhinitis.19"
        },
        {
            "parent": 14,
            "text": "Intranasal antihistamines are effective for nonallergic rhinitis, likely because of their actions as anti-inflammatory and neuroinflammatory blockers.20Azelastine and olopatadine (Patanol) are available in the United States, but only azelastine is FDA approved for the treatment of chronic nonallergic rhinitis. Azelastine is the best studied of the two drugs, and randomized, double-blind, placebo-controlled trials have demonstrated its effectiveness, with significant improvement in nasal congestion, rhinorrhea, postnasal drip, and sneezing. Bitter aftertaste was the most common adverse effect of azelastine.20A 14-day, multicenter, randomized, parallel study comparing azelastine 0.1% with olopatadine found no statistically significant difference between the two drugs in improving congestion, rhinorrhea, postnasal drip, and sneezing, and there was no difference in adverse effects.21"
        },
        {
            "parent": 14,
            "text": "Oral antihistamines are not as well studied and have not been shown to be as effective for symptoms of nonallergic rhinitis compared with allergic rhinitis. One placebo-controlled study comparing flunisolide with a combination of flunisolide and loratadine (Claritin) found that the combination is superior to flunisolide alone in reducing sneezing and rhinorrhea in patients who have nonallergic rhinitis with nasal eosinophilia syndrome.22First-generation oral antihistamines are likely more effective than second-generation antihistamines, but this must be weighed against their more clinically significant anticholinergic adverse effects, including sedation, urinary retention, and dry mouth."
        },
        {
            "parent": 15,
            "text": "Although there is more evidence for using intranasal corticosteroids combined with intranasal antihistamines to treat allergic rhinitis, this combination is also beneficial in patients with nonallergic rhinitis whose symptoms are not adequately controlled with either therapy alone. Intranasal corticosteroids and intranasal antihistamines can be administered as individual nasal sprays or as a combination nasal spray (azelastine/fluticasone propionate [Dymista]) twice daily. A post hoc analysis of a one-year, randomized, open-label, active-controlled, parallel study in 612 patients with perennial allergic rhinitis or nonallergic rhinitis showed the combination of fluticasone propionate and azelastine is effective in the treatment of both conditions.23The combination may be considered if monotherapy does not adequately control symptoms.1,5,6,24"
        },
        {
            "parent": 16,
            "text": "Intranasal ipratropium has been proven effective in decreasing rhinorrhea and is a reasonable monotherapy for patients who have rhinorrhea as a predominant symptom, particularly those with gustatory nonallergic rhinitis or weather-induced nonallergic rhinitis, such as skiers and joggers.25–27Although intranasal ipratropium is available in 0.03% and 0.06% concentrations, only 0.03% is FDA approved for the treatment of nonallergic rhinitis. Intranasal ipratropium is typically administered as one or two sprays two or three times per day, although it can be used as needed or one hour before exposures that cause rhinorrhea. A double-blind, multicenter, randomized, active- and placebo-controlled, parallel study of more than 500 patients comparing beclomethasone alone, ipratropium alone, and the two therapies combined showed that combination therapy had a superior effect on rhinorrhea compared with either therapy alone. Beclomethasone alone controlled sneezing and congestion more effectively than ipratropium alone.28"
        },
        {
            "parent": 17,
            "text": "Decongestants effectively manage congestion regardless of etiology. However, they have not been studied in the treatment of nonallergic rhinitis. Oral decongestants (pseudoephedrine and phenylephrine) have been proven effective for congestion related to allergic rhinitis, but their adverse effect profiles must be weighed against their benefits. Intranasal decongestants (oxymetazoline [Afrin] and phenylephrine) are more potent and rapid acting. They should be considered for short-term use only to avoid rhinitis medicamentosa or rebound congestion with continued nasal decongestant use.24"
        },
        {
            "parent": 18,
            "text": "Nasal irrigation with saline or hypertonic saline may be helpful in the treatment of nonallergic rhinitis. A Cochrane review concluded that daily large-volume (more than 150 mL) hypertonic saline irrigations may be more effective than placebo.29In addition to nasal irrigation, intranasal capsaicin may be beneficial, but adverse effects such as irritation, burning, sneezing, and coughing limit its use.30,31Further investigation is needed for irrigation and intranasal capsaicin in the treatment of nonallergic rhinitis. Surgery is an option for select patients whose symptoms are not adequately controlled with traditional therapies and may be most effective in patients with significant obstructive symptoms.1,2,5,6,24"
        },
        {
            "parent": 18,
            "text": "This article updates previous articles on this topic byWheeler and Wheeler32andQuillen and Feller.33"
        },
        {
            "parent": 18,
            "text": "Data Sources:Searches were performed in PubMed, the Cochrane database, and Essential Evidence Plus. Key words included nonallergic rhinitis, vasomotor rhinitis, and non-allergic rhinitis. Search dates: December 12, 2016, to January 30, 2017."
        }
    ],
    "locked": false
}