{
    "url": "https://www.aafp.org/pubs/afp/issues/2019/0201/p166.html#afp20190201p166-f1",
    "title": "First Trimester Bleeding: Evaluation and Management | AAFP",
    "author": "ERIN HENDRIKS, MD, HONOR MACNAUGHTON, MD, AND MARICELA CASTILLO MACKENZIE, MD",
    "doi": "Am Fam Physician.2019;99(3):166-174",
    "abstract": "Approximately one-fourth of pregnant women will experience bleeding in the first trimester. The differential diagnosis includes threatened abortion, early pregnancy loss, and ectopic pregnancy. Pain and heavy bleeding are associated with an increased risk of early pregnancy loss. Treatment of threatened abortion is expectant management. Bed rest does not improve outcomes, and there is insufficient evidence supporting the use of progestins. Trends in quantitative β subunit of human chorionic gonadotropin (β-hCG) levels provide useful information when distinguishing normal from abnormal early pregnancy. The discriminatory level (1,500 to 3,000 mIU per mL) is the β-hCG level above which an intrauterine pregnancy should be visible on transvaginal ultrasonography. Failure to detect an intrauterine pregnancy, combined with β-hCG levels higher than the discriminatory level, should raise concern for early pregnancy loss or ectopic pregnancy. Ultrasound findings diagnostic of early pregnancy loss include a mean gestational sac diameter of 25 mm or greater with no embryo and no fetal cardiac activity when the crown-rump length is 7 mm or more. Treatment options for early pregnancy loss include expectant management, medical management with mifepristone and misoprostol, or uterine aspiration. The incidence of ectopic pregnancy is 1% to 2% in the United States and accounts for 6% of all maternal deaths. Established criteria should be used to determine treatment options for ectopic pregnancy, including expectant management, medical management with methotrexate, or surgical intervention.",
    "headers": [
        {
            "id": 0,
            "name": "History and Physical Examination",
            "level": 2
        },
        {
            "id": 1,
            "name": "Laboratory Testing",
            "level": 2
        },
        {
            "id": 2,
            "name": "β-HUMAN CHORIONIC GONADOTROPIN",
            "level": 3
        },
        {
            "id": 3,
            "name": "RH FACTOR",
            "level": 3
        },
        {
            "id": 4,
            "name": "PROGESTERONE",
            "level": 3
        },
        {
            "id": 5,
            "name": "HEMOGLOBIN",
            "level": 3
        },
        {
            "id": 6,
            "name": "Ultrasonography",
            "level": 2
        },
        {
            "id": 7,
            "name": "DISCRIMINATORY LEVEL",
            "level": 3
        },
        {
            "id": 8,
            "name": "Pregnancy of Unknown Location",
            "level": 2
        },
        {
            "id": 9,
            "name": "Threatened Abortion",
            "level": 2
        },
        {
            "id": 10,
            "name": "Early Pregnancy Loss",
            "level": 2
        },
        {
            "id": 11,
            "name": "EXPECTANT MANAGEMENT",
            "level": 3
        },
        {
            "id": 12,
            "name": "MEDICAL MANAGEMENT",
            "level": 3
        },
        {
            "id": 13,
            "name": "UTERINE ASPIRATION",
            "level": 3
        },
        {
            "id": 14,
            "name": "FOLLOW-UP",
            "level": 3
        },
        {
            "id": 15,
            "name": "Ectopic Pregnancy",
            "level": 2
        },
        {
            "id": 16,
            "name": "SURGICAL MANAGEMENT",
            "level": 3
        },
        {
            "id": 17,
            "name": "MEDICAL MANAGEMENT",
            "level": 3
        },
        {
            "id": 18,
            "name": "EXPECTANT MANAGEMENT",
            "level": 3
        },
        {
            "id": 19,
            "name": "FOLLOW-UP",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Approximately 25% of pregnant women experience bleeding before 12 weeks' gestation.1,2The differential diagnosis includes nonobstetric causes, bleeding in a viable intrauterine pregnancy, early pregnancy loss, and ectopic pregnancy. Physical examination findings, laboratory testing, and ultrasonography can be used to diagnose the cause of first trimester bleeding and provide appropriate management. A glossary of terms used in this article is available inTable 1.3–6"
        },
        {
            "parent": -1,
            "text": "A meta-analysis evaluating the accuracy of a single progesterone test to predict pregnancy outcomes for women with first trimester bleeding showed that a progesterone level less than 6 ng per mL (19.1 nmol per L) reliably excluded viable pregnancy, with a negative predictive value of 99%."
        },
        {
            "parent": -1,
            "text": "Guidelines for ultrasound diagnosis of early pregnancy loss have been established to decrease the likelihood of false diagnosis and of intervening in a desired viable pregnancy."
        },
        {
            "parent": -1,
            "text": "Oral mifepristone (Mifeprex), 200 mg, followed 24 hours later by misoprostol, 800 mcg vaginally, is the most effective regimen for medical management of early pregnancy loss and, when available, should be recommended over misoprostol alone."
        },
        {
            "parent": 0,
            "text": "Vaginal bleeding in early pregnancy requires prompt attention. A review of the menstrual history and prior ultrasonography can help establish gestational dating and determine whether the pregnancy location is known. Patients should be asked about pain and the amount of bleeding. Bleeding equal to or heavier than a menstrual period and bleeding accompanied by pain are associated with an increased risk of early pregnancy loss.2,7Patients should be assessed for signs and symptoms of hypovolemia. Vital signs indicating hemodynamic instability or peritoneal signs on physical examination require emergent evaluation. A speculum examination can help identify nonobstetric causes of bleeding, such as vaginitis, cervicitis, or a cervical polyp. If products of conception are visible on speculum examination, the diagnosis of incomplete abortion can be made and treatment offered. Further evaluation is needed unless a definitive nonobstetric cause of bleeding is found or products of conception are seen(Figure 1).8"
        },
        {
            "parent": 2,
            "text": "The β subunit of human chorionic gonadotropin (β-hCG) can be detected in the plasma of a pregnant woman as early as eight days after ovulation.9Quantitative β-hCG levels can provide useful information in early pregnancy. The rate of β-hCG increase is less rapid as the level increases. For symptomatic women with a viable intrauterine pregnancy, initial β-hCG levels of less than 1,500 mIU per mL, 1,500 to 3,000 mIU per mL, or more than 3,000 mIU per mL will increase over 48 hours by at least 49%, 40%, or 33%, respectively.10A slower rate of increase suggests early pregnancy loss or ectopic pregnancy. By approximately 10 weeks' gestation, the β-hCG level typically plateaus or decreases, after which serial ultrasonography is the preferred diagnostic tool.11"
        },
        {
            "parent": 3,
            "text": "Rh factor testing should be performed if Rh status is not known at the time of presentation. Rho(D) immune globulin (Rhogam) is indicated within 72 hours for all Rh-negative patients with abdominal trauma or ectopic pregnancy, and in those who undergo uterine aspiration. Rho(D) immune globulin can also be administered within 72 hours of early pregnancy loss, especially later in the first trimester, although the risk of alloimmunization is estimated to be 1.5% to 2% in this setting.12There is insufficient evidence for or against the use of Rho(D) immune globulin in Rh-negative patients who present with threatened abortion. A 50- or 120-mcg dose is recommended before 12 weeks' gestation, although 300 mcg can be administered if lower doses are not available.3After 12 weeks, a 300-mcg dose should be given.12"
        },
        {
            "parent": 4,
            "text": "Measurement of serum progesterone may be useful in distinguishing between an early viable or nonviable pregnancy, especially in the setting of inconclusive ultrasonography. A meta-analysis evaluating the accuracy of a single progesterone test to predict pregnancy outcome in women with first trimester bleeding showed that a level less than 6 ng per mL (19.1 nmol per L) reliably excludes viable pregnancy, with a negative predictive value of 99%.13A low progesterone level cannot distinguish intrauterine pregnancy from ectopic pregnancy.13"
        },
        {
            "parent": 5,
            "text": "A baseline hemoglobin level should be documented for all women with bleeding during pregnancy. All patients should be instructed to seek care if they have symptoms of anemia or heavy bleeding, quantified as soaking through more than two sanitary pads per hour for two consecutive hours.3"
        },
        {
            "parent": 6,
            "text": "The embryologic events of early pregnancy occur in a predictable, stepwise fashion. Deviations from this established pattern should raise suspicion for early pregnancy loss or ectopic pregnancy (Table 2).4,5Guidelines have been established for ultrasound diagnosis of early pregnancy loss to decrease the risk of false diagnosis and intervention in a desired viable intrauterine pregnancy."
        },
        {
            "parent": 7,
            "text": "The discriminatory level is the β-hCG level above which an intrauterine pregnancy is expected to be seen on transvaginal ultrasonography.14When combined with β-hCG levels greater than the discriminatory level, ultrasonography that does not show an intrauterine pregnancy should raise concern for early pregnancy loss or ectopic pregnancy. The discriminatory level varies with the type of ultrasound machine used, the sonographer, and the number of gestations. A recent study found a 99% probability that an intrauterine gestational sac will be detected at a β-hCG level of 3,510 mIU per mL.14Currently, a discriminatory level of 1,500 to 3,000 mIU per mL is typically used.10,15However, ultrasonography can be diagnostically useful in symptomatic women at any β-hCG level. Signs of ectopic pregnancy (e.g., adnexal mass, fluid in the cul-de-sac) can be seen on ultrasonography well below the discriminatory level."
        },
        {
            "parent": 8,
            "text": "Pregnancy of unknown location describes the scenario in which a pregnancy test is positive, but neither intrauterine nor ectopic pregnancy is shown on ultrasonography. In stable patients, close monitoring of symptoms, serial quantitative β-hCG testing, and ultrasonography are recommended4(Figure 28,10,14,15). Pregnancy of unknown location can be diagnostically challenging because the increase in β-hCG level can be similar among women with an early viable pregnancy, ectopic pregnancy, or early pregnancy loss.10Because pregnancy of unknown location does not exclude ectopic pregnancy, and because rupture of ectopic pregnancy can occur at any β-hCG level, serial measurements should be obtained until a definitive diagnosis is made or until the level is undetectable.16Patients should be counseled about warning signs of ectopic pregnancy, including shoulder pain, pelvic pain, and dizziness."
        },
        {
            "parent": 9,
            "text": "The diagnosis of threatened abortion should be made in patients with bleeding and an ultrasound-confirmed viable intrauterine pregnancy. The rate of early pregnancy loss is approximately 11% after a live fetus has been detected on ultrasonography.17The risk of early pregnancy loss is increased when subchorionic hemorrhage(Figure 36)and bleeding are present. When an intrauterine pregnancy is detected on ultrasonography but viability is uncertain, repeat ultrasonography should be performed in seven to 10 days to confirm viability.3,5In these cases, a normal increase in the β-hCG level or a normal progesterone level can be reassuring."
        },
        {
            "parent": 9,
            "text": "Threatened abortion should be managed expectantly. There is insufficient evidence to support the use of progestin for the prevention of early pregnancy loss.3,18Bed rest does not improve outcomes and may cause psychological harm in patients with subsequent early pregnancy loss.19Patients should be reassured that nothing they did caused the bleeding."
        },
        {
            "parent": 10,
            "text": "Expectant management, medical management, and uterine aspiration are safe and effective treatments for early pregnancy loss. Patient satisfaction, mental health outcomes, infection rates, and future fertility are similar between these treatments.20–22Mental health outcomes are better when patients are included in the decision-making process, and shared decision making should guide management.23"
        },
        {
            "parent": 11,
            "text": "Watchful waiting is recommended as first-line treatment for patients with incomplete abortion; more than 90% of these patients will complete the process spontaneously within four weeks.24Watchful waiting is less effective in patients with an anembryonic gestation or embryonic demise, with completion rates at one month of 66% and 76%, respectively.24Patients who choose expectant management over uterine aspiration experience more days of bleeding, longer time to completion, and higher rates of unplanned surgical intervention.20,21Serious complications are rare, and patients who opt for expectant management should be informed that it is safe to wait as long as they wish as long as there are no signs of infection or hemorrhage. Patients may switch to medical management or uterine aspiration at any time."
        },
        {
            "parent": 12,
            "text": "A Cochrane review found that medical management with misoprostol (Cytotec) in women with incomplete abortion does not improve rates of completed abortion or decrease the need for unplanned surgical procedures compared with expectant management.22In contrast, medical management is more effective than expectant management for the treatment of anembryonic gestation or embryonic demise.25The most effective regimen for medical management is 200 mg of oral mifepristone (Mifeprex) followed 24 hours later by 800 mcg of vaginally administered misoprostol.26Success rates at two days with this regimen are 84% vs. 67% in those treated with misoprostol alone. Many regimens for using misoprostol alone have been studied, and none has been proven optimal.22One common regimen is 800 mcg vaginally, with a repeat dose in 24 to 48 hours if the first dose is unsuccessful.27Besides the expected cramping and vaginal bleeding, common adverse effects include nausea and diarrhea.22"
        },
        {
            "parent": 13,
            "text": "Uterine aspiration is the preferred procedure for surgical management of early pregnancy loss. Compared with sharp curettage, vacuum aspiration is associated with decreased pain, shorter procedure duration, and less blood loss.28Office-based uterine aspiration is safe, less expensive, and often more convenient than treatment in the operating room.29,30Choices about analgesia during the aspiration procedure should be made with the patient's input."
        },
        {
            "parent": 14,
            "text": "Completed early pregnancy loss should be confirmed by one of the following: visualization of products of conception on examination or after uterine aspiration; ultrasonography showing the absence of an intrauterine pregnancy after previous ultrasonography documenting an intrauterine pregnancy; or a decrease in β-hCG levels by at least 50% at two days or 87% at seven days.31Once completion is confirmed, the β-hCG level does not need to be followed to zero, except in women with pregnancy of unknown location, or if gestational trophoblastic disease is being considered because of abnormal uterine bleeding or symptoms of malignancy.32"
        },
        {
            "parent": 14,
            "text": "Patients who wish to use contraception after early pregnancy loss can start immediately. All women who may conceive should be counseled to take folic acid. It is safe to try to conceive again immediately; those who attempt to conceive within the first three months after early pregnancy loss have higher rates of pregnancy and live birth compared with those who wait longer.33,34Although a Cochrane review found insufficient evidence that psychological support after pregnancy loss improves well-being, the decision to refer for counseling should be made on an individual basis.35"
        },
        {
            "parent": 15,
            "text": "The incidence of ectopic pregnancy is 1% to 2% in the United States.36Ruptured ectopic pregnancies account for 6% of all maternal deaths, with a higher rate in black patients.36Risk factors include pelvic inflammatory disease, previous tubal surgery, previous ectopic pregnancy, and in utero exposure to diethylstilbestrol.37Criteria for surgical, medical, or expectant management are described inTable 3.6,15,38,39"
        },
        {
            "parent": 16,
            "text": "Surgical management is indicated for patients with contraindications to medical treatment or failed medical treatment, and for patients who are hemodynamically unstable. Ruptured ectopic pregnancy is associated with peritoneal signs and requires emergency surgery, although most patients present with bleeding or pain before rupture.39"
        },
        {
            "parent": 16,
            "text": "Surgical treatment options include salpingectomy or salpingostomy, which are appropriate if the location of the pregnancy is the fallopian tube, but not if there is a less common location. Salpingostomy is preferred for patients who wish to preserve fertility; however, it may result in inadequate evacuation of products of conception and a recurrence of symptoms. Laparoscopy is the preferred surgical approach. Laparotomy is reserved for patients who are hemodynamically unstable. A Cochrane review found no difference in success rates between laparoscopic salpingostomy and medical treatment with systemic methotrexate, as well as no differences in tubal patency or subsequent fertility rates.40"
        },
        {
            "parent": 17,
            "text": "Medical management is safe and effective in carefully selected patients. There are different treatment protocols, but the single-dose regimen is most common.15This includes an intramuscular injection of 50 mg of methotrexate per m2, followed by close monitoring of symptoms and measurement of β-hCG levels four and seven days after injection. β-hCG levels should decrease by at least 15% from days 4 to 7; once this occurs, levels should be monitored weekly until undetectable, which may take five to seven weeks. Treatment failure is assumed if the β-hCG level plateaus or increases from days 4 to 7. In this case, a repeat dose of methotrexate may be given, although surgery may be required if the patient is symptomatic."
        },
        {
            "parent": 18,
            "text": "Patients undergoing expectant management must receive extensive counseling on the risk of tubal rupture and the importance of close surveillance. β-hCG levels should be obtained every 48 hours to confirm that they are decreasing, then weekly until they reach zero. No specific range of decrease is considered normal as long as the patient is asymptomatic and the decrease continues.39Surgical management is indicated if the patient experiences increased abdominal pain or if β-hCG levels increase.38"
        },
        {
            "parent": 19,
            "text": "Patients with previous ectopic pregnancy have higher rates of ectopic pregnancy and early pregnancy loss in subsequent pregnancies. However, those who have a viable intrauterine pregnancy after an ectopic pregnancy have similar reproductive outcomes compared with patients who have not had a previous ectopic pregnancy.41β-hCG levels in patients with ectopic pregnancy should be followed to zero, after which no further workup is indicated.15"
        },
        {
            "parent": 19,
            "text": "This article updates a previous article on this topic byDeutchman, et al.6"
        },
        {
            "parent": 19,
            "text": "Data Sources:An evidence summary generated from Essential Evidence Plus was reviewed and relevant studies referenced. Additionally, a PubMed search was completed in Clinical Queries using the following key terms: first trimester bleeding, threatened abortion, miscarriage, ectopic pregnancy, and discriminatory zone. The search included meta-analyses, randomized controlled trials, clinical trials, guidelines, and reviews. Also searched were the Cochrane database, the Agency for Health-care Research and Quality, DynaMed, and the National Guideline Clearinghouse. Search dates: August 3, 2017, to October 21, 2018."
        }
    ],
    "locked": false
}