{
    "url": "https://www.aafp.org/pubs/afp/issues/2020/0901/p298.html#afp20200901p298-f1",
    "title": "Thyroid Nodules: Advances in Evaluation and Management | AAFP",
    "author": "RAVI KANT, MD, AMANDA DAVIS, MD, AND VIPIN VERMA, MD",
    "doi": "Am Fam Physician.2020;102(5):298-304",
    "abstract": "Thyroid nodules can be detected by ultrasonography in up to 68% of the general population. They are typically benign and are often discovered incidentally. The primary goal of thyroid nodule evaluation is to determine whether it is malignant. After thyroid ultrasonography has been performed, the next step is measurement of serum thyroid-stimulating hormone. If levels are low, a radionuclide thyroid uptake scan is indicated. Hyperfunctioning nodules are rarely malignant and do not require tissue sampling. Nonfunctioning nodules and nodules in a patient with a normal or high thyroid-stimulating hormone level may require fine-needle aspiration based on ultrasound characteristics and size. Nodules with suspicious features and solid hypoechoic nodules 1 cm or larger require aspiration. The Bethesda System (categories 1 through 6) is used to classify samples. Molecular testing can be used to guide treatment when aspiration yields an indeterminate result. Molecular testing detects mutations associated with thyroid cancer and can help inform decisions about surgical excision vs. continued ultrasound monitoring. Treatment of pregnant women with nonfunctioning thyroid nodules and of children with thyroid nodules is similar to that for nonpregnant adults, with the exception of molecular testing, which has not been validated in these populations. (Am Fam Physician. 2020;102(5):298–304. Copyright © 2020 American Academy of Family Physicians.)",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 2,
            "name": "Treatment and Follow-up",
            "level": 2
        },
        {
            "id": 3,
            "name": "Special Populations",
            "level": 2
        },
        {
            "id": 4,
            "name": "PREGNANT WOMEN",
            "level": 3
        },
        {
            "id": 5,
            "name": "PATIENTS WITH MULTIPLE NODULES",
            "level": 3
        },
        {
            "id": 6,
            "name": "CHILDREN",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "New advances in molecular testing have changed the management of thyroid nodules. This article reviews the workup for thyroid nodules, including how to interpret ultrasound findings and fine-needle aspiration (FNA) cytopathology, and a comparison of new molecular testing modalities to determine the appropriate management strategy."
        },
        {
            "parent": -1,
            "text": "Over the past few years, molecular testing of fine-needle aspiration specimens has changed the way thyroid nodules with indeterminate cytology are managed. A benign pattern on molecular testing significantly decreases the risk of malignancy in indeterminate thyroid nodules. However, these nodules still require ultrasound surveillance."
        },
        {
            "parent": -1,
            "text": "There is growing evidence that low-risk micropapillary thyroid cancers smaller than 1 cm can be followed with observation as an alternative to immediate surgical excision."
        },
        {
            "parent": 0,
            "text": "Thyroid nodules are detected by ultrasonography in up to 68% of healthy patients.1Most thyroid nodules are detected incidentally when imaging is performed for another indication. They are found on about 16% of computed tomography or magnetic resonance imaging studies of the neck.2"
        },
        {
            "parent": 0,
            "text": "Thyroid nodules are more common in countries with iodine-deficient populations. The introduction of iodized salt in 1924 virtually eliminated iodine deficiency disorders in the United States.3Thyroid nodules are four times more common in women than in men, and their prevalence increases with age and body mass index.4–6"
        },
        {
            "parent": 0,
            "text": "Most thyroid nodules (90% to 95%) are benign.4,6Risk factors for thyroid cancer include ionizing radiation (e.g., from cancer treatments, occupational exposure, or nuclear fallout, especially when the exposure occurs at a young age), rapid nodule growth, hoarseness, and a family history of thyroid cancer or cancer syndromes (e.g., multiple endocrine neoplasia type 2, familial adenomatous polyposis).7Patients with Graves disease who have hypofunctioning nodules have a higher prevalence of papillary thyroid cancer (33% to 42%).8"
        },
        {
            "parent": 0,
            "text": "The U.S. Preventive Services Task Force recommends against screening for thyroid cancer with neck palpation or ultrasonography.9Screening results in overdiagnosis and overtreatment without improving patient outcomes. In South Korea, a widespread cancer screening program increased the thyroid cancer diagnosis rate 15-fold but did not change the mortality rate.10"
        },
        {
            "parent": 1,
            "text": "The first step in evaluating a thyroid nodule is tomeasure the thyroid-stimulating hormone (TSH) levelandperform thyroid ultrasonography with a survey of the cervical lymph nodes.7,11,12A normal or elevated TSH level indicates that the thyroid nodule is nonfunctioning; a low or suppressed TSH level suggests the diagnosis of primary hyperthyroidism, anda radionuclide thyroid uptake scan (technetium-99 or iodine-123) should be performed. Focal increased uptake in the region of the thyroid nodule is consistent with a hyperfunctioning or “hot” nodule. Hyperfunctioning nodules are unlikely to be malignant and do not require FNA. Nonfunctioning or “cold” nodules should be further evaluated with FNA if they meet clinical or ultrasound criteria."
        },
        {
            "parent": 1,
            "text": "Figure 1suggests a management approach for thyroid nodules based on laboratory and ultrasound features.11Nonfunctioning nodules have a 14% to 22% risk of malignancy.13The risk of malignancy should be further stratified by ultrasound findings, which can be used to distinguish suspicious nodules that require further evaluation with FNA. According to the American College of Radiology, the American Thyroid Association, and the European Thyroid Association, ultrasound features that strongly suggest malignancy include hypoechoic echogenicity, solid composition, irregular margins, microcalcifications, height greater than width, extrathyroidal extension, disrupted rim calcification, and cervical lymph nodes with suspicious features.11,14,15FNA should not be performed on nodules smaller than 1 cm.11Micropapillary thyroid cancers typically have an indolent course. However, patients younger than 40 years may have more progressive disease.16Most nodules smaller than 1 cm that have highly suspicious ultrasound features (with the exception of extrathyroidal extension and suspicious cervical lymph nodes) can be followed with close surveillance and repeat thyroid ultrasonography in six to nine months. FNA can be considered for younger patients or if the patient requests it.11Conversely, pure cystic nodules are rarely malignant and do not require evaluation with FNA. Spongiform and predominantly cystic nodules also have very low risk of malignancy, and biopsy should be considered only if the nodule is 2 cm or larger.11These nodules can also be followed with thyroid ultrasonography in 12 to 24 months without FNA."
        },
        {
            "parent": 1,
            "text": "FNA has a vital role in risk stratification of thyroid nodules.7The American Thyroid Association recommends that FNA cytopathology be reported using the six Bethesda System diagnostic categories11,17(Table 117). Approximately 25% of thyroid FNA samples are classified as Bethesda category 3 or 4, which are considered cytologically indeterminate18and have a malignancy risk of 5% to 30%.17Previously, the usual practice was to order diagnostic lobectomy in patients with these types of nodules. However, about 80% were ultimately found to be benign18; hence, surgical lobectomy is no longer considered ideal for all cytologically indeterminate nodules."
        },
        {
            "parent": 1,
            "text": "Over the past few years, molecular testing of FNA specimens has changed the way thyroid nodules with indeterminate cytology are managed.19Several molecular tests are commercially available, and understanding their methodology and performance is paramount in selecting the appropriate test(Table 2).17,20–24However, many clinicians may not have a choice because most centers offer only one. There has been a trend toward performing reflex molecular testing on cytologically indeterminate thyroid nodules even when testing is not directly ordered by physicians. The result is that primary care physicians often receive molecular test results when they order FNA; therefore, it is important to understand how to interpret these results."
        },
        {
            "parent": 1,
            "text": "The American Thyroid Association recommends that after consideration of clinical and ultrasound features, molecular testing be used to further risk-stratify indeterminate thyroid nodules.11The patient should be counseled about the potential benefits and limitations of molecular testing, and molecular testing should be ordered only after informed consent has been obtained.Validation studies on molecular tests are limited because of the small number of malignant nodules in these studies and insufficient long-term follow-up for benign nodules. In addition, the impact of suspicious ultrasound patterns and high-risk clinical features on the performance and interpretation of molecular tests has not been studied. Therefore, even though a benign pattern on molecular testing significantly decreases the risk of malignancy in indeterminate thyroid nodules, ultrasound surveillance is still required. Consultation with an endocrinologist may be helpful if there is uncertainty about how to interpret a molecular test result."
        },
        {
            "parent": 2,
            "text": "Radioactive iodine ablation should be considered for hyperfunctioning thyroid nodules. If this procedure cannot be performed because of a contraindication or patient preference, hyperthyroidism should be treated with an antithyroid drug. To avoid lifelong antithyroid therapy, surgery should be considered after the patient is euthyroid.Figure 2reviews the management of thyroid nodules after FNA. If cytology and/or molecular test results show malignancy (Bethesda category 6) or suspicion for malignancy (Bethesda category 5, or category 3 or 4 with suspicious molecular test results), surgical referral is recommended to remove the affected thyroid lobe or the entire thyroid gland.11,19"
        },
        {
            "parent": 2,
            "text": "There is growing evidence that low-risk micropapillary thyroid cancers smaller than 1 cm can be followed with observation as an alternative to surgical excision. An observational study of Japanese patients who were followed with serial thyroid ultrasonography for an average of 75 months showed that low-risk micropapillary thyroid cancers (without extrathyroidal extension, metastatic cervical lymph nodes, or distant metastases) usually have an indolent course, without distant metastases or death.16However, patients younger than 40 years had significantly higher rates of new cervical lymph node detection and tumor growth compared with those older than 60 years. Therefore, active surveillance can be considered in patients with low-risk micropapillary thyroid cancer as an alternative to lobectomy.11It is reasonable to consult an endocrinologist when formulating an individualized management plan for these patients."
        },
        {
            "parent": 2,
            "text": "Benign nodules (Bethesda category 2, or category 3 or 4 with benign molecular test results) should be followed with repeat ultrasonography 12 to 24 months after the initial FNA, based on the ultrasound characteristics of the nodules(Figure 2). If the nodules have not grown significantly, the interval may be extended to three to five years.25An increase of more than 50% in nodule volume or 20% in at least two nodule dimensions is considered clinically significant.11Nodules showing significant growth on follow-up thyroid ultrasonography should undergo repeat FNA or serial ultrasonography, based on the suspicion for malignancy.11If molecular testing is not performed, patients with category 4 nodules should be referred for diagnostic lobectomy, whereas those with category 3 nodules can undergo repeat FNA.11Repeat FNA should be performed for most nodules with a nondiagnostic cytology result (Bethesda category 1). If the nodule has highly suspicious ultrasound features or clinical risk factors, surgical excision should be considered for definitive diagnosis."
        },
        {
            "parent": 2,
            "text": "There have been reports of a higher prevalence of malignancy and reduced diagnostic accuracy of FNA in nodules 4 cm or larger, but this has not translated into higher mortality risk in patients who are followed without surgery.26–28It is not clear whether long-term follow-up of cytologically benign nodules 4 cm or larger can be recommended. Even if ultrasound surveillance is not indicated based on benign cytology, larger nodules should be monitored for growth that could result in compressive symptoms. The American Thyroid Association recommends follow-up with repeat ultrasonography at 12 to 24 months for cytologically benign nodules with low- to intermediate-suspicion ultrasound features.11Hence, it is reasonable to reevaluate larger thyroid nodules that were benign on FNA with follow-up ultrasonography at 12 to 24 months. Primary care physicians should have a low threshold for surgical referral if the nodule shows significant growth or if follow-up ultrasonography demonstrates a new suspicious pattern. Recurrent cystic nodules with benign histology may be removed surgically or percutaneously injected with ethanol if they are symptomatic.11Solid nodules that are benign on repeat FNA may be followed with ultrasonography or removed surgically, depending on symptoms; however, repeat FNA is not required, even if the nodule shows growth.11Studies of levothyroxine suppression in benign nodules have shown some reduction in nodule size,29but this treatment is not recommended because the potential harm of thyrotoxicosis outweighs the benefit.11"
        },
        {
            "parent": 4,
            "text": "Pregnant women may have thyroid nodules that grow in size. There is no evidence that thyroid nodules found during pregnancy have an increased risk of malignancy.11Nonfunctioning thyroid nodules in pregnant women can be managed in the same way as those in nonpregnant women, with the exception of molecular testing, which has not been validated in this population.11Pregnant women with hyperfunctioning thyroid nodules can be treated with antithyroid medications, but radionuclide thyroid uptake scans must be deferred until after pregnancy and lactation.11"
        },
        {
            "parent": 5,
            "text": "Because each thyroid nodule carries an independent risk of malignancy, patients with multiple nodules may require FNA for more than one nodule. Nodules with highly suspicious ultrasound features should be preferentially biopsied. A radionuclide thyroid uptake scan can be considered in patients with a low to low-normal TSH level to identify target nodules for FNA."
        },
        {
            "parent": 6,
            "text": "Thyroid nodules in children are rare, but they carry a greater risk of malignancy than those in adults (22% to 26%).30The evaluation and treatment are similar to those for adults; however, because thyroid volume increases with age, ultrasound features rather than size alone should be used to identify nodules that require FNA in children.30Molecular testing of FNA specimens has not been validated in children, so surgery is recommended for those with indeterminate results.30"
        },
        {
            "parent": 6,
            "text": "This article updates previous articles on this topic byKnox25and byWelker and Orlov.31"
        },
        {
            "parent": 6,
            "text": "Data Sources:We searched PubMed for articles published since 2010 using the key terms thyroid nodule, thyroid epidemiology, thyroid nodule management, thyroid nodules in children, and thyroid nodules in pregnancy. The search included meta-analyses, randomized controlled trials, clinical trials, reviews, and guidelines from the American Thyroid Association. An evidence summary from Essential Evidence Plus was also reviewed and relevant studies referenced. Search dates: September 13, September 30, and October 7, 2019, and April 19, 2020."
        }
    ],
    "locked": false
}