{
    "url": "https://www.aafp.org/pubs/afp/issues/2020/0215/p206.html#afp20200215p206-f1",
    "title": "Acute Lower Gastrointestinal Bleeding: Evaluation and Management | AAFP",
    "author": "MATTHEW K. HAWKS, MD, AND JENNIFER E. SVARVERUD, DO",
    "doi": "Am Fam Physician.2020;101(4):206-212",
    "abstract": "Evaluation and management of acute lower gastrointestinal bleeding focus on etiologies originating distally to the ligament of Treitz. Diverticular disease is the most common source, accounting for 40% of cases. Hemorrhoids, angiodysplasia, infectious colitis, and inflammatory bowel disease are other common sources. Initial evaluation should focus on obtaining the patient’s history and performing a physical examination, including evaluation of hemodynamic status. Subsequent evaluation should be based on the suspected etiology. Most patients should undergo colonoscopy for diagnostic and therapeutic purposes once they are hemodynamically stable and have completed adequate bowel preparation. Early colonoscopy has not demonstrated improved patient-oriented outcomes. Hemodynamic stabilization using normal saline or balanced crystalloids improves mortality in critically ill patients. For persistently unstable patients or those who cannot tolerate bowel preparation, abdominal computed tomographic angiography should be considered for localization of a bleeding source. Technetium Tc 99m–labeled red blood cell scintigraphy should not be routinely used in the evaluation of lower gastrointestinal bleeding. Surgical intervention should be considered only for patients with uncontrolled severe bleeding or multiple ineffective nonsurgical treatment attempts. Percutaneous catheter embolization should be considered for patients who are poor surgical candidates. Treatment is based on the identified source of bleeding. (Am Fam Physician. 2020;101(4):206–212. Copyright © 2020 American Academy of Family Physicians.)",
    "headers": [
        {
            "id": 0,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 1,
            "name": "OUTPATIENT EVALUATION",
            "level": 3
        },
        {
            "id": 2,
            "name": "INPATIENT EVALUATION",
            "level": 3
        },
        {
            "id": 3,
            "name": "Management",
            "level": 2
        },
        {
            "id": 4,
            "name": "OUTPATIENT MANAGEMENT",
            "level": 3
        },
        {
            "id": 5,
            "name": "INPATIENT MANAGEMENT",
            "level": 3
        },
        {
            "id": 6,
            "name": "Special Considerations",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Acute lower gastrointestinal (GI) bleeding occurs distally to the ligament of Treitz. This article focuses on bleeding isolated to the colon and rectum. Lower GI bleeding has an incidence of 20 to 30 cases per 100,000 person years and accounts for 20% of GI bleeds.1–4It requires admission to the hospital in 20 to 30 per 100,000 patients5and has a mortality rate of 4%.1,6"
        },
        {
            "parent": -1,
            "text": "The differential diagnosis for lower GI bleeding includes multiple conditions(Table 1).2,7–12Diverticular disease is the most common source of lower GI bleeding, accounting for 40% of cases.10,13The incidence of initial episodes of diverticular bleeding is 11 per 100,000 person years.2,13,14The incidence increases with age, comorbidities (e.g., cardiovascular disease, cirrhosis, renal disease, diabetes mellitus, malignancy), and the use of antiplatelet medications, including nonsteroidal anti-inflammatory drugs.2,13,14Hemorrhoids (internal and external) are another common source of lower GI bleeding, although the prevalence of this condition and its incidence of bleeding are not well established. Hemorrhoids are most common among patients 45 to 65 years of age.2,15Other sources of lower GI bleeding have a wide range of incidence, preventing a clear hierarchy of differential presentations.16It should be noted that upper GI bleeding presents similarly to lower GI bleeding (specifically, hematochezia) in 15% of cases.2"
        },
        {
            "parent": 1,
            "text": "Initial outpatient evaluation of lower GI bleeding should focus on the patient’s history (specifically, the character of bleeding, change in bowel habits, course of symptoms, quantity of bleeding, and risk of recent bacterial exposures from food or travel) and physical examination(Figure 1andFigure 2). Further evaluation should be based on the suspected etiology of bleeding."
        },
        {
            "parent": 1,
            "text": "Hemorrhoidal bleeding typically presents with bright red blood noted on toilet paper, the surface of the stool, or in the toilet bowl after a bowel movement. It rarely causes anemia.15External (originating below the dentate line) hemorrhoids are often painful and itchy, whereas internal (originating above the dentate line) hemorrhoids are nonpainful but may still be itchy.Patients younger than 40 years in whom hemorrhoidal bleeding is suspected do not require endoscopy unless they present with red flag symptoms (e.g., weight loss, fever, anemia, personal or family history of colon cancer, nonresponse to medical management).15,17Evaluation is best accomplished by direct visualization using an anoscope while the patient performs the Valsalva maneuver.17"
        },
        {
            "parent": 1,
            "text": "Bleeding from infectious colitis presents with acute onset of bloody diarrhea associated with recent travel or consumption of foods concerning for bacterial exposure(Table 2).18–20Stool cultures should be obtained to isolate the offending pathogen and to guide antibiotic therapy. Patients with recent travel to tropical Africa, Asia, or Latin America should also undergo testing forEntamoeba histolytica, which is endemic to those areas.21"
        },
        {
            "parent": 1,
            "text": "Bleeding from angiodysplasia is recurrent and painless. It is more common in people older than 60 years. These patients should be referred for diagnostic colonoscopy.18"
        },
        {
            "parent": 1,
            "text": "Inflammatory bowel disease (IBD) often presents with intermittent bloody diarrhea, recurrent abdominal pain, and weight loss. Patients with these symptoms should be referred for diagnostic colonoscopy.22A fecal calprotectin level of 250 mcg per g or greater suggests this condition.23"
        },
        {
            "parent": 1,
            "text": "Bleeding from ischemic colitis presents with bloody diarrhea and acute abdominal pain disproportional to physical examination findings in patients with risk factors for cardiovascular disease. These patients should be referred for urgent diagnostic colonoscopy. Computed tomographic angiography may also be ordered to assess vascular flow to the bowel.2"
        },
        {
            "parent": 1,
            "text": "Bleeding associated with colon cancer is typically painless, with intermittent episodes of hematochezia, bright red rectal bleeding, or dark (maroon or melena) stool in addition to bowel habit changes and unintentional weight loss. These patients should be referred for diagnostic colonoscopy.2"
        },
        {
            "parent": 1,
            "text": "Diverticular bleeding is often painless with an acute onset in patients with a history of diverticular disease. These patients should be transferred to the emergency department for an expedited workup because these bleeds can often be severe.2,14"
        },
        {
            "parent": 1,
            "text": "Postpolypectomy bleeding presents with painless bleeding within 30 days of a polypectomy or biopsy. These patients should be transferred to the emergency department for hospital admission and repeat colonoscopy."
        },
        {
            "parent": 2,
            "text": "Patients with risk factors for moderate to severe bleeding (e.g., at least two comorbid conditions, heart rate greater than 100 beats per minute [bpm], systolic blood pressure [SBP] less than 115 mm Hg, skin or conjunctival pallor, decreased capillary refill) should undergo further evaluation and may require hospital admission.3,5Laboratory testing for these patients should include a complete blood count, measurement of serum electrolytes, coagulation studies, and blood type and screen/cross."
        },
        {
            "parent": 2,
            "text": "An endoscopic clinician should be consulted for hemodynamically unstable patients (SBP less than 115 mm Hg or heart rate greater than 100 bpm) with hematochezia to evaluate for an upper GI source.2Nasogastric lavage is only minimally beneficial in assessing for upper GI bleeding and is not recommended.7,24"
        },
        {
            "parent": 2,
            "text": "Similar to most outpatient evaluations for lower GI bleeding, colonoscopy is preferred for inpatient evaluation. The American College of Gastroenterology recommends that colonoscopy be performed as soon as the patient is hemodynamically stable and has completed adequate bowel preparation.2This recommendation is supported by two meta-analyses concluding that early colonoscopy (within 24 hours of presentation) does not improve mortality, need for surgical intervention or blood transfusions, or rates of rebleeding or adverse events.1,25However, it may be associated with more therapeutic interventions.1,25,26There are conflicting data on its effects on the length of hospitalization and improved identification of the bleeding source.1,4,25,27"
        },
        {
            "parent": 2,
            "text": "Computed tomographic angiography can guide therapy in patients who are not candidates for colonoscopy.16This imaging modality has a high specificity (91.2%) for detecting stigmata (i.e., visible evidence during endoscopy of localized recent bleeding) in patients with diverticular disease.10However, it has not been shown to improve patients’ clinical course, which is why it is not recommended as a first-line modality for evaluation."
        },
        {
            "parent": 2,
            "text": "Technetium Tc 99m–labeled red blood cell scintigraphy should not be used routinely, but can be considered if other assessment options have been ineffective and the patient is hemodynamically stable with persistent bleeding. The sensitivity of this test ranges from 25% to 90%, and a minimum blood flow of 0.1 mL per minute is required to effectively localize bleeding.18"
        },
        {
            "parent": 2,
            "text": "If the patient remains hemodynamically unstable despite resuscitative efforts, surgical consultation is warranted."
        },
        {
            "parent": 4,
            "text": "Most cases of lower GI bleeding are self-limited and can be managed in an outpatient capacity.28"
        },
        {
            "parent": 4,
            "text": "Internal hemorrhoids grades I to III are amenable to in-office procedures with banding or infrared photocoagulation. Fiber supplementation alone decreases bleeding by 50%.15Banding has greater long-term success rates than infrared photocoagulation, but the latter confers greater pain improvement. Symptomatic grade III or grade IV hemorrhoids likely will require hemorrhoidectomy by a general surgeon.15"
        },
        {
            "parent": 4,
            "text": "Therapy for infectious colitis is based on the suspected or confirmed pathogen.Table 2lists specific treatment regimens for common pathogens.18–20"
        },
        {
            "parent": 4,
            "text": "Angiodysplasia self-resolves in 40% to 45% of cases.18Endoscopic argon plasma coagulation is first-line treatment for persistent bleeding.18Second-line treatment is direct contact thermal electrocautery (including argon plasma coagulation) with possible endoclip placement. When argon plasma coagulation is used, it is associated with a 7% to 15% recurrence rate.18Long-term treatment with lanreotide (Somatuline) improves hemoglobin levels and decreases hospitalization time and number of endoscopies and blood/iron transfusions in patients with angiodysplasia or obscure gastrointestinal bleeding.29,30Hormone therapy (ethinyl estradiol and norethisterone) has no clear benefit in reducing the number of bleeds or transfusion episodes in patients with angiodysplasia.18,31"
        },
        {
            "parent": 4,
            "text": "Acute IBD presenting with bloody diarrhea is correlated with an isolated proctitis flare and responds well to rectal 5-aminosalicylic acid derivatives (mesalamine suppositories) with or without corticosteroids.22A small randomized controlled trial showed that wheatgrass juice significantly improved rectal bleeding in patients with IBD.32"
        },
        {
            "parent": 4,
            "text": "Patients undergoing outpatient treatment who have recurrent bleeding or hemodynamic instability require hospitalization for stabilization and urgent treatment."
        },
        {
            "parent": 5,
            "text": "Patients who are hemodynamically unstable require immediate resuscitation. Initial management should include continuous monitoring (telemetry, pulse oximetry, frequent blood pressure measurements), placement of two large-bore peripheral intravenous catheters, and intravenous fluid administration. Critically ill patients can receive normal saline or balanced crystalloids (e.g., lactated Ringer solution); a recent meta-analysis demonstrated no difference in mortality, acute kidney injury, or need for renal replacement therapy.8Resuscitation goals include a heart rate less than 100 bpm and a SBP consistently higher than 115 mm Hg.2,9"
        },
        {
            "parent": 5,
            "text": "Blood transfusions should be performed to maintain the hemoglobin level above 7 g per dL (70 g per L) in nonacutely or minimally bleeding patients. In contrast, blood transfusions should be initiated in patients with a large quantity of active bleeding and inadequate vital sign response to intravenous fluid replacement when the hemoglobin level drops below 9 g per dL (90 g per L).2,16"
        },
        {
            "parent": 5,
            "text": "Once a patient is hemodynamically stable, colonoscopy should be performed after adequate bowel preparation. The recommended bowel preparation consists of 4 to 6 L of polyethylene glycol or equivalent for three to four hours until excrement is clear of blood and stool.2,33The use of a nasogastric tube to administer the bowel preparation is recommended for patients who cannot tolerate it orally. Aspiration risk should be considered when using this technique.25,33Colonoscopists use a variety of techniques to treat bleeding based on the identified source, available resources, and clinician preference. Techniques include therapeutic banding and clipping, argon plasma coagulation, direct contact thermal cauterization, and epinephrine injection (1:10,000 or 1:20,000 dilution with saline).2"
        },
        {
            "parent": 5,
            "text": "Surgery should be considered for patients with significant bleeding when all other strategies have failed, and ideally after a clear source of bleeding has been identified.2,18"
        },
        {
            "parent": 6,
            "text": "Percutaneous catheter embolization should be considered for patients who are high-risk surgical candidates, do not respond to hemodynamic resuscitation, and are unable to tolerate bowel preparation for urgent colonoscopy. Success rates for this procedure have been reported as high as 80% to 90%.18However, it is also associated with a 5% to 9% rate of severe adverse events, including hematomas, arterial dissections, pseudoaneurysm, and, rarely, intestinal necrosis.18Embolization is most effective in patients with poorly controlled diverticular bleeding, with a 15% rebleeding rate compared with 40% for nondiverticular etiologies.33"
        },
        {
            "parent": 6,
            "text": "The use of oral or topical tranexamic acid for the treatment of lower GI bleeding is controversial. A recent randomized controlled trial and a retrospective cohort study failed to demonstrate statistically significant improved clinical outcomes (mortality, transfusion rates, time to first endoscopic procedure).11,12There are currently larger active trials that may provide further information.34"
        },
        {
            "parent": 6,
            "text": "After a patient has experienced a lower GI bleed, a multidisciplinary team approach, including input from specialists involved in the patient’s care, is recommended to minimize the risk of recurrent bleeding and maximize treatment of comorbidites.2,14Aspirin should typically be continued for secondary prophylaxis of cardiovascular disease, as should dual antiplatelet therapy in patients who have had an acute coronary event in the past 90 days or placement of a coronary stent in the past 30 days.2Nonaspirin nonsteroidal anti-inflammatory drugs should be avoided in patients with lower GI bleeding from diverticular disease or angiodysplasia.2,13,14Antiplatelet therapy is associated with an increased risk of recurrent diverticular bleeding. However, anticoagulation therapy does not increase the risk of future diverticular bleeding and is associated with an increased risk of ischemic stroke when discontinued.14"
        },
        {
            "parent": 6,
            "text": "Data Sources:Multiple searches were performed in Essential Evidence, PubMed, the Cochrane database, and Google Scholar using the key words lower gastrointestinal bleed, infectious diarrhea, diverticula, angiodysplasia, hemorrhoids, ulcerative colitis, tranexamic acid, and balanced fluid resuscitation. Search dates: October 2018 to December 2019."
        },
        {
            "parent": 6,
            "text": "The opinions and assertions contained herein are those of the authors and are not to be construed as official or as reflecting the views of the Uniformed Services University of the Health Sciences, U.S. Air Force Medical Department, the Air Force at large, or the Department of Defense."
        }
    ],
    "locked": false
}