{
    "url": "https://www.aafp.org/pubs/afp/issues/2020/0915/p355.html#afp20200915p355-f1",
    "title": "Anaphylaxis: Recognition and Management | AAFP",
    "author": "MATTHEW C. PFLIPSEN, MD, AND KARLA M. VEGA COLON, MD",
    "doi": "Am Fam Physician.2020;102(6):355-362",
    "abstract": "Anaphylaxis is a life-threatening systemic reaction, normally occurring within one to two hours of exposure to an allergen. The incidence of anaphylaxis in the United States is 2.1 per 1,000 person-years. Most anaphylactic reactions occur outside the hospital setting. Urticaria, difficulty breathing, and mucosal swelling are the most common symptoms of anaphylaxis. The most common triggers are medications, stinging insect venoms, and foods; however, unidentified triggers occur in up to one-fifth of cases. Coexisting asthma, mast cell disorders, older age, underlying cardiovascular disease, peanut and tree nut allergy, and drug-induced reactions are associated with severe or fatal anaphylactic reactions. Clinicians can obtain serum tryptase levels, reflecting mast cell degranulation, when the clinical diagnosis of anaphylaxis is not clear. Acute management of anaphylaxis involves removal of the trigger; early administration of intramuscular epinephrine; supportive care for the patient's airway, breathing, and circulation; and a period of observation for potential biphasic reactions. Only after epinephrine administration should adjunct medications be considered; these include histamine H1and H2antagonists, corticosteroids, beta2agonists, and glucagon. Patients should be monitored for a biphasic reaction (i.e., recurrence of anaphylaxis without reexposure to the allergen) for four to 12 hours, depending on risk factors for severe anaphylaxis. Following an anaphylactic reaction, management should focus on developing an emergency action plan, referral to an allergist, and patient education on avoidance of triggers and appropriate use of an epinephrine auto-injector.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "LABORATORY TESTING",
            "level": 3
        },
        {
            "id": 3,
            "name": "Triggers",
            "level": 2
        },
        {
            "id": 4,
            "name": "Management of Anaphylaxis",
            "level": 2
        },
        {
            "id": 5,
            "name": "EPINEPHRINE",
            "level": 3
        },
        {
            "id": 6,
            "name": "HISTAMINE H1 AND H2 ANTAGONISTS AND CORTICOSTEROIDS",
            "level": 3
        },
        {
            "id": 7,
            "name": "BETA2AGONISTS AND GLUCAGON",
            "level": 3
        },
        {
            "id": 8,
            "name": "INTRAVENOUS FLUIDS AND OXYGEN THERAPY",
            "level": 3
        },
        {
            "id": 9,
            "name": "TRANSFER TO HIGHER LEVEL OF CARE",
            "level": 3
        },
        {
            "id": 10,
            "name": "Observation Period",
            "level": 2
        },
        {
            "id": 11,
            "name": "Post-Anaphylaxis Care",
            "level": 2
        },
        {
            "id": 12,
            "name": "ANAPHYLAXIS ACTION PLAN",
            "level": 3
        },
        {
            "id": 13,
            "name": "EPINEPHRINE AUTO-INJECTOR PRESCRIPTION",
            "level": 3
        },
        {
            "id": 14,
            "name": "ALLERGIST REFERRAL",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Anaphylaxis is a severe allergic reaction that occurs quickly and can be fatal. The incidence of anaphylaxis in the United States between 2004 and 2016 was 2.1 per 1,000 person-years, with one-fourth of anaphylactic reactions affecting children younger than 17 years.1Most anaphylactic reactions occur outside the hospital setting(Table 1),2,3and most individuals go to the hospital or emergency department for treatment.2,4In the United States, the incidence of anaphylaxis peaks in children two to 12 years of age and in adults between 50 and 69 years of age.1One out of 20 of all anaphylaxis cases may require hospitalization1,2; in the United States, hospitalizations for anaphylaxis have steadily increased over the past 10 years.5The annual number of confirmed anaphylaxis-related deaths in the United States ranges from 186 to 225.5The average fatality rate is 0.3% for most hospitalizations or emergency department presentations for anaphylaxis.5Risk factors for severe or fatal anaphylaxis include coexisting asthma, mast cell disorders, age older than 50 years, underlying cardiovascular disease, peanut and tree nut allergy, and drug-induced reactions.6–10"
        },
        {
            "parent": -1,
            "text": "One out of 20 of all anaphylaxis cases requires hospitalization; in the United States, hospitalizations for anaphylaxis have steadily increased over the past 10 years."
        },
        {
            "parent": -1,
            "text": "Gastrointestinal and respiratory symptoms of anaphylaxis are more likely to be overlooked in children. Only 55% of health care professionals recognize anaphylaxis without cutaneous involvement."
        },
        {
            "parent": -1,
            "text": "One-half of patients presenting to the emergency department who meet the National Institute of Allergy and Infectious Diseases/Food Allergy and Anaphylaxis Network diagnostic criteria for anaphylaxis receive treatment with epinephrine."
        },
        {
            "parent": 0,
            "text": "There are two types of anaphylactic reactions: immunoglobulin E (IgE) mediated and nonimmune (i.e., direct activation).11Most cases of anaphylaxis are IgE mediated in which antibodies to a particular allergen activate mast cells and basophils, resulting in degranulation and release of a wide variety of chemical mediators. Nonimmune anaphylaxis occurs by direct activation of mast cell and basophil receptors or complement-mediated activation. Distinction between the two types is not clinically possible, and treatment is the same for both.11"
        },
        {
            "parent": 1,
            "text": "Clinicians should be familiar with the differential diagnosis of anaphylaxis because many other conditions can present with signs or symptoms of anaphylaxis(Table 211,12). Signs and symptoms of an allergic reaction typically occur within one to two hours of exposure to an allergen, usually within 30 minutes for a food allergy and faster for parenteral medication or insect stings. Most acute allergic reactions are mild and self-limited, involving a single organ system, often the skin, with symptoms such as swelling of the lips or face, hives or welts, or tingling of the mouth. Anaphylaxis is distinguished from a mild or moderate allergic reaction by the sudden involvement of two or more organ systems manifesting with a variety of symptoms such as difficulty breathing, swelling of the tongue, swelling or tightness in the throat, wheezing, sudden persistent cough, abdominal pain, vomiting, and hypotension13(Table 314). Anaphylaxis can also be diagnosed by the isolated involvement of the cardiovascular system in the setting of hypotension or cardiovascular collapse after exposure to a known allergen.14Although isolated hypotension is a rare presentation of anaphylaxis, it often results in hospitalization and can be a marker of severity.15"
        },
        {
            "parent": 1,
            "text": "Making an accurate diagnosis is important because epinephrine is administered more often to patients diagnosed with anaphylaxis.16,17Clinicians must be familiar with and recognize the wide spectrum of presentations to avoid a missed diagnosis(Table 42,4,16,18–22). For example, syncope and hypotension are more common presentations in drug-induced anaphylaxis,7and in children, gastrointestinal and respiratory symptoms are more likely to be overlooked despite the more common occurrence of gastrointestinal symptoms.18,23In one study, only 55% of health care professionals recognized anaphylaxis without cutaneous involvement.24"
        },
        {
            "parent": 2,
            "text": "Serum tryptase levels reflect mast cell degranulation and peak one to one and a half hours after the onset of anaphylaxis. Their testing availability limits the feasibility of measuring serum tryptase in an acute setting, and the treatment of a patient with possible anaphylaxis should not be based on serum tryptase levels alone.25If a diagnosis of anaphylaxis is in doubt, results of laboratory testing up to three hours after symptom onset can support the diagnosis in some patients26; however, levels are often normal in food-triggered reactions.10,11"
        },
        {
            "parent": 3,
            "text": "The most common causes of anaphylaxis are foods, medications, and stinging insect venom. However, there are a wide range of specific triggers(Table 52,4,6,7,18,27–29), and the frequency varies with age and geographic region.18–20,27In the United States, food-triggered anaphylaxis is most common in children from birth to four years of age, whereas anaphylaxis to medications is more common in adults 50 years and older.21,30,31"
        },
        {
            "parent": 3,
            "text": "Clinicians and patients do not always correctly identify the causative agent.16Referral of patients with an anaphylactic reaction for allergy testing may help determine the offending trigger. Idiopathic triggers occur in up to 20% of anaphylactic cases, and identifying the trigger of an anaphylactic episode is not always possible.5,9,18,32"
        },
        {
            "parent": 5,
            "text": "The mainstay of treatment of acute IgE-mediated or nonimmune anaphylaxis is epinephrine(Figure 18,10,11,13,21,26,33–36). Epinephrine causes an increase in peripheral vascular resistance plus inotropic and chronotropic cardiac effects, leading to an increase in blood pressure. It causes bronchodilation and decreased mucosal edema through the vasodilation of the skeletal and smooth muscles in the airways and stabilization of mast cells and basophils."
        },
        {
            "parent": 5,
            "text": "The onset of action of epinephrine is usually three to five minutes, and intramuscular administration into the anterolateral thigh is the preferred route.8,10,25,26,33,34Epinephrine auto-injectors can be used in health care settings and are advantageous because they are quicker to administer and decrease dosing errors.26At recommended doses, the most common adverse effects of epinephrine include agitation, anxiety, tremulousness, headache, dizziness, pallor, and palpitations. There are no absolute contraindications to administering epinephrine for anaphylaxis."
        },
        {
            "parent": 5,
            "text": "Delayed or lack of epinephrine use continues to be a problem despite current guidelines emphasizing the importance of early administration.37Retrospective studies show that approximately one-half of patients presenting to the emergency department who meet the National Institute of Allergy and Infectious Diseases/Food Allergy and Anaphylaxis Network diagnostic criteria for anaphylaxis receive treatment with epinephrine.16,32,38An initial injection of epinephrine before the patient arrives at the emergency department decreases the likelihood of hospital admission,39and not administering epinephrine to treat anaphylaxis is associated with worse outcomes and mortality.33,34Reasons for failure to use epinephrine include delayed presentation,40misdiagnosis as a mild or moderate allergic reaction,16,19,32and failure to use the National Institute of Allergy and Infectious Diseases/Food Allergy and Anaphylaxis Network diagnostic criteria.15,41Clinicians cannot predict whether an allergic reaction episode will rapidly progress; therefore, early use of epinephrine should be considered even with mild symptoms or single-system involvement.8"
        },
        {
            "parent": 6,
            "text": "Antihistamines and corticosteroids are not effective first-line treatments for anaphylaxis.Guidelines recommend that antihistamines and corticosteroids be used only as an adjunct to epinephrine.8,11,25Antihistamines have an onset of action of one to two hours. Although they improve cutaneous erythema and decrease pruritus, they have not been shown to reverse upper airway obstruction or improve hypotension.42The onset of action for corticosteroids is approximately six hours; therefore, they have little to no effect on initial signs and symptoms of anaphylaxis. A systematic review of corticosteroid use in the management of anaphylaxis was inconclusive for the reduction of biphasic reactions; however, corticosteroids may decrease the length of hospital stay.43"
        },
        {
            "parent": 7,
            "text": "Beta2agonists are used for the treatment of patients with reactive airways disease or any patient presenting with signs of active bronchospasm.8,25Any patient with refractory hypotension, especially those being treated with beta blockers, should be given glucagon because it has inotropic and chronotropic effects that are not mediated through beta receptors.8,13,25"
        },
        {
            "parent": 8,
            "text": "Oxygen should be administered to patients presenting with respiratory symptoms, decreased oxygen saturation, or hypotension.8During anaphylaxis, vascular dilation and increased permeability can lead to intravascular fluid shifting into the extravascular space, resulting in distributive shock. Therefore, it is essential to establish two large-bore intravenous access sites and administer fluids when signs or symptoms of shock occur(Figure 18,10,11,13,21,26,33–36). Placing a patient with hypotension in a recumbent position with the lower extremities raised is preferred to elevating the head, even if the patient has an upper airway obstruction.8,35"
        },
        {
            "parent": 9,
            "text": "Patients should be transported to the hospital for continued therapy and monitoring, especially those with an initial presentation of significant respiratory or circulator y compromise, and patients with refractory anaphylaxis. Refractory anaphylaxis occurs in patients who do not respond to initial treatment with epinephrine, supplemental oxygen, intravenous fluid resuscitation, and second-line medications."
        },
        {
            "parent": 10,
            "text": "Biphasic reactions occur in less than 5% of patients diagnosed with anaphylaxis2,44and are defined as the recurrence of anaphylaxis within 72 hours of the initial reaction without reexposure to the allergen.A recent meta-analysis showed that an observation time greater than six hours after resolution of anaphylactic symptoms could exclude the recurrence of a secondary reaction in more than 95% of patients.45A minimum observation period of four hours supports current guidelines, with longer observation periods recommended based on individualized factors such as previous biphasic reaction, severity of initial presentation, treatment with multiple doses of epinephrine, a previously protracted anaphylactic reaction, unknown anaphylactic trigger, or presence of risk factors for severe or fatal anaphylaxis.8,11,25,44,46"
        },
        {
            "parent": 12,
            "text": "All patients at risk of anaphylaxis should be provided with an action plan instructing them on how to manage an episode of anaphylaxis, including the proper administration of epinephrine.8,11,25,47Parents of at-risk children, especially children with a documented food allergy who attend school, preschool, or childcare, should share the action plan with the staff caring for their children.47The action plan should include documentation of confirmed allergens, signs and symptoms of anaphylaxis, an emphasis on epinephrine as the first-line treatment, the first aid response, identification of the child including a photo, and parent or guardian contact information. An example plan is available athttps://www.healthychildren.org/SiteCollectionDocuments/AAP_Allergy_and_Anaphylaxis_Emergency_Plan.pdf. Preventive measures to decrease the risk of repeat episodes of anaphylaxis are listed ineTable A."
        },
        {
            "parent": 13,
            "text": "Epinephrine auto-injectors are safe when used correctly. Guidelines recommend that all patients diagnosed with an anaphylactic reaction be prescribed an auto-injector. Patients treated in the emergency department for anaphylaxis commonly do not receive a prescription when they are discharged.48Patients do not always fill the prescription, even when it is offered,49or carry the epinephrine auto-injectors with them at all times.50,51Common reasons patients do not comply with treatment include thinking that they will not be exposed to the allergen or that their symptoms are not severe enough, that they have never had to use the auto-injector before, and that they either forget or do not feel a need to carry it with them at all times.50Auto-injectors can be expensive and often have a one-year expiration date, requiring an annual purchase of one or more. Effective patient education during examinations should emphasize the importance of keeping the auto-injector available for immediate use."
        },
        {
            "parent": 14,
            "text": "Referral to an allergist is appropriate if a clinician feels inadequately trained to provide education or if the patient presents after the reaction and the offending agent cannot be confirmed.8,25Allergists should obtain a detailed patient history, coordinate additional outpatient testing, offer additional allergen avoidance counseling, and provide the patient with medical alert or identification jewelry."
        },
        {
            "parent": 14,
            "text": "This article updates previous articles on this topic byArnold and Williams,36andTang.12"
        },
        {
            "parent": 14,
            "text": "Data Sources:A PubMed search was completed using the key terms anaphylaxis, epinephrine, antihistamine, corticosteroids, glucagon, management, epidemiology, diagnosis, biphasic, and fatal. The search included meta-analyses, systematic reviews, practice guidelines, clinical trials, and original studies. Also searched were the Cochrane database, ECRI Guidelines Trust, Essential Evidence Plus, and the U.S. Preventive Services Task Force. Search dates: August 28, 2019, and April 29, 2020."
        },
        {
            "parent": 14,
            "text": "The views expressed in this article are those of the authors and do not reflect the official policy or position of the Department of the Army, Department of the Navy, Department of the Air Force, Uniformed Services University of the Health Sciences, Department of Defense, or the U.S. government."
        }
    ],
    "locked": false
}