{
    "url": "https://www.aafp.org/pubs/afp/issues/2020/0701/p19.html#afp20200701p19-f5",
    "title": "Back Pain in Children and Adolescents | AAFP",
    "author": "SURAJ ACHAR, MD, AND JARROD YAMANAKA, MD",
    "doi": "Am Fam Physician.2020;102(1):19-28",
    "abstract": "Back pain is a relatively common presenting symptom in children and adolescents. Typical causes include muscle strain or spasm, spinal deformities (e.g., Scheuermann kyphosis, adolescent idiopathic scoliosis), spondylolysis, bulging or herniated intervertebral disks, apophysitis of the iliac crest, and functional pain syndromes such as fibromyalgia. Spondyloarthropathies such as ankylosing spondylitis may present with low back pain and stiffness, which are often worse in the morning. Less common but more serious causes include malignancy and infections. The physical examination should include postural inspection, evaluation for tenderness, range of motion, strength testing, and testing for fractures and nerve impingement. Treatment for patients with muscle strain include relative rest, home-based exercises, physical therapy, and limited use of nonsteroidal anti-inflammatory drugs. If findings from the history and physical examination suggest underlying pathology, radiography and laboratory studies are indicated initially; magnetic resonance imaging, computed tomography, or a bone scan may be needed for further evaluation. It is generally accepted that the following factors warrant immediate evaluation: patient age younger than five years, symptoms persisting beyond four weeks, systemic symptoms, nighttime pain, bowel incontinence/urinary retention, or other neurologic symptoms.",
    "headers": [
        {
            "id": 0,
            "name": "History",
            "level": 2
        },
        {
            "id": 1,
            "name": "Physical Examination",
            "level": 2
        },
        {
            "id": 2,
            "name": "Imaging",
            "level": 2
        },
        {
            "id": 3,
            "name": "Laboratory Testing",
            "level": 2
        },
        {
            "id": 4,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 5,
            "name": "Common Causes",
            "level": 2
        },
        {
            "id": 6,
            "name": "LUMBAR MUSCLE STRAIN OR SPASM",
            "level": 3
        },
        {
            "id": 7,
            "name": "SPONDYLOLYSIS AND SPONDYLOLISTHESIS",
            "level": 3
        },
        {
            "id": 8,
            "name": "SCHEUERMANN KYPHOSIS",
            "level": 3
        },
        {
            "id": 9,
            "name": "SCOLIOSIS",
            "level": 3
        },
        {
            "id": 10,
            "name": "LUMBAR DISK HERNIATION",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Back pain is a relatively common condition in children. A 2011 Danish study found a prevalence of 28% to 48% in school-aged children, with increasing incidence in older adolescents.1Care was sought in less than one-third of cases.1One large cohort study found associations between back pain and age greater than 12 years, a family history of back pain, spending more than two hours per day studying or watching television, an uncomfortable school desk, widespread pain, and sleep problems.2Evidence is mixed on the effect of heavy backpacks.3Back pain in children should be assessed carefully because it can limit participation in sports, activities, and school. An estimated 10% to 15% of affected children will develop chronic low back pain later in life.4"
        },
        {
            "parent": 0,
            "text": "An accurate history is essential in differentiating etiologies of back pain. Timing, onset, severity, location, frequency, and characteristics of the pain (e.g., whether it radiates) should be addressed. School-aged children should be asked about recent illness, trauma, and nonaccidental injuries. Symptoms that warrant urgent evaluation for rare conditions are listed inTable 1. Patients with spondyloarthropathy may have back stiffness in the morning or a family history of rheumatologic disorders.5Table 2andTable 3present suggested approaches for the evaluation and management of common causes of acute and chronic back pain."
        },
        {
            "parent": 1,
            "text": "Examination of children and adolescents with back pain begins with a visual inspection of the back and standing posture. Gait testing should include heel and toe walking; children with diskitis may refuse to walk. Spasticity, ataxia, muscle atrophy, and instability suggest spinal cord impingement or muscular dystrophy. Signs of midline defects, such as dimples, hemangiomas, or hair patches, suggest underlying congenital spinal lesions. Curvature or accentuated kyphosis may signal scoliosis, Scheuermann kyphosis, or moderate limb length discrepancy. Leg length discrepancies of less than 2 cm are normal and usually not symptomatic.6,7Palpation of the spinous processes may elicit tenderness in children with spondylolysis, malignancy, or infection. Pain at the iliac crest may occur with apophysitis.8Range of motion should be assessed(Figure 1)to determine whether the back pain worsens with lumbar extension (spondylolysis) or flexion (discogenic conditions)."
        },
        {
            "parent": 1,
            "text": "Strength testing of the hips, knees, and ankles can evaluate for weakness related to pain or neuropathy. Dermatomal numbness and paresthesias suggest a nerve root lesion. Patellar and Achilles reflexes should be assessed, and a Babinski test may be performed to evaluate for upper motor neuron injury. The slump test(Figure 2)and straight leg raise test evaluate for sciatica; pain radiating to the gluteal area or down the leg indicates a positive test. In the Patrick (FABER) test, the examiner flexes, abducts, and externally rotates the patient's hip to stress the sacroiliac joint(eFigure A). Ipsilateral pain elicited by this maneuver indicates sacroiliitis, which in turn suggests ankylosing spondylitis. The Thomas test can be performed to determine hip flexor tightness. With the patient in the supine position, the examiner uses both hands to bring one knee to the chest. The test is positive if the contralateral leg lifts off the table. In the stork test, the patient stands on one leg and hyperextends the lumbar spine(Figure 3); ipsilateral pain suggests spondylolysis, although the sensitivity (50% to 73%) and specificity (17% to 32%) are low.9Lastly, quadriceps and hamstring tightness should be assessed; inflexibility is associated with spondylolysis and typically worsens as children progress to adolescence.9,10"
        },
        {
            "parent": 2,
            "text": "Guidelines from the American College of Radiology state that imaging in children and adolescents can be delayed unless the patient hasabnormal neurologic findings or pain that occurs at night, radiates, or persists beyond four weeks.11Plain radiography should be performed in patients with any of these findings.12Anteroposterior and lateral views are often sufficient, even when evaluating for spondylolysis.13Oblique views double the radiation exposure and do not significantly improve sensitivity; therefore, they are no longer recommended in the evaluation of spondylolysis.14"
        },
        {
            "parent": 2,
            "text": "Magnetic resonance imaging (MRI) should be considered for patients with localized pain who have normal radiographic findings. MRI can detect tumors, infections, and disk herniation, and it can assess for edema in the pars interarticularis region, which is consistent with acute spondylolysis.12,14A bone scan may be indicated if MRI findings are inconclusive or in children with diffuse back pain. However, bone scans do not detect soft tissue tumors or infections that do not stimulate bone metabolism, and therefore may miss a critical condition. Computed tomography (CT) shows bony architecture and soft tissues but does not show marrow elements. CT can be performed quickly and generally does not require sedation, but it may expose children to significant ionizing radiation."
        },
        {
            "parent": 3,
            "text": "A complete blood count with differential, erythrocyte sedimentation rate (ESR), and C-reactive protein (CRP) level should be obtained if there is concern for malignancy or inflammatory conditions (e.g., spondyloarthropathies, juvenile rheumatoid arthritis, infections). Although an elevated ESR (more than 20 mm per hour) and/or CRP level (more than 1 to 2 mg per dL [10 to 20 mg per L]) is nearly 95% sensitive for osteomyelitis, the specificity is low (60%).15The presence of human leukocyte antigen B27 is strongly associated with seronegative spondyloarthropathy (ankylosing spondylitis, reactive arthritis, and spondylitis associated with psoriasis and inflammatory bowel disease), but because of high false-positive rates, testing should be reserved for patients with high clinical suspicion, such as those with morning stiffness, night pain that improves with exercise, or sacroiliac pain. Other tests (e.g., rheumatoid factor, antinuclear antibodies, antistreptolysin O, Lyme disease testing) could be considered in the presence of associated findings, but they generally are not useful.16Axial spondyloarthropathy should be considered if clinical symptoms occur and MRI findings are negative; this condition is associated with elevated ESR and/or CRP levels in approximately 40% of cases.17If there is concern for axial spondyloarthropathy, consultation with a pediatric rheumatologist may be warranted."
        },
        {
            "parent": 4,
            "text": "The approach to treating back pain in children and adolescents depends on the etiology and clinical course. For benign causes, relative rest, limited use of nonsteroidal anti-inflammatory drugs, and close follow-up without imaging is warranted. Physical therapy can be helpful for core strengthening and lower extremity flexibility, and Pilates is potentially useful based on its positive effects on quality of life in patients with juvenile idiopathic arthritis18(Figure 4). Treatments for specific conditions are addressed below. An algorithm for the evaluation and treatment of back pain in children and adolescents is presented inFigure 5.19Continued monitoring and close follow-up within four weeks can potentially diagnose serious conditions early."
        },
        {
            "parent": 6,
            "text": "Although published incidence studies are limited, many cases of low back pain in children who present to a primary care setting are attributed to a lumbar muscle strain or spasm.20Muscle spasm may be related to growth, resulting in tight hamstrings and quadriceps that cause a posterior pelvic tilt. An association between heavy backpacks and back pain is controversial. However, the American Academy of Pediatrics recommends that backpacks not exceed 10% to 20% of the child's weight.3,21Most cases of lumbar strain or nonspecific back pain respond to conservative management, including activities as tolerated, postural exercises, and lower extremity stretching.20Pain usually resolves within a few weeks.20"
        },
        {
            "parent": 7,
            "text": "Spondylolysis is a stress injury to the pars interarticularis. Spondylolisthesis occurs when there is a bilateral pars injury with translation of one vertebral body over another(Figure 6). Spondylolysis affects up to 6% of all children, but the incidence among athletes is unclear.4,22The primary sites include L5 (71% to 95%) and L4 (5% to 23%), but it can occur at any level.22Although spondylolysis is common among athletes whose sports require repetitive lumbar extension (e.g., gymnasts, football linemen, divers, baseball players), it can occur in any athlete.11Pain tends to be focal, may be associated with tenderness to palpation of the spinous process, and worsens with extension. A positive stork test is concerning for spondylolysis; other associated findings include tight quadriceps and hamstrings.23Anteroposterior and lateral radiographs may show a fracture of the pars inter-articularis.22If radiographic findings are negative, patients can be treated conservatively for six weeks.22If pain persists, MRI sequenced to detect bone marrow edema in the pedicle and pars region is the preferred next step; single-photon emission CT is indicated if MRI is not available.11,22"
        },
        {
            "parent": 7,
            "text": "More than 90% of patients with spondylolysis respond to conservative treatment, such as relative rest, flexibility exercises for the quadriceps and hamstrings, and core strengthening with a guided exercise program.23,24Although bracing has not been conclusively proven to accelerate healing, it can be helpful for pain control if other conservative measures are ineffective.24If bracing is indicated, a low thoracolumbar orthosis(Figure 7)is as effective as a high thoracolumbar orthosis.25The duration of bracing depends on symptom response: It should be tapered when the patient is pain free, regardless of radiographic healing.26Research has not shown that limited used of nonsteroidal anti-inflammatory drugs delays bone healing in children, as has been postulated in adults.27Case studies have shown that acute fractures that do not improve with six weeks of conservative management may respond to transcutaneous electrical nerve stimulation26(Figure 8). Return to activity should be gradual over approximately five months.28Surgical management is limited to children who progress to grade 3 spondylolisthesis (50% to 75% vertebral translation), whose pain persists longer than six months, or who develop additional symptoms that are refractory to conservative management.22"
        },
        {
            "parent": 8,
            "text": "Scheuermann kyphosis is osteochondrosis that presents as an abnormality of the vertebral epiphyseal growth plates. Criteria include three or more adjacent vertebrae wedged more than 5 degrees and disk space that narrows in the thoracic region29,30(Figure 9). Because there is no diagnostic standard for Scheuermann kyphosis, prevalence rates vary widely.29,30It can be noted in children as young as eight to 12 years who present with a postural deformity that does not resolve with extension or by lying down. Symptoms include gradual onset of pain without trauma over the deformity. Pain can worsen at the end of the day and is relieved with rest.29Treatment is generallyconservative without bracing or orthopedic interventions. Indications for orthopedic intervention include pain that does not respond to nonoperative treatment, neural impairment, and severe deformity (more than 80 degrees) that restricts pulmonary function.30,31Pain tends to improve with skeletal maturity.32"
        },
        {
            "parent": 9,
            "text": "Adolescent idiopathic scoliosis is a lateral curvature of the spine of more than 10 degrees. It occurs in 2% to 3% of adolescents.33Back pain associated with this condition is linked to increasing age, injuries, and severity of curvature.34Another underlying condition is present in 10% to 35% of children with scoliosis and back pain, such as spondylolysis, spondylolisthesis, Scheuermann kyphosis, or disk herniation35,36; therefore, a careful history and physical examination with appropriate imaging should be performed to evaluate for these and other etiologies. A previous article inAmerican Family Physicianaddressed the evaluation and treatment of patients with isolated adolescent idiopathic scoliosis.37Referral to a scoliosis center is indicated if symptoms do not respond to a conservative exercise program."
        },
        {
            "parent": 10,
            "text": "Although disk abnormalities on MRI can be common, symptomatic lumbar disk herniations with nerve root impingement are rare.38Most adolescents with disk herniation (60%) report that an acute event precipitated the pain.38Although the straight leg raise and slump tests were developed for adults, these tests have been positively correlated with disk herniation in pediatric populations.39The slump test is more sensitive than the straight leg raise test in patients with lumbar disk herniation (84% vs. 52%, respectively).39Initial imaging in patients with suspected disk herniation should include lumbar radiographs (anteroposterior and lateral).38However, MRI is the preferred diagnostic modality and can help evaluate for soft tissue tumors, syringomyelia, or other spinal abnormalities.39Timing of imaging depends on the concern for other causes of pain, as well as the severity and duration of symptoms. Treatment includes relative rest and physical therapy with lower extremity and core strengthening. Only refractory cases require surgery. If the patient does not improve as expected with conservative treatment, CT should be considered to assess for an occult apophyseal ring fracture, which occurs in the immature lumbar spine when fibers of the intervertebral disk attach to an incompletely fused posterior vertebral body.40These fractures may require surgery."
        },
        {
            "parent": 10,
            "text": "This article updates a previous article on this topic byBernstein and Cozen.41"
        },
        {
            "parent": 10,
            "text": "Data Sources:We searched PubMed, the Cochrane database, the Cochrane Central Register of Controlled Trials, and the National Guideline Clearinghouse using the key words pediatric back pain, Scheuermann's disease, iliac apophysitis, pediatric spondylolysis, spondylolisthesis, pediatric disc herniation, and pediatric lumbar pain. The search included meta-analyses, systematic reviews, randomized controlled trials, clinical trials, guidelines, and diagnostic studies. Search dates: March 2019 to April 2020."
        },
        {
            "parent": 10,
            "text": "The authors thank Haley Nau and Bri Blonigan for their help with the photos."
        }
    ],
    "locked": false
}