{
    "url": "https://www.aafp.org/pubs/afp/issues/2021/0301/p286.html#afp20210301p286-f2",
    "title": "Difficult-to-Treat and Severe Asthma: Management Strategies | AAFP",
    "author": "KRISHNAN NARASIMHAN, MD",
    "doi": "Am Fam Physician.2021;103(5):286-290",
    "abstract": "Asthma is a common chronic inflammatory disease in the United States. Up to 17% of asthma cases are classified as difficult to treat, and 3.7% of these are considered severe. Uncontrolled asthma is characterized by poor symptom control or frequent exacerbations. In difficult-to-treat asthma, the asthma is uncontrolled despite adherence to inhaled corticosteroid therapy in combination with a second controller, an oral corticosteroid is needed to achieve control, or it is uncontrolled despite oral corticosteroid therapy. Severe asthma is a subset of difficult-to-treat asthma in which the disease is uncontrolled despite adherence to optimal management or it worsens when high-intensity therapy is decreased. The diagnosis of asthma should be confirmed and modifiable factors and comorbidities addressed in patients with difficult-to-treat asthma. An adequate trial of an inhaled corticosteroid and long-acting beta agonist should be implemented with nonbiologic add-on therapies, such as a long-acting muscarinic agent or leukotriene receptor antagonist. Evaluation of severe asthma involves assessment of asthma phenotype. Evidence of type 2 inflammation indicates that the patient may benefit from newer biologic agents. Breathing exercises may improve quality of life, asthma symptoms, lung function, and number of exacerbations. Vitamin D and soy supplementation are ineffective. Bronchial thermoplasty is a procedural option that may be considered if there is inadequate response to other therapies.",
    "headers": [
        {
            "id": 0,
            "name": "Definitions",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis and Management of Difficult-to-Treat Asthma",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnosis and Management of Severe Asthma",
            "level": 2
        },
        {
            "id": 3,
            "name": "Medications",
            "level": 2
        },
        {
            "id": 4,
            "name": "BIOLOGIC THERAPY",
            "level": 3
        },
        {
            "id": 5,
            "name": "Bronchial Thermoplasty",
            "level": 2
        },
        {
            "id": 6,
            "name": "Nutrition",
            "level": 2
        },
        {
            "id": 7,
            "name": "Lifestyle Interventions and Self-management",
            "level": 2
        },
        {
            "id": 8,
            "name": "Systems-Based Interventions",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Asthma is a common chronic inflammatory disease in the United States, affecting 40 million people in their lifetime.1Primary care physicians manage most patients with asthma, with 22% regularly treated by a specialist.2Up to 17% of asthma cases are classified as difficult to treat, and 3.7% of these are considered severe.3Severe asthma accounts for up to 60% of the cost of asthma.4The costs for individuals with severe asthma are approximately 1.7-fold to fivefold greater than that for individuals with mild asthma.5Patients with severe asthma experience significant disruptions in work, school, family life, and activities.2"
        },
        {
            "parent": -1,
            "text": "Difficult-to-treat asthma requires a coordinated holistic approach that addresses the disease and its impact on patients' lives. Recent advances have expanded the therapeutic options. A previous article inAmerican Family Physiciandiscusses classification of asthma severity and medications for chronic asthma.6"
        },
        {
            "parent": 0,
            "text": "Uncontrolled asthma is characterized by poor symptom control (frequent use of a rescue inhaler, activities limited by asthma, or nocturnal awakening because of asthma) or frequent exacerbations (two or more courses of oral corticosteroids in 12 months, or one or more asthma-related hospitalizations in 12 months).7"
        },
        {
            "parent": 0,
            "text": "Asthma is considered difficult to treat if it is uncontrolled despite adherence to medium- or high-dose inhaled corticosteroid therapy in combination with a second controller, an oral corticosteroid is needed to achieve control, or it is uncontrolled despite oral corticosteroid therapy.7Severe asthma is a subset of difficult-to-treat asthma in which the disease is uncontrolled despite adherence to optimal therapy and treatment of contributing factors and comorbidities or it worsens when high-intensity therapy is decreased.7"
        },
        {
            "parent": 0,
            "text": "It is challenging to distinguish difficult-to-treat asthma alone from severe asthma in clinical practice. In a systematic assessment, only 12% of people with difficult-to-treat asthma met criteria for severe asthma.8Suboptimal adherence to therapy and incorrect inhaler technique were common in patients with difficult-to-treat asthma. In addition, only one-half of asthma cases that were classified as severe were objectively confirmed, and treatment adherence and inhaler technique were often not assessed.8"
        },
        {
            "parent": 1,
            "text": "In 2019, the Global Initiative for Asthma guidelines outlined a multistep approach for the assessment and management of difficult-to-treat asthma in adults and adolescents(Figure 1).9"
        },
        {
            "parent": 1,
            "text": "The first step is to confirm the diagnosis of asthma, including consideration of the differential diagnosis(Table 1).9Current asthma can be ruled out after repeat testing in up to one-third of adults with physician-diagnosed asthma.10Patient history, physical examination, and spirometry should be performed. Interpretation of office spirometry was reviewed previously inAmerican Family Physician.11If the diagnosis is still unclear, pulmonary function, diffusion capacity, and bronchoprovocation testing may be considered.9Chest computed tomography may be required to rule out other conditions such as bronchiectasis or if the patient has atypical features.7"
        },
        {
            "parent": 1,
            "text": "The second step is to address contributing factors, including modifiable factors (e.g., poor inhaler technique, smoking, treatment nonadherence, environmental exposures), and inadequately controlled comorbidities, such as gastroesophageal reflux, rhinosinusitis, sleep apnea, immunoglobulin deficiency, cardiac disease, and depression/anxiety.9"
        },
        {
            "parent": 1,
            "text": "The third step is to optimize management. Patients should be educated on self-assessment of asthma control, understanding asthma medications, proper inhaler technique, and creating a home action plan. Asthma therapy should include a high-dose inhaled corticosteroid plus a long-acting beta agonist (LABA) and rescue therapy. Nonbiologic add-on therapies, such as a long-acting muscarinic agent (LAMA) or leukotriene receptor antagonist, should be considered. Nonpharmacologic interventions, such as exercise, healthy diet, weight loss, allergen avoidance, influenza vaccination, and breathing exercises, should also be implemented. Referral to an asthma specialist (allergist or pulmonologist) or clinic may be considered.9"
        },
        {
            "parent": 1,
            "text": "The clinical response to treatment should be assessed after three to six months. If the asthma is still uncontrolled or therapy cannot be stepped down, the asthma can be reclassified as severe and the patient referred to an allergist or pulmonologist.9"
        },
        {
            "parent": 2,
            "text": "The 2019 Global Initiative for Asthma guideline also includes recommendations for the diagnosis and management of severe asthma(Figure 2).9Initial steps include determining the asthma phenotype, identifying comorbidities, providing social and psychological support, and involving an interdisciplinary care team."
        },
        {
            "parent": 2,
            "text": "Asthma has a variety of heterogeneous phenotypes. Type 2 asthma includes allergic and eosinophilic asthma, and non–type 2 asthma is associated with obesity and smoking and is driven by neutrophils."
        },
        {
            "parent": 2,
            "text": "Type 2 inflammation occurs in 50% of people with severe asthma and responds to newer biologic agents. It is identified by elevated eosinophils in the blood or sputum or elevated ferrous nitrous oxide inhalation. Biologic therapy may be considered in patients with type 2 inflammation if it is available and affordable."
        },
        {
            "parent": 2,
            "text": "If there is no evidence of type 2 inflammation, further evaluation with immunoglobulin E (IgE) testing, skin testing, bronchoscopy, sputum induction for inflammatory phenotype, and high-resolution chest computed tomography to rule out anatomic obstruction should be considered. Finally, if the patient does not meet criteria for biologic therapy or response to therapy is limited, bronchial thermoplasty may be considered.9"
        },
        {
            "parent": 3,
            "text": "Inhaled corticosteroids are the mainstay of asthma therapy.9Despite previous concerns, it is safe to add a LABA to inhaled corticosteroid therapy, although this does not reduce the likelihood of a serious exacerbation requiring hospitalization.12"
        },
        {
            "parent": 3,
            "text": "Adding a LAMA to inhaled corticosteroid therapy is superior to adding a placebo for improving asthma control in patients 12 years or older.13However, LAMA add-on therapy is not superior to LABA add-on therapy.13The addition of a LAMA to therapy in patients already receiving a LABA plus an inhaled corticosteroid (triple therapy) does not further improve asthma control.13"
        },
        {
            "parent": 3,
            "text": "Leukotriene receptor antagonists and a trial of a high-dose inhaled corticosteroid (if not already used) can also be added.9Although macrolides have been used as an off-label therapy for severe asthma, evidence supporting its use is conflicting.9"
        },
        {
            "parent": 4,
            "text": "Therapies that target type 2 inflammation pathways are omalizumab (Xolair), mepolizumab (Nucala), reslizumab (Cinqair), dupilumab (Dupixent), and benralizumab (Fasenra). These subcutaneous and intravenous (reslizumab) options are expensive ($3,000 to $6,000 per month14) and should be reserved for people with severe asthma. Mepolizumab, dupilumab, and benralizumab are approved for patients 12 years and older, omalizumab for patients six years and older, and reslizumab for patients 18 years and older."
        },
        {
            "parent": 4,
            "text": "A 2014 Cochrane review showed that omalizumab, an anti-IgE monoclonal antibody, is effective in reducing exacerbations, hospitalizations, and inhaled corticosteroid dosage in patients with allergic asthma or high IgE concentrations.15Omalizumab is appropriate only for patients with evidence of allergic asthma on skin testing or elevated IgE on a respiratory allergen panel."
        },
        {
            "parent": 4,
            "text": "Mepolizumab and reslizumab are monoclonal antibodies directed against interleukin-5 (IL-5). In studies of patients with severe asthma and elevated eosinophil concentrations, these anti–IL-5 drugs modestly reduce severe asthma exacerbations and improve asthma-related quality of life; mepolizumab additionally reduces the need for oral corticosteroids. Both agents are approved as add-on maintenance therapy for patients with severe eosinophilic asthma.16"
        },
        {
            "parent": 4,
            "text": "Benralizumab targets eosinophils using the IL-5 alpha receptor. In patients with severe uncontrolled asthma, benralizumab modestly reduces exacerbations and oral corticosteroid use. Benralizumab is approved as add-on maintenance therapy for patients with severe eosinophilic asthma.17"
        },
        {
            "parent": 4,
            "text": "Dupilumab is a monoclonal antibody that targets the IL-4 alpha receptor. In a study of patients with moderate to severe uncontrolled asthma, those taking dupilumab had lower rates of severe exacerbations than those taking placebo.18In patients with corticosteroid-dependent severe asthma, dupilumab reduced oral corticosteroid use and the rate of severe exacerbations.19"
        },
        {
            "parent": 5,
            "text": "Bronchial thermoplasty is administered via bronchoscopy and uses radiofrequency ablation of the airway's smooth muscles to decrease bronchoconstriction and airway hyperplasia.A Cochrane review found that bronchial thermoplasty modestly improves quality of life and lowers rates of acute asthma exacerbations in patients with moderate to severe asthmabut has no significant effect on asthma control scores.20Bronchial thermoplasty increases asthma morbidity, including severe asthma exacerbations, in the six weeks after treatment.21It is currently reserved for severe asthma that is not responsive to optimal medical therapy."
        },
        {
            "parent": 6,
            "text": "A study of vitamin D supplementation in adults with asthma, most of whom were deficient in vitamin D, did not show that it prevents exacerbations or improves clinical outcomes.22Adding high-dose vitamin D3 to standard asthma treatment (including inhaled corticosteroids and beta agonists) in adults with symptomatic asthma and vitamin D deficiency does not prevent treatment failure or exacerbations.23Supplementation with soy products does not improve symptom control in adults and children with poorly controlled asthma.24"
        },
        {
            "parent": 7,
            "text": "Breathing exercises aim to decrease the hyperventilation symptoms of asthma by controlling the patient's breathing pattern. Techniques include the Papworth method (integrated nose breathing and relaxation exercises), the Buteyko breathing technique (breathing control to reduce tidal volume and respiratory rate), and yoga. A Cochrane review found that breathing exercises improve quality of life, asthma symptoms, lung function, and number of exacerbations.25"
        },
        {
            "parent": 7,
            "text": "Regular physical exercise should be encouraged for patients with asthma, if tolerated. A Cochrane review found that exercise, including running, gymnastics, cycling, swimming, weight training, and walking, improves cardiopulmonary fitness and has positive effects on health-related quality of life in patients with asthma but no significant effect on resting lung function.26"
        },
        {
            "parent": 7,
            "text": "Self-management tools can be used via smartphones and tablets. A systematic review of 38 asthma self-management applications found no clear clinical effectiveness but indicated that the highest-rated applications studied may have the best potential to improve patient self-management.27"
        },
        {
            "parent": 8,
            "text": "Using a primary care registry to identify patients with asthma who are high risk to ensure they receive prompt, evidence-based care can prevent hospitalizations, improve adherence to guidelines, and decrease overall costs.28School-based asthma care is effective in reducing absenteeism in children three years and older with mild, persistent asthma or more severe asthma.29A Cochrane review found that culture-specific education programs for adults and children from minority groups are likely effective in improving asthma-related outcomes.30"
        },
        {
            "parent": 8,
            "text": "Data Sources:A PubMed search was completed using the key terms difficult-to-treat asthma and severe asthma. The search included meta-analyses, randomized controlled trials, reviews, and clinical trials. Other sources included Essential Evidence Plus, DynaMed, and the Cochrane Database of Systematic Reviews. Search dates: May 15, 2019; August 1, 2019; and September 5, 2020."
        }
    ],
    "locked": false
}