{
    "url": "https://www.aafp.org/pubs/afp/issues/2018/0401/p441.html#afp20180401p441-f1",
    "title": "Cervical Cancer Screening | AAFP",
    "author": "CAITLYN M. RERUCHA, MD, REBECCA J. CARO, DO, AND VERNON L. WHEELER, MD",
    "doi": "Am Fam Physician.2018;97(7):441-448",
    "abstract": "Screening in women has decreased the incidence and mortality of cervical cancer. Precancerous cervical lesions (cervical intraepithelial neoplasias) and cervical carcinomas are strongly associated with sexually-transmitted high-risk human papillomavirus (HPV) infection, which causes more than 99% of cervical cancers. Screening methods include cytology (Papanicolaou test) and HPV testing, alone or in combination. The American Academy of Family Physicians and the U.S. Preventive Services Task Force recommend starting screening in immunocompetent, asymptomatic women at 21 years of age. Women 21 to 29 years of age should be screened every three years with cytology alone. Women 30 to 65 years of age should be screened every five years with cytology plus HPV testing or every three years with cytology alone. Screening is not recommended for women younger than 21 years or in women older than 65 years with an adequate history of negative screening results. In 2015, the American Society for Colposcopy and Cervical Pathology and the Society of Gynecologic Oncology published interim guidance for the use of primary HPV testing, and the U.S. Preventive Services Task Force endorsed it in its 2018 guidelines. [updated]",
    "headers": [
        {
            "id": 0,
            "name": "Cervical Cancer Screening Methods",
            "level": 2
        },
        {
            "id": 1,
            "name": "Screening Recommendations",
            "level": 2
        },
        {
            "id": 2,
            "name": "Weighing the Benefits and Harms of Screening",
            "level": 2
        },
        {
            "id": 3,
            "name": "Prevention",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Cervical cancer is responsible for more than 7% of all cancer-related deaths in women worldwide.1Most cases of cervical cancer (85%) occur in developing countries that have ineffective screening programs.2Total cancer-related deaths in American women declined by more than 80% from 1930 to 2012, primarily because of widespread use of cytology (Papanicolaou [Pap] test).3The annual incidence and mortality rate of cervical cancer have decreased nearly 50% since 1975; there were reportedly 7.5 cases per 100,000 women from 2009 to 2013, and 2.3 deaths per 100,000 women in 2011.4,5The most common types of cervical cancer are squamous cell carcinoma and adenocarcinoma.2The American Cancer Society projected that there would be 12,820 new cases of cervical cancer diagnosed in 2017 in the United States, with 4,210 deaths.3"
        },
        {
            "parent": -1,
            "text": "Nearly one-half of women with cervical cancer were not screened before diagnosis, and another 10% were not screened within the previous five years.4Although the rates of cervical cancer in U.S. women who have adequate access to screening are decreasing, patients who lack regular preventive health care services continue to be at higher risk.6"
        },
        {
            "parent": -1,
            "text": "Types of human papillomavirus (HPV) are categorized as low risk (wart-causing) and high risk (oncogenic, cancer-causing). Precancerous cervical lesions, called cervical intraepithelial neoplasias (CINs), and cervical carcinomas are strongly associated with sexually transmitted high-risk HPV infection, which causes more than 99% of cervical cancers.7There are more than 200 types of HPV strains, of which about 40 types commonly infect the anogenital region.8Types 16 and 18 are high-risk strains that cause 70% of all cervical cancers.8Table 1summarizes cervical cancer risk based on HPV genotype.4,8,9Risk factors for high-risk HPV infection include early onset of sexual activity, multiple sex partners, long-term use of oral contraceptives, low socioeconomic status, micronutrient deficiency, immunosuppression, and tobacco use.2"
        },
        {
            "parent": -1,
            "text": "Most cervical HPV infections are transient, although a small percentage are persistent. It takes the immune system six to 24 months to clear a transient HPV infection.10Factors that determine which HPV infections will persist are not entirely understood, but infection with HPV type 16 or 18 is more likely to persist and progress. High-risk HPV infection is more likely to resolve in younger women. Other HPV-induced cancers include vaginal, vulvar, anal, penile, and oropharyngeal cancers.4It is unknown if previously resolved HPV infection produces immunity toward future infection with the same HPV genotype."
        },
        {
            "parent": -1,
            "text": "Screening with cytology can detect early cervical cancer precursors and early-stage disease. Precursors include atypical squamous cells of undetermined significance and low-grade squamous intraepithelial lesions on cytology, and mild dysplasia, also known as CIN1, on histology. Pre-cancerous cervical lesions include high-grade squamous intraepithelial lesions and atypical glandular cells on cytology, and CIN2 and CIN3 (i.e., moderate and severe dysplasia) on histology."
        },
        {
            "parent": 0,
            "text": "Cervical cancer screening includes cytology and HPV testing, alone or in combination. Conventional cytology (a Pap test sample affixed to a slide at the time of testing) and liquid-based cytology (a newer method for collecting, transporting, and preparing cells collected by the Pap test in a liquid medium [e.g., ThinPrep Pap test]) provide comparable results. Both methods are acceptable and have nearly equivalent sensitivity and specificity for detection of high-grade CIN.4,11–14"
        },
        {
            "parent": 0,
            "text": "HPV testing, alone or in combination with cytology, is more sensitive than cytology alone in detecting CIN2 and CIN3.15There are a variety of tests approved by the U.S. Food and Drug Administration (FDA) for detecting cervical HPV, including HPV DNA and HPV mRNA tests(Table 14,8,9). Current methods for using cervical HPV testing in the United States include triage testing for patients with abnormal findings on cytology (reflex testing), adjunct testing with cytology (cotesting), and primary testing."
        },
        {
            "parent": 1,
            "text": "The decision of when, how, and how often to screen for cervical cancer depends on a woman's age, screening history, risk factors, and the choice of screening tests available. Current screening recommendations from the U.S. Preventive Services Task Force, the American Academy of Family Physicians, and other national organizations are summarized inTable 24,15–21andTable 3.4,16,18–20,22Women with symptoms or visible cervical lesions on speculum examination should undergo diagnostic testing rather than screening."
        },
        {
            "parent": 1,
            "text": "[updated]"
        },
        {
            "parent": 1,
            "text": "Primary HPV testing was not previously recommended, largely because of concerns about low specificity and insufficient data to determine when positive HPV test results require diagnostic evaluation.4However, a large U.S. study, as well as four other large international randomized controlled trials (RCTs), have since shown that primary HPV screening has equivalent or superior effectiveness to cytology alone.4,15,18,23[updated]"
        },
        {
            "parent": 1,
            "text": "Additionally, an effective algorithm for managing patients with positive findings on primary HPV screening has been validated4,15,23(Figure 115). As a result, the FDA approved the Cobas HPV DNA test in August 2014 for primary cervical cancer screening in women. In 2015, the American Society for Colposcopy and Cervical Pathology and the Society of Gynecologic Oncology provided interim guidance on the use of primary HPV testing which is also highlighted in the 2018 U.S. Preventive Services Task Force recommendation fro cervical cancer screening4,15,18(Table 2).4,15–21The U.S. Preventive Services Task Force is currently reviewing the evidence regarding primary HPV testing.18The American Academy of Family Physicians suspended its Choosing Wisely recommendation against primary HPV testing in women younger than 30 years because of the uncertainty around the effectiveness of HPV testing alone.17[updated]"
        },
        {
            "parent": 1,
            "text": "Although primary testing for high-risk HPV infection can be considered as an alternative to cytology-based screening methods, cytology alone or cotesting is recommended in major guidelines.4,14,15,17,18,20"
        },
        {
            "parent": 1,
            "text": "Primary HPV screening should not be performed in women younger than 25 years or older than 65 years, or in women who are immunocompromised.4Rescreening after a negative primary HPV test result should occur no earlier than three years later, and patients with positive results should be tested for specific HPV genotype. If testing is negative for HPV types 16 and 18 but positive for other high-risk genotypes, then cytology should be performed. If cytology results are negative, then follow-up testing should be performed in 12 months(Figure 1).15The type of follow-up testing to perform is not specified in the interim guideline, but the American College of Obstetricians and Gynecologists recommends cotesting.4,15"
        },
        {
            "parent": 1,
            "text": "RCTs show that primary HPV testing in women younger than 30 years leads to a higher incidence of transient HPV infection, resulting in increased CIN3 detection and subsequent treatment intervention.18[updated] The actual impact on cervical cancer prevention in this age group needs further investigation.15Some believe that the harms of excessive diagnostic testing will outweigh the benefits.23Primary HPV testing is a rapidly evolving area of preventive medicine. There are ongoing international RCTs investigating primary HPV testing, as well as studies of patient-collected HPV samples.23–29[updated] Primary polymerase chain reaction–based HPV testing via self-sampling has similar sensitivity to that of an in-office collection method, with reportedly wider acceptability and positive feedback, especially in underscreened and unscreened patient populations.24–29"
        },
        {
            "parent": 2,
            "text": "The primary goal of cervical cancer screening is to decrease mortality by detecting precancerous lesions and intervening to prevent the progression to cervical cancer. It is important to recognize that the risk of HPV infection is highest among those who are newly sexually active, and that the risk decreases with age.20The peak incidence of high-risk HPV infection is in teenagers and in women in their early 20s.4The progression from persistent high-risk HPV infection to invasive cervical disease takes an average of 10 to 20 years(Figure 2).30Because of this slow oncogenesis, persistent high-risk HPV infections that manifest as abnormalities of the cervix can be detected early, resulting in less-invasive treatments and overall fewer adverse outcomes.18"
        },
        {
            "parent": 2,
            "text": "The optimal cervical cancer screening program maximizes the benefit to women and minimizes harms and the costs of screening. Harms are related to both screening tests and the procedures required for diagnosis, management, and follow-up of patients with abnormal screening results.20Screening tests and subsequent diagnosis and management can lead to psychological harms such as distress and anxiety.18,20The pelvic examination and Pap test can cause mild bleeding and cramping in some women. Additionally, inadequate sampling may necessitate repeat procedures. Abnormal screening test results can lead to more frequent testing, out-of-pocket expenses, and invasive procedures such as colposcopy with cervical biopsy.18"
        },
        {
            "parent": 2,
            "text": "The harms of diagnostic testing with colposcopy or endocervical curettage include bleeding, pain, infection, and failure to diagnose from inadequate sampling.18Short-term risks of treatment methods include bleeding, pain, and infection. Long-term risks of treatment include subsequent preterm delivery and neonatal mortality because of severe prematurity.20Overdiagnosis and overtreatment are common; the treatment threshold in the United States is CIN2, and about 40% of CIN2 lesions regress over six months without intervention.20"
        },
        {
            "parent": 2,
            "text": "To reduce harms from cervical cancer screening, guidelines recommend against screening women before 21 years of age and in patients who have had a hysterectomy for reasons unrelated to cancer.4,16,18,20Screening should be stopped after 65 years of age in women with an adequate history of negative screening results.16,20Annual screening is not recommended for average-risk women of any age; screening too frequently has been proven to have greater harms than benefits.4,16,18,20"
        },
        {
            "parent": 3,
            "text": "Preventing high-risk HPV infection is the key to the prevention of cervical dysplasia and cancer. Barrier contraceptives, such as condoms, are only about 70% effective at preventing HPV transmission.9In 2016, the Centers for Disease Control and Prevention changed the recommendations for HPV vaccination to include vaccinating boys and girls before 15 years of age, and as early as nine years of age.31A two-dose series is used when initiated before 15 years of age, whereas a three-dose series is required if initiated at 15 years or older or if the individual is immunocompromised. Vaccination is recommended through 26 years of age for females and 21 years of age for males.31"
        },
        {
            "parent": 3,
            "text": "Gardasil-9 (9-valent) is the only FDA-approved HPV vaccine(eTable A). If Cervarix (bivalent, no longer available in the United States) or Gardasil (quadrivalent, no longer available in the United States) has already been given, there is no evidence that the patient should be revaccinated using Gardasil-9. Additionally, the HPV vaccination series should be finished with whichever vaccine type is available.4Because long-term effectiveness of the vaccine is unknown, all patients with a cervix should undergo age-based cervical cancer screening regardless of vaccination status.4"
        },
        {
            "parent": 3,
            "text": "This article updates a previous article on this topic byNuovo, et al.32"
        },
        {
            "parent": 3,
            "text": "Data Sources:A PubMed search was conducted using the key terms cervical intraepithelial neoplasia, low-grade squamous intraepithelial lesion, Pap smear, cytology, colposcopy, human papillomavirus, HPV, HPV testing, and HPV vaccination. The search included retrospective studies, prospective studies, meta-analyses, and reviews. Essential Evidence Plus, Google Scholar, the National Institute for Health and Care Excellence guidelines, and the Cochrane database were also searched. Search dates: August 2016, February 2017, May 2017, and October 2017."
        },
        {
            "parent": 3,
            "text": "The opinions and assertions contained herein are the private views of the authors and are not to be construed as official or as reflecting the views of the Department of Defense, the U.S. Army Medical Department, or the U.S. Army Service at large."
        }
    ],
    "locked": false
}