{
    "url": "https://www.aafp.org/pubs/afp/issues/2020/0501/p542.html#afp20200501p542-f1",
    "title": "Chronic Dyspnea: Diagnosis and Evaluation | AAFP",
    "author": "NITIN BUDHWAR, MD, AND ZUBAIR SYED, MD",
    "doi": "Am Fam Physician.2020;101(9):542-548",
    "abstract": "Dyspnea is a symptom arising from a complex interplay of diseases and physiologic states and is commonly encountered in primary care. It is considered chronic if present for more than one month. As a symptom, dyspnea is a predictor for all-cause mortality. The likeliest causes of dyspnea are disease states involving the cardiac or pulmonary systems such as asthma, chronic obstructive pulmonary disease, heart failure, pneumonia, and coronary artery disease. A detailed history and physical examination should begin the workup; results should drive testing. Approaching testing in stages beginning with first-line tests, including a complete blood count, basic chemistry panel, electrocardiography, chest radiography, spirometry, and pulse oximetry, is recommended. If no cause is identified, second-line noninvasive testing such as echocardiography, cardiac stress tests, pulmonary function tests, and computed tomography scan of the lungs is suggested. Final options include more invasive tests that should be done in collaboration with specialty help. There are three main treatment and management goals: correctly identify the underlying disease process and treat appropriately, optimize recovery, and improve the dyspnea symptoms. The six-minute walk test can be helpful in measuring the effect of ongoing intervention. Care of patients with chronic dyspnea typically requires a multidisciplinary approach, which makes the primary care physician ideal for management.",
    "headers": [
        {
            "id": 0,
            "name": "History",
            "level": 2
        },
        {
            "id": 1,
            "name": "Physical Examination",
            "level": 2
        },
        {
            "id": 2,
            "name": "Initial Testing",
            "level": 2
        },
        {
            "id": 3,
            "name": "Additional Testing",
            "level": 2
        },
        {
            "id": 4,
            "name": "Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Dyspnea is a complex symptom, resulting from environmental, physiologic, and psychological factors. The American Thoracic Society defines dyspnea as a subjective experience of breathing discomfort that comprises qualitative distinct sensations that vary in intensity.1If symptoms persist for more than one month, the condition is considered chronic.2"
        },
        {
            "parent": -1,
            "text": "The prevalence of dyspnea in the primary care setting has been difficult to quantify. Various studies estimate that up to 2.5% of all family physician visits and up to 8.4% of emergency department visits account for the management of dyspnea.3In those patients older than 65, approximately 30% report some degree of challenge in breathing while walking.4In a study of a community-based population older than 70 years, the prevalence of dyspnea was 32%.5"
        },
        {
            "parent": -1,
            "text": "Dyspnea as a symptom carries prognostic value. A longitudinal study of emergency department visits for dyspnea as the presenting complaint (excluding wheezing) showed an association of 1.37-fold greater 10-year mortality compared with the general population.6A study of patients with chronic obstructive pulmonary disease (COPD) found dyspnea to be as good as or better than forced expiratory volume in one second (FEV1) for predicting all-cause mortality.7A systematic review of 10 longitudinal studies concluded that as a symptom, dyspnea predicts mortality and is a useful proxy for determining the presence of underlying disease, usually involving the heart or lungs.8"
        },
        {
            "parent": -1,
            "text": "Causes of dyspnea are typically illnesses involving the pulmonary or cardiovascular systems. Asthma, COPD, heart failure, pneumonia, and coronary artery disease account for nearly 85% of underlying etiologies.9Other common causes include obesity,10,11exercise-induced dyspnea due to deconditioning,12pregnancy,13,14and psychological states such as anxiety."
        },
        {
            "parent": 0,
            "text": "A comprehensive history is critical for initiating an effective workup on a patient for dyspnea. The family physician should consider the duration of symptoms to establish chronicity, including fluctuation in symptoms, resulting functional limitations, worsening factors, relieving factors, medical and surgical history, social history, occupational history, age, history of tobacco use, and medication use."
        },
        {
            "parent": 0,
            "text": "Diseases of the pulmonary parenchyma, such as interstitial fibrosis and sarcoidosis, usually have a slow and progressive course with worsening dyspnea and impairment over time. Symptoms associated with illnesses affecting the airways, including asthma, chronic bronchitis, or bronchiectasis, may wax and wane with an increase in coughing and sputum production during flare-ups."
        },
        {
            "parent": 0,
            "text": "In patients with cardiac disease, a history of symptoms consistent with heart failure (e.g., exertional dyspnea, orthopnea, wheezing, a sensation of fullness in the right upper abdominal quadrant, lower extremity or generalized edema, paroxysmal nocturnal dyspnea) should be elicited."
        },
        {
            "parent": 0,
            "text": "A high incidence of anxiety and depression occurs in patients with chronic cardiopulmonary diseases, which can result in an out-of-proportion presentation of the patient's dyspnea symptoms.15"
        },
        {
            "parent": 0,
            "text": "Dyspnea that improves over time with intentional activity, for example, during rehabilitation programs, may indicate deconditioning. The absence of aggravation of dyspnea by exercise should prompt consideration of functional causes, such as anxiety disorders.16"
        },
        {
            "parent": 0,
            "text": "Postural or nocturnal sensations of dyspnea indicating upper airway inflammation may result from chronic sinusitis or gastric-reflux disease.17"
        },
        {
            "parent": 0,
            "text": "Iatrogenic causes of dyspnea should be considered, especially with recent additions to a patient's medication regimen. For example, the use of beta blockers may aggravate asthma, nonsteroidal anti-inflammatory drug use has been shown to cause bronchoconstriction and fluid retention, and methotrexate use at any dose has been associated with interstitial pneumonitis.18Immunosuppressive agents, chemotherapy, and radiation therapy can cause dyspnea through multiple pathways, ranging from direct parenchymal damage to dyspnea secondary to anemia. Asbestos, and more recently arsenic exposure, is known to result in interstitial lung disease and malignancies.19"
        },
        {
            "parent": 0,
            "text": "Smoking history, including secondhand exposure (exposure to environmental tobacco smoke of at least 10 cigarettes per day),20,21significantly increases the risk of developing dyspnea.Family history can provide clues to a genetic component contributing to chronic dyspnea; for instance, in cases of atypical cystic fibrosis, alpha1-antitrypsin deficiency, pulmonary hypertension, and pulmonary fibrosis."
        },
        {
            "parent": 0,
            "text": "It is important to ask about use of complementary modalities to avoid potential drug-drug or drug-disease adverse events. For example, products containing ephedra may raise blood pressure; others such as St. John's wort, ginseng, hawthorn, danshen, and even green tea can interfere with commonly used heart failure medications, exacerbating underlying conditions.22"
        },
        {
            "parent": 1,
            "text": "The physical examination should start with a review of vital signs (heart rate, blood pressure, respiratory rate, and weight) followed by an examination of the relevant body systems based on suspected diagnosis, including nasal and sinus tracts, oropharynx, neck, thorax, lungs, heart, abdomen, extremities, and skin."
        },
        {
            "parent": 1,
            "text": "Pulsus paradoxus (> 10 mm Hg drop in systolic blood pressure during the inspiratory phase) is associated with severe COPD, asthma, large bilateral pleural effusions, pulmonary embolism, and subacute cardiac tamponade.23"
        },
        {
            "parent": 1,
            "text": "Neck examination may reveal a shift of the trachea, adenopathy, jugular venous distention, or an enlarged thyroid gland causing tissue congestion or mass effect giving rise to the sensation of dyspnea."
        },
        {
            "parent": 1,
            "text": "Cyanosis, wheezing, diminished breath sounds, and distant heart sounds are consistent with a diagnosis of COPD, as are use of accessory muscles for respiration, a barrel chest, and decreased breath sounds with pursed lip breathing."
        },
        {
            "parent": 1,
            "text": "Rales (bibasilar), a positive hepatojugular reflex, hepatomegaly, and an S3 gallop, ascites, and jugular venous distention suggest heart failure as an underlying cause. An irregular rhythm on auscultation may indicate arrhythmias causative of chronic dyspnea."
        },
        {
            "parent": 1,
            "text": "A musculoskeletal examination looking for indications of chest wall disease, such as severe kyphoscoliosis, pectus excavatum, or ankylosing spondylitis, can identify restrictive elements causing dyspnea."
        },
        {
            "parent": 1,
            "text": "Diminished chest wall excursion, dullness to percussion, decreased tactile fremitus, egophony, and a pleural friction rub are signs of pleural effusion; pallor of the skin and fingernails can be seen in chronic anemia."
        },
        {
            "parent": 1,
            "text": "Nail clubbing should prompt evaluation to exclude lung cancer, lung abscesses, bronchiectasis, or idiopathic pulmonary fibrosis.24"
        },
        {
            "parent": 2,
            "text": "Despite its pervasiveness in clinical medicine, there is no standardized approach for evaluating chronic dyspnea. Clinical practice algorithms for a stepwise approach have been proposed and found to be effective in identifying causes of chronic dyspnea1,25–27(Figure 1andTable 125)."
        },
        {
            "parent": 2,
            "text": "Initial testing for evaluating dyspnea should include pulse oximetry.25Initial laboratory testing can include a complete blood count, thyroid function testing, and a basic chemistry panel. These can help identify anemia, secondary erythrocytosis attributable to COPD, hyper- and hypothyroid, and abnormal metabolic and renal states(Figure 1)."
        },
        {
            "parent": 2,
            "text": "Electrocardiography (ECG), brain natriuretic peptide testing, and cardiac ultrasonography should be obtained if heart failure is suspected; however, up to 29% of patients with confirmed heart failure with preserved ejection fraction have normal brain natriuretic peptide values, often seen in patients younger than 50 who are obese.16,18,22,26,28,29In patients older than 75, levels may be higher because of chronic kidney disease, anemia, and pulmonary disease such as COPD and infections.29"
        },
        {
            "parent": 2,
            "text": "ECG can identify conduction blocks and arrhythmias, with atrial fibrillation being the most common cause of dyspnea in such cases. ECG may also support the diagnosis of conditions such as left ventricular hypertrophy, pericardial effusion, or coronary heart disease. A normal ECG means there is a low likelihood of heart failure (89% sensitivity).30"
        },
        {
            "parent": 2,
            "text": "Chest radiography remains a valuable initial test for evaluating dyspnea when causes such as heart failure, pleural effusion, interstitial lung disease, and COPD are suspected.16,24,26,27"
        },
        {
            "parent": 2,
            "text": "FEV1or FEV1/forced vital capacity (FEV1/FVC) ratio indicates obstructive airway disease, such as COPD, chronic bronchitis, or asthma. Restrictive lung disease is suggested by reduced FVC and a normal or increased FEV1/FVC ratio but must be confirmed by measurement of lung volumes31; see article inAmerican Family Physicianfor more information about spirometry.32The flow-volume loop can help differentiate causes of dyspnea due to intrathoracic (e.g., airway stricture, goiter) or extrathoracic (e.g., tracheomalacia, tracheal tumors) obstructions.33"
        },
        {
            "parent": 2,
            "text": "A d-dimer assay is a marker of fibrin degradation. A negative test result can help to exclude pulmonary embolus as a cause of dyspnea in patients who have low pretest probability.34"
        },
        {
            "parent": 3,
            "text": "Additional testing may be indicated as part of the workup, especially when first-line testing and information from the history and physical examination do not provide a satisfactory explanation for the cause of dyspnea.Such tests should be directed by the physician's suspicion of an underlying cause and can include cardiac stress testing, cardiac magnetic resonance imaging, pulmonary function testing, high-resolution noncontrast computed tomographic scan of the chest, and a ventilation-perfusion scan24,26,27,34(Figure 1). Failing resolution from these noninvasive tests, it is appropriate to refer to a specialist for more invasive testing, such as bronchoscopy, lung biopsy, or cardiac or pulmonary catheterization.35Cardiopulmonary exercise testing may help in assessing dyspnea when it is disproportionately worse than the severity of a patient's underlying cardiac or pulmonary disease.36"
        },
        {
            "parent": 4,
            "text": "After the underlying cause of dyspnea has been identified, the goals are to initiate appropriate treatment, to optimize recovery, and to improve subjective and measurable symptoms of dyspnea. Chronic dyspnea is a set of symptoms rather than a specific disease; therefore, appropriate treatments should be directed at the underlying cause. Certain treatments directly addressing symptoms should also be considered."
        },
        {
            "parent": 4,
            "text": "Supplemental oxygen has long been used in patients with COPD with severe resting hypoxia (less than 89% O2).37,38A recent meta-analysis suggests that supplemental oxygen may relieve dyspnea in mildly hypoxic or nonhypoxic patients but that further evidence was needed.39A recent study of the use of supplemental oxygen in patients with stable COPD and moderate desaturation (89% to 93% O2), with or without exertion, did not show prolongation in time to death or hospitalization. Nor were there any measurable benefits in quality of life, lung function, or improvements in walking distances.40"
        },
        {
            "parent": 4,
            "text": "In palliative care settings, oral or nebulized opioids for dyspnea are an option; they should be titrated to the lowest effective dose."
        },
        {
            "parent": 4,
            "text": "In cases of severe lung or heart disease, response to medical intervention for dyspnea can be monitored using the six-minute walk test41in which the patient is asked to walk as far as possible for six minutes in a continuous walking space (e.g., corridor, hallway). The revised Borg Scale,42a 0 to 10 scale with 0 indicating no symptoms and 10 indicating severe symptoms, is given to the patient pre- and posttest to rate baseline dyspnea and overall fatigue. Numerous factors can affect results, including age, sex, height, cognition, motivation, higher body weight, and comorbidities such as musculoskeletal problems, severity of the patient's cardiac or pulmonary disease, and need for supplemental oxygen. Details on administering the six-minute walk test are available from the American Thoracic Society (https://www.thoracic.org/statements/resources/pfet/sixminute.pdf).41Additionally, as a one-time measure of functional status, the test is a predictor of morbidity and mortality in patients with heart failure, COPD, and pulmonary hypertension.41"
        },
        {
            "parent": 4,
            "text": "Other treatments should be considered, such as pulmonary rehabilitation,43including home-based therapy, for patients with COPD44; cognitive behavior therapy to comanage anxiety; and dietitian/nutrition counseling for weight optimization."
        },
        {
            "parent": 4,
            "text": "Studies have shown that acupuncture in COPD has some promise in improving sensations of breathlessness.45A recent Cochrane review shows inclusive evidence for the effects of active mind-body therapy, such as yoga, tai-chi, and Qigong, as an adjunct to or independent of pulmonary rehabilitation in patients with COPD.46An ongoing open dialogue with patients considering adding complementary medicine to their conventional treatment plan should occur to ensure patient safety, especially regarding drug-drug interactions, known detriment to ongoing treatment plans, or the effect on the underlying disease process."
        },
        {
            "parent": 4,
            "text": "Smoking cessation should be encouraged, no matter the duration of use.47"
        },
        {
            "parent": 4,
            "text": "This article updates articles on this topic byWahls25;Karnani, et al.48; andMorgan and Hodge.49"
        },
        {
            "parent": 4,
            "text": "Data Sources:A search of PubMed was performed using the MESH terms dyspnea, chronic dyspnea, differential diagnosis, treatment, work-up, and management. The Cochrane Database of Systematic Reviews, National Guideline Clearinghouse, American Thoracic Society guidelines, and the American Heart Association guidelines were also searched. Only references published in English were reviewed. Bibliographies of pertinent documents were also reviewed. Search dates: January 2000 through December 2018; January 2020."
        },
        {
            "parent": 4,
            "text": "The authors thank Soraya Gollop, PhD, for her help in preparing this review article."
        }
    ],
    "locked": false
}