{
    "url": "https://www.aafp.org/pubs/afp/issues/2019/1101/p562.html#afp20191101p562-f3",
    "title": "Hidradenitis Suppurativa: Rapid Evidence Review | AAFP",
    "author": "JENNIFER WIPPERMAN, MD, MPH, DEE ANN BRAGG, MD, AND BRANDON LITZNER, MD",
    "doi": "Am Fam Physician.2019;100(9):562-569",
    "abstract": "Hidradenitis suppurativa is a chronic folliculitis affecting intertriginous areas. Onset generally occurs in young adulthood to middle adulthood (18 to 39 years of age). Females and blacks are more than twice as likely to be affected. Additional risk factors include family history, smoking, and obesity. Hidradenitis suppurativa is associated with several comorbidities, including diabetes mellitus and Crohn disease. The clinical presentation of hidradenitis suppurativa ranges from rare, mild inflammatory nodules to widespread abscesses, sinus tracts, and scarring. Quality of life is often affected, and patients should be screened for depression. Treatment includes wearing loose-fitting clothes, losing weight if overweight, and smoking cessation. Topical clindamycin alone can be effective for patients with mild disease. Patients with moderate disease can be treated with oral antibiotics, such as tetracyclines, in addition to topical clindamycin. Adalimumab, a tumor necrosis factor alpha inhibitor, is effective for patients with moderate to severe hidradenitis suppurativa. Surgical procedures are often necessary for definitive treatment and include local procedures, such as punch debridement and unroofing/deroofing. Wide excision is indicated for patients with severe, extensive disease and scarring.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Clinical Features",
            "level": 2
        },
        {
            "id": 3,
            "name": "DIAGNOSIS",
            "level": 3
        },
        {
            "id": 4,
            "name": "STAGING",
            "level": 3
        },
        {
            "id": 5,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 6,
            "name": "NONPHARMACOLOGIC",
            "level": 3
        },
        {
            "id": 7,
            "name": "TOPICAL TREATMENTS",
            "level": 3
        },
        {
            "id": 8,
            "name": "ORAL ANTIBIOTICS",
            "level": 3
        },
        {
            "id": 9,
            "name": "HORMONAL THERAPIES",
            "level": 3
        },
        {
            "id": 10,
            "name": "BIOLOGICS",
            "level": 3
        },
        {
            "id": 11,
            "name": "TUMOR NECROSIS FACTOR ALPHA INHIBITORS",
            "level": 3
        },
        {
            "id": 12,
            "name": "INTERLEUKIN-1 RECEPTOR ANTAGONISTS",
            "level": 3
        },
        {
            "id": 13,
            "name": "OTHER",
            "level": 3
        },
        {
            "id": 14,
            "name": "SURGICAL TREATMENT",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Hidradenitis suppurativa, also known as acne inversa, is a chronic folliculitis that causes deep scarring and impacts quality of life."
        },
        {
            "parent": 0,
            "text": "The prevalence of hidradenitis suppurativa in the United States is approximately 0.1%, with increasing incidence over the past 10 years.1,2Onset of hidradenitis suppurativa occurs in young adulthood to middle adulthood (18 to 39 years of age).1Nonmodifiable risk factors include family history, female sex (incidence of 16.1 and 6.8 per 100,000 for females and males, respectively), and black race (incidence of 30.6 and 11.7 per 100,000 in blacks and whites, respectively).1Modifiable risk factors include cigarette smoking and obesity.3,4Hidradenitis suppurativa is associated with several systemic conditions, including diabetes mellitus and Crohn disease(Table 1).5,6"
        },
        {
            "parent": 1,
            "text": "Hidradenitis suppurativa is mediated by inflammatory and immunomodulatory factors affecting the folliculopilosebaceous unit in intertriginous areas with terminal hair and apocrine glands.Increased cytokine and chemokine secretion results in hyperkeratosis, follicular occlusion, and cyst development.7,8Eventual rupture of the folliculopilosebaceous unit triggers further inflammatory response leading to pain, abscess formation, and sinus tracts between lesions.A cycle of scarring, fistulas, contractures, and systemic inflammation can occur."
        },
        {
            "parent": 2,
            "text": "Patients with hidradenitis suppurativa present on a disease spectrum ranging from rare, mild inflammatory nodules to widespread abscesses, sinus tracts, and scarring. The disease can affect different parts of the body(Table 29).Defining features include painful, deep-seated nodules(Figure 1)of varying size (0.5 to 2 cm) lasting days to months; abscesses (typically sterile) with malodorous, purulent drainage; open double “tombstone” comedones resulting from damage to the folliculopilosebaceous unit and loss of sebaceous glands(Figure 1andFigure 2); interconnecting sinus tracts; scarring, fissures, and contractures in severe disease; and chronic, bilateral disease with a recurrent course."
        },
        {
            "parent": 3,
            "text": "Hidradenitis suppurativa is diagnosed clinically and usually can be differentiated from other conditions based on clinical presentation(Table 3).On average, diagnosis is delayed seven years from symptom onset, possibly because of delays in seeking treatment or incorrect initial diagnoses.10Bacterial cultures are not routinely indicated but can exclude primary or secondary infection if needed.Skin biopsy can help differentiate hidradenitis suppurativa from other diagnoses, such as cutaneous Crohn disease in those with perianal involvement."
        },
        {
            "parent": 4,
            "text": "The Hurley classification system is used to define severity and guide treatment."
        },
        {
            "parent": 4,
            "text": "Stage I: single or multiple abscesses without sinus tracts or scarringStage II: abscess recurrence with sinus tracts and scarring; widely separated lesionsStage III: diffuse skin involvement with multiple sinus tracts and widespread abscess formation"
        },
        {
            "parent": 5,
            "text": "Figure 3is an algorithm for the treatment of hidradenitis suppurativa. The evidence for these treatments is mostly limited to observational studies with few high-quality randomized controlled trials (RCTs)."
        },
        {
            "parent": 6,
            "text": "Patients with hidradenitis suppurativa should be counseled on ways to prevent worsening symptoms or flare-ups, including wearing loose-fitting clothes to prevent friction, although evidence for this is limited; weight loss if overweight; and smoking cessation.A 15% weight loss is associated with significant improvement in disease severity.11Patients who smoke are twice as likely to develop hidradenitis suppurativa compared with nonsmokers, and smoking is associated with decreased response to treatment.3,12Patients with hidradenitis suppurativa should be screened for associated conditions, including depression and diabetes mellitus, and these conditions should be appropriately addressed.Patients with hidradenitis suppurativa have lower disease-related quality of life compared with other chronic skin conditions. Pain, disfigurement, and odor can result in lower self-esteem, increased social isolation, and higher rates of anxiety and depression compared with the general population.13The risk of suicide among patients with hidradenitis suppurativa is nearly 2.5 times that of the general population.14Patients should be directed to support groups (seehttps://www.hs-foundation.org/support)."
        },
        {
            "parent": 7,
            "text": "One small RCT (n = 30) demonstrated significant improvement in symptoms and abscess burden with topical clindamycin 1% applied directly to active lesions twice daily for 12 weeks.15Topical clindamycin may be combined with systemic treatments.Limited data suggest topical resorcinol 15% applied to painful nodules and abscesses once or twice daily as needed hastens resolution and improves pain, but it can cause skin irritation.16Chlorhexidine (Peridex) and benzoyl peroxide washes are often recommended, although there are no studies examining their use for hidradenitis suppurativa.17"
        },
        {
            "parent": 8,
            "text": "Oral antibiotics may be more useful for their immunomodulatory rather than antimicrobial effects in the treatment of hidradenitis suppurativa.18One small RCT (n = 46) of patients with mild to moderate hidradenitis suppurativa showed that tetracycline, 500 mg twice daily for three months, resulted in fewer abscesses and nodules but was not superior to topical clindamycin.19Doxycycline, 100 mg once or twice daily, is an alternative.Observational data suggest that combining clindamycin, 300 mg twice daily, and rifampin, 300 mg twice daily, for 10 to 12 weeks is effective. However, gastrointestina l adverse effects and drug-drug interactions limit the use of this treatment.20,21"
        },
        {
            "parent": 9,
            "text": "Female patients with cyclic flare-ups associated with menstruation may benefit from antiandrogenic therapies.22In a retrospective study of 63 female patients, spironolactone, 25 to 200 mg daily, decreased inflammation and pain with no difference between smaller (less than 75 mg) and larger (more than 100 mg) doses.23"
        },
        {
            "parent": 10,
            "text": "Recent evidence supports the use of biologics for patients with moderate hidradenitis suppurativa that is not responsive to tetracycline antibiotics and for initial treatment of severe disease. Dermatology referral is appropriate for patients with moderate to severe hidradenitis suppurativa, especially when considering the use of biologics."
        },
        {
            "parent": 11,
            "text": "Adalimumab (Humira), which is given as a self-administered weekly subcutaneous injection, has the highest-quality evidence among the treatments for hidradenitis suppurativa. It is the only medication currently approved by the U.S. Food and Drug Administration for the treatment of hidradenitis suppurativa.Two double-blind RCTs including more than 300 patients with moderate to severe hidradenitis suppurativa found that those taking adalimumab had significant improvement compared with those taking placebo, with a number needed to treat of 3 to 6 for at least 50% improvement after 12 weeks of treatment.24An open-label extension study found sustained response after three years of continued treatment.25One small RCT (n = 38) found that infliximab (Remicade) is effective in improving pain, disease severity, and quality of life in patients with moderate to severe hidradenitis suppurativa.26Infliximab is given as an intravenous infusion.Etanercept (Enbrel) is not effective for hidradenitis suppurativa.27Adverse effects of tumor necrosis factor alpha inhibitors include serious infection (predominantly mycobacteria), neutropenia, autoimmune conditions, heart failure, and lymphoma."
        },
        {
            "parent": 12,
            "text": "One small RCT (n = 20) found that anakinra (Kineret) is an effective treatment for moderate to severe hidradenitis suppurativa, including a prolonged time to new exacerbation after cessation of the medication.28Anakinra is given as a daily subcutaneous injection that is self administered."
        },
        {
            "parent": 13,
            "text": "In a case series of 36 patients with acute nodules or abscesses smaller than 2 cm, treatment with triamcinolone, 10 mg per mL (average dose was 0.75 mL) injected into the lesion, demonstrated a significant reduction in pain after one day and signs of inflammation within one week.29Apremilast (Otezla) is an oral phosphodiesterase-4 inhibitor that inhibits inflammatory response. A placebo-controlled RCT (n = 20) found a number needed to treat of 2 for at least 50% improvement after 16 weeks of apremilast therapy, and the medication was well tolerated.30A case series of 23 patients with mild hidradenitis suppurativa treated with metformin for six months showed improvement in disease severity and quality of life.31Acitretin (Soriatane) and isotretinoin are oral retinoids occasionally used to treat hidradenitis suppurativa based on limited evidence.32"
        },
        {
            "parent": 14,
            "text": "The goal of surgical procedures in the treatment of hidradenitis suppurativa is to control inflammation by removing the diseased folliculopilosebaceous unit, sinus tracts, and associated debris to prevent further progression and scarring. Local procedures include punch debridement, unroofing/deroofing, skin-tissue sparing excision with electrosurgical peeling, and laser excision(Table 433).Incision and drainage may be necessary for acutely inflamed, painful abscesses but should not be routinely performed, because it does not remove the folliculopilosebaceous unit and lesions usually recur.34Punch debridement is preferred, because it relieves pain and removes the folliculopilosebaceous unit.Local excisional procedures should heal by secondary intention, because primary closure is associated with higher recurrence rates.35In a prospective within-patient controlled trial of 22 patients with symmetrical, moderate hidradenitis suppurativa, one affected side was treated with four monthly sessions of neodymium:yttrium-aluminum-garnet (Nd: YAG) laser therapy plus topical benzoyl peroxide and clindamycin daily, and the other affected side of the same patient was treated with topical benzoyl peroxide and clindamycin alone. The side treated with Nd:YAG laser therapy showed 73% greater improvement on a clinical severity scale compared with a 23% greater improvement on the side not treated with Nd:YAG laser therapy.36Carbon-dioxide laser excision may help patients with more extensive involvement and has high patient satisfaction; however, it has been studied only in patients with Hurley stage II disease and has higher recurrence rates compared with wide excision.37Local excision has fewer complications, such as infection, delayed healing, scarring, and contracture formation, compared with wide excision but has higher recurrence rates.35Wide excision is the definitive treatment for patients with extensive involvement and scarring.34,35Combining biologic agents with surgical treatment is associated with decreased recurrence compared with surgery alone.38,39"
        },
        {
            "parent": 14,
            "text": "This article updates a previous article on this topic byShah.9"
        },
        {
            "parent": 14,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the key term hidradenitis suppurativa. The search included meta-analyses, randomized controlled trials, clinical trials, and systematic reviews. Also searched were the Cochrane database, Essential Evidence Plus, DynaMed,http://choosingwisely.org, and UpToDate. Search dates: October 1 to December 20, 2018, and July 21, 2019."
        }
    ],
    "locked": false
}