{
    "url": "https://www.aafp.org/pubs/afp/issues/2019/1201/p680.html#afp20191201p680-f1",
    "title": "Hypothermia and Cold Weather Injuries | AAFP",
    "author": "NICHOLAS A. RATHJEN, DO, S. DAVID SHAHBODAGHI, MD, MPH, AND JENNIFER A. BROWN, MD",
    "doi": "Am Fam Physician.2019;100(11):680-686",
    "abstract": "Hypothermia, frostbite, and nonfreezing cold injuries predominantly affect older adults, homeless or intoxicated people, adventurers, and military personnel. Prevention begins with clothing that is clean, layered, and loose to promote circulation. Base layers made of moisture-wicking materials are favored over wool or cotton. Wool or fleece garments are ideal for middle layers, whereas outer layers should repel moisture. Hypothermia occurs when core body temperature drops below 95°F and can be staged by clinical symptoms when core temperature measurement is unavailable. Initial treatment includes external and internal rewarming. Warmed normal saline is favored over lactated Ringer solution. Frostbite is a freezing injury that usually affects the extremities. After rapid rewarming, prognosis is best determined with technetium99mTc pyrophosphate scintigraphy or magnetic resonance angiography. Initial treatment includes protecting tissue from further trauma, preventing refreezing, and avoiding dry heat sources. Ideally, patients should be transported to facilities where rapid rewarming, imaging, and thrombolytic treatment are available. Tissue plasminogen activator significantly decreases amputation rates for severe injuries if started within 24 hours of rewarming. Immersion foot occurs during damp nonfreezing conditions. Rapid rewarming should be avoided, and amitriptyline should be considered for pain control.",
    "headers": [
        {
            "id": 0,
            "name": "Prevention",
            "level": 2
        },
        {
            "id": 1,
            "name": "Hypothermia",
            "level": 2
        },
        {
            "id": 2,
            "name": "Frostnip and Frostbite",
            "level": 2
        },
        {
            "id": 3,
            "name": "Nonfreezing Cold Injuries",
            "level": 2
        },
        {
            "id": 4,
            "name": "IMMERSION FOOT",
            "level": 3
        },
        {
            "id": 5,
            "name": "PERNIO",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Hypothermia, frostbite, and nonfreezing cold injuries predominantly affect older adults, homeless or intoxicated people, adventurers, and military personnel.1,2Alcohol consumption is an important risk factor and was associated with 68% of accidental hypothermia cases in one retrospective study.3–5From 2006 to 2010, there were 10,649 deaths in the United States attributed to natural weather causes; two-thirds of these were associated with excessive cold.5Cold-related mortality was substantially higher in older adults and in rural or low-income areas."
        },
        {
            "parent": -1,
            "text": "Hypothermia"
        },
        {
            "parent": -1,
            "text": "From 2006 to 2010, two-thirds of the 10,649 deaths in the United States attributed to natural weather causes were associated with excessive cold."
        },
        {
            "parent": -1,
            "text": "In one retrospective study, 68% of cases of accidental hypothermia were associated with alcohol consumption."
        },
        {
            "parent": -1,
            "text": "Optimal human thermoregulation requires a core temperature within 2 to 3 degrees of 98.6°F (37°C).6The five mechanisms of heat loss are radiation, conduction, convection, evaporation, and respiration.7The skin is the main mechanism of heat exchange and is responsible for approximately 90% of total heat loss,3which can be exacerbated by vasodilation secondary to alcohol consumption or medication use.3,7,8Conduction is the direct transfer of heat between objects. Frostbite can occur within seconds of bare-skin contact with a cold metal surface.9Convection is the transfer of heat with the movement of fluids or gases; it is most evident with inadequate coverage in windy conditions.7,8"
        },
        {
            "parent": 0,
            "text": "Cold weather injuries are largely preventable through avoidance of prolonged exposure and use of protective equipment. Clothing and boots should be kept clean, layered, and loose to promote circulation.10Shoe size should be increased if extra socks are needed.11Base layers made of polypropylene or polyester are preferred over cotton or wool because of their moisture-wicking and heat-trapping properties. Wool or fleece garments are ideal for middle layers, and outer layers should repel moisture while allowing for ventilation.12Socks should be changed daily or more frequently if they become wet. Adequate hydration and nutrition should be maintained, and nicotine and alcohol should be avoided. Exercise can increase core temperature, but exhaustion, sweating, and stress may exacerbate cold injuries.10,11Certain medical conditions and medications may exacerbate or predispose patients to cold weather injuries(Table 1).6,12"
        },
        {
            "parent": 1,
            "text": "Hypothermia occurs when the core body temperature drops below 95°F (35°C). It is commonly associated with freezing temperatures but can occur throughout the year—even in tropical climates—when proper protection from the environment is lacking.13The classic definition classifies hypothermia as mild, moderate, or severe.8Early recognition is key in facilitating recovery and promoting survival. As the core temperature drops to 89.6 to 95°F (32 to 35°C), the body's initial response is to generate heat via active movement and involuntary shivering. Moderate hypothermia occurs at 82.4 to 89.6°F (28 to 32°C), with pupil dilation and risk of cardiac arrhythmias. Below 89.6°F, the risk of cardiac arrest increases substantially and thermoregulation becomes significantly less effective; rewarming is possible only via exogenous heat. In severe hypothermia, the core temperature falls below 82.4°F, bradycardia and ventricular fibrillation are likely, and nearly all individuals are unconscious. If the core temperature cannot be measured, the Swiss Staging System can be used based on vital signs and clinical indicators(Table 2).13,14"
        },
        {
            "parent": 1,
            "text": "Initial treatment of hypothermia should be based on symptoms alone, with core temperature used to confirm staging and to aid management decisions. Thermometers capable of reading low temperatures are essential because many standard thermometers do not read below 94°F (34.4°C).7,14The use of rectal thermometers may be inadvisable in the field because exposure can increase heat loss.13When accurate measurement of core temperature is not practical, management decisions should be based on the Swiss Staging System."
        },
        {
            "parent": 1,
            "text": "Treatment begins in the prehospital setting with advanced cardiac life support and passive and active external rewarming(Figure 1).13,14Detecting a pulse may be challenging; feeling for a carotid pulse for one minute may be helpful.13Conscious, uninjured, shivering patients (stage I) may be treated in the field. For patients with impaired consciousness (stage II, III, or IV), full-body insulation and rewarming should be provided if it does not impede cardiopulmonary resuscitation or delay transport.13Ideal modalities for field-based rewarming include chemical, electrical, or forced-air heating packs and blankets.8,14The use of aluminum or aluminized space blankets is also permissible. First responders should place large heating pads or blankets over the chest and into the groin or axillary region. Small chemical heat pads (normally used for hands) can cause thermal burns and should be avoided. Patients should be thoroughly insulated before transport.13Defibrillation and administration of medications to assist cardiac resuscitation should be withheld until the patient is rewarmed to at least 82.4°F.15Patients should be horizontal during transport and should avoid physical exertion to decrease the risk of core temperature afterdrop that can result as blood returns to the core from cool extremities.13"
        },
        {
            "parent": 1,
            "text": "When fluid resuscitation is warranted, normal saline is preferred over lactated Ringer solution because hypothermic patients cannot effectively metabolize lactate.13Fluids should be warmed to 100.4 to 107.6°F (38 to 42°C). Passive heat transfer from warmed crystalloids allows for symmetric internal rewarming. Patients who have cardiac instability (e.g., systolic blood pressure less than 90 mm Hg, ventricular arrhythmias, core temperature less than 82.4°F) or who are in cardiac arrest should be transported to a center capable of providing cardiopulmonary bypass services.14Survival without significant neurologic impairment may be possible for extended periods of time because of the decrease in total body metabolic demand and a concomitant decrease in cerebral oxygen requirements. In most circumstances, hypothermic patients should be rewarmed—ideally to a core temperature of 98.6°F—before pronouncing death. However, terminating or avoiding advanced cardiac life support without rewarming is advisable for hypothermic patients with lethal injury, a stiff chest, airway obstruction, snow burial for more than 35 minutes, or serum potassium level greater than 12.0 mEq per L (12.0 mmol per L)."
        },
        {
            "parent": 2,
            "text": "Frostnip is a self-limiting process that presents similarly to frostbite, with hyperesthesia, paresthesia, and pallor.1,16However, there is no tissue loss when the area is warmed, and symptoms resolve within 10 minutes.17The extremities and face are most commonly affected. The time between frostnip and frostbite varies depending on the severity of environmental exposure, presence or lack of insulating clothing, and use of medications or recreational drugs.16Frostnip should be addressed at the onset of symptoms.16,17"
        },
        {
            "parent": 2,
            "text": "Frostbite is a freezing injury in which initial cooling causes vasoconstriction and localized ischemia. Continued exposure leads to ice crystal formation that causes cellular lysis, electrolyte abnormalities, and microvascular occlusion.16,18Rewarming causes an inflammatory response, which increases the risk of thrombosis and reperfusion injuries. This process is worsened if tissue is allowed to refreeze.18"
        },
        {
            "parent": 2,
            "text": "There are several frostbite classification systems.1,16,19Traditionally, frostbite has been organized into four categories based on acute physical findings(Table 3).1,16,18–20However, these categories are difficult to assess before rewarming, and it may take several weeks to determine severity.16,19Furthermore, frostbite severity may vary within an extremity.16A two-tier system—superficial (first- and second-degree) or deep (third- and fourth-degree)—helps simplify the evaluation.16Another classification approach uses physical findings immediately after rewarming(Table 4).19,20Grade I injuries lack cyanosis and are unlikely to require amputation. Grade II to IV injuries have worsening cyanosis, which increases the risk of amputation.20Angiography and technetium-99m pyrophosphate (99mTc) scintigraphy help predict perfusion and should be considered immediately after rewarming in patients who are candidates for tissue plasminogen activator (TPA).21,22For patients with a delayed presentation,99mTc scintigraphy should be considered within 48 hours to help with prognosis.23"
        },
        {
            "parent": 2,
            "text": "An algorithm for the treatment of frostbite is shown inFigure 2.18,19,21–25Hypothermia management should take precedence over treating frostbite.17Jewelry should be removed, wet clothing should be replaced, and friction should be avoided. Dry heat sources (e.g., stoves, fires, engines, heating pads) should not be used to treat frostbite because the temperature is difficult to regulate. The frostbitten extremity should not be used unless essential for evacuation, andrewarming should be avoided if refreezing is a risk.16,17If rapid rewarming is not possible, body heat (axilla and/or groin) may be used for spontaneous thawing.19"
        },
        {
            "parent": 2,
            "text": "Rapid rewarming should be done in a water bath maintained at 98.6 to 102.2°F (37 to 39°C). The extremity should be actively swirled, avoiding the bath edge, until the tissue appears red or purple and is soft to touch (30 to 60 minutes).16To prevent reperfusion injuries,ibuprofen (12 mg per kg divided into two daily doses) should be given until the wound heals or surgery is performed.16Oral or intravenous opioids may also be required for pain relief. The extremity should be allowed to air dry after removal from the water bath; it should not be rubbed.16,17Hypovolemia should be corrected with warm oral or intravenous fluids.16Empiric antibiotics are not recommended unless there is an open or dirty wound.24Tetanus prophylaxis is recommended per routine guidelines.16"
        },
        {
            "parent": 2,
            "text": "Although there is conflicting evidence on the debridement of blisters, clear blisters are usually drained, whereas hemorrhagic blisters are left intact.16TPA can significantly decrease amputation rates.24–28If the patient has severe injuries (grade III/IV or deep frostbite) and no contraindications, intravenous or intra-arterial TPA should be considered within 24 hours of rewarming.16,19,22,24,27Contraindications include hypersensitivity, trauma, coagulopathy, anticoagulant use, stroke in the past three months, or blood pressure greater than 180 mm Hg systolic or 110 mm Hg diastolic.19TPA has been used successfully in remote areas outside the hospital setting.19Heparin or low-molecular-weight heparin may be considered for adjunctive therapy.16,24,27Iloprost (Ventavis), a vasodilator that prevents clot formation, has been beneficial in severe cases up to 48 hours after rewarming.29Peripheral nerve blocks and/or hyperbaric oxygen therapy may also be beneficial.19,30Early amputation should be avoided; complete injury demarcation may take one to three months.16Magnetic resonance angiography and99mTc scintigraphy can help predict surgical margins.16,23Ideally, frostbite should be managed at facilities where rapid rewarming, imaging, and further thrombolytic treatment can be performed."
        },
        {
            "parent": 4,
            "text": "Immersion foot (also called trench foot) is a nonfreezing injury that occurs with prolonged exposure (typically two to three days) to wet conditions above 32°F (0°C).24Symptoms typically present in four phases. Patients initially have numbness and a feeling of “walking on wood blocks” with pale or white skin from vasoconstriction. Once cold exposure is removed, the skin may become blue and mottled, with continued numbness followed by intense pain and erythematous or edematous skin.31The posthyperemic phase ranges from several weeks to years and is associated with sensorimotor and autonomic deficits."
        },
        {
            "parent": 4,
            "text": "Treatment begins with moving the patient to a warm, dry environment and preventing or treating hypothermia. Pressure, including walking, on the affected limb should be avoided. The extremity should be elevated above the heart and allowed to air dry at room temperature;rapid rewarming may lead to further injury.24,31Controlled studies on pain management are limited. Amitriptyline, beginning with 10 mg at night and titrated to 75 mg, is more effective for pain control than nonsteroidal anti-inflammatory drugs or opioids.24,32Immersion foot can be prevented with frequent changing of wet footwear and remaining active to maintain circulation in the extremities.12"
        },
        {
            "parent": 5,
            "text": "Pernio (also called chilblains) is a nonfreezing injury characterized by localized inflammatory lesions that most commonly affect the hands or feet within 24 hours of exposure to damp environments(Figure 3). Young women, people with a body mass index less than 25 kg per m2, and people with systemic lupus erythematosus are at higher risk.33,34The pathophysiology is not well understood.34Lesions typically present as purple or erythematous papules that may become edematous.33Associated symptoms include paresthesia, pruritus, and pain.34Prevention and treatment involve smoking cessation and adequate protection from cold.33Lesions may persist for weeks to months before resolving spontaneously. Tissue loss is uncommon, but scarring may occur.34Nifedipine, vasodilators, and topical corticosteroids may reduce pain, prevent new lesions, and promote healing, but controlled studies are limited.33"
        },
        {
            "parent": 5,
            "text": "This article updates a previous article on this topic byMcCullough and Arora.7"
        },
        {
            "parent": 5,
            "text": "Data Sources:A PubMed search for evaluation and treatment of hypothermia, frostbite, immersion foot, and nonfreezing cold injury was performed. The search was limited to English-only human studies published since 2008. We also used references from articles identified by the search. Last search date: July 2019."
        },
        {
            "parent": 5,
            "text": "The opinions and assertions contained herein are the private views of the authors and are not to be construed as official or as reflecting the views of the U.S. Army Medical Department or the U.S. Army Service at large."
        }
    ],
    "locked": false
}