{
    "url": "https://www.aafp.org/pubs/afp/issues/2020/0701/p39.html#afp20200701p39-f1",
    "title": "Cervical Colposcopy: Indications and Risk Assessment | AAFP",
    "author": "JESSICA VALLS BURNESS, MD, JILLIAN MARIE SCHROEDER, MD, AND JOHANNA B. WARREN, MD",
    "doi": "Am Fam Physician.2020;102(1):39-48",
    "abstract": "The practice of colposcopy, a diagnostic procedure to evaluate for vaginal, vulvar, and cervical dysplasia, has evolved to incorporate patient risk factors for high-grade cervical intraepithelial neoplasia (CIN) and cancer. Changes in cervical cancer screening and guidelines, human papillomavirus (HPV) vaccination recommendations, and colposcopy standards from the American Society for Colposcopy and Cervical Pathology (ASCCP) have implications for all primary care clinicians, not only those who perform colposcopies. Primary care clinicians should offer HPV vaccination to all patients between the ages of nine and 26, in addition to cervical cancer screening and follow-up guidance. Primary care clinicians should recognize the degrees of risk of high-grade CIN and cancer conferred by cytology, HPV subtype, and persistence of HPV infection. Clinicians should address modifiable risk factors such as tobacco use, and provide counseling to patients about colposcopy based on their individual risks. Clinicians should conduct shared decision-making about immediate loop electrosurgical excision procedure vs. colposcopy with multiple biopsies and endocervical sampling for patients with the highest risk of cervical cancer, and for patients who are older than 25 years with at least two of the following: HPV-16, HPV-18, and high-grade squamous intraepithelial lesion cytology. Primary care clinicians should be familiar with the 2019 ASCCP guidelines and develop clinic-based systems to ensure appropriate follow-up of abnormal cytology, positive high-risk HPV testing, diagnosed CIN, and cervical cancer. Patients with an abnormal cervical cancer screening history require surveillance, which differs from routine screening for patients with normal prior screening results. Long-term surveillance is recommended for patients with CIN 2 or worse.",
    "headers": [
        {
            "id": 0,
            "name": "Risk-Based Colposcopy",
            "level": 2
        },
        {
            "id": 1,
            "name": "CERVICAL BIOPSY AND ENDOCERVICAL SAMPLING",
            "level": 3
        },
        {
            "id": 2,
            "name": "Colposcopic Impression and Documentation",
            "level": 2
        },
        {
            "id": 3,
            "name": "Guidance for Performing Colposcopy",
            "level": 2
        },
        {
            "id": 4,
            "name": "Treatment and Follow-up",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Three recent developments show promise to reduce cervical cancer incidence in the United States.In 2016, the U.S. Food and Drug Administration approved a two-dose series of the 9-valent human papillomavirus (HPV) vaccine for children aged nine to 14.1For patients aged 15 to 26, a three-dose series is recommended.2Educating families about two-dose HPV vaccination should lead to improved vaccine initiation rates and the shorter series should improve vaccine completion rates. The U.S. Preventive Services Task Force endorsed HPV-only cervical cancer screening every five years for women 30 and older as an alternative to screening with cytology every three years or cotesting with cytology and HPV every five years.3HPV self-sampling accuracy is similar to traditional office-based clinician sampling, and it has the potential to improve access to cervical cancer screening.4Lastly, in 2018, the U.S. Food and Drug Administration expanded its approval of the three-dose 9-valent HPV vaccine to people between the ages of 27 and 45. The Centers for Disease Control and Prevention's Advisory Committee on Immunization Practices recommends shared clinical decision-making for patients in this age group who are not vaccinated or who are undervaccinated who might benefit from HPV vaccination.5Because older patients are less likely to clear high-risk HPV infections,5this could decrease cervical cancer incidence."
        },
        {
            "parent": -1,
            "text": "Colposcopy"
        },
        {
            "parent": -1,
            "text": "Recommendations from the American Society for Colposcopy and Cervical Pathology 2019 guidelines for the management of abnormal cervical cancer screening tests and cancer precursors are based on risk, not results."
        },
        {
            "parent": -1,
            "text": "The American Society for Colposcopy and Cervical Pathology 2017 consensus recommendations for colposcopy practice incorporate a patient's risk factors for high-grade CIN 2 or worse into decision-making about tissue sampling."
        },
        {
            "parent": -1,
            "text": "Long-term follow-up in a Swedish study of women older than 30 years uncovered no patients with CIN 2 or worse who cleared their high-risk HPV infections and a 100% progression to CIN 2 or worse over 13 years when high-risk HPV persisted."
        },
        {
            "parent": -1,
            "text": "A high-quality study of 47,000 women undergoing colposcopy found that a random biopsy in the setting of a normal colposcopic impression diagnosed 21% of the total CIN 2 and 19% of CIN 3 or worse, primarily in patients with HPV-16 and HPV-18."
        },
        {
            "parent": -1,
            "text": "CIN = cervical intraepithelial neoplasia; HPV = human papillomavirus."
        },
        {
            "parent": -1,
            "text": "HPV vaccination and screening have tremendous potential to save lives; however, it is important to note that 15% to 20% of cervical cancers in the United States are adenocarcinomas, and the incidence is rising.6,7The association between HPV and adenocarcinoma is less pronounced than for squamous cell carcinoma of the cervix, which accounts for more than 70% of cervical cancers in the United States. Up to one-fourth of adenocarcinomas of the cervix occur in patients who do not have HPV infections.8"
        },
        {
            "parent": 0,
            "text": "Colposcopy is a diagnostic test used to evaluate vaginal, vulvar, and cervical dysplasia.9This article is limited to cervical colposcopy. Colposcopy is indicated when the immediate risk of cervical intraepithelial neoplasia (CIN) 2 or worse is 4% or greater, as determined by prior screening results or histology and current high-risk HPV and cytology results. Abnormal-appearing vaginal or cervical tissue should also be evaluated with colposcopy. Although colposcopy has been used in the United States since the 1960s, it was previously informed by cervical cytology, colposcopic impression, and prior histology. In the past 10 to 15 years, testing for high-risk HPV, the etiologic agent in most cases of cervical dysplasia, and high-risk HPV subtypes has been increasingly available."
        },
        {
            "parent": 0,
            "text": "In 2012 the American Society for Colposcopy and Cervical Pathology (ASCCP) published guidelines for managing abnormal cervical cancer screening tests and cancer precursors that introduced a new concept: using patient risk for progression to cancer and chance of HPV clearance based on age and HPV subtype (HPV-16, HPV-18, and other high-risk HPV strains) to guide clinical decision-making when referring for colposcopy and planning follow-up.10These recommendations were summarized in algorithms that began with cytology results. In April of 2020, the ASCCP released the 2019 guidelines for managing abnormal cervical cancer screening tests and cancer precursors, which call for a complete shift to risk-based decision-making based on increasing evidence that persistent HPV infection is a primary driver of cervical cancer risk.11Colposcopy is now recommended for “any combination of history and current test results yielding a 4% or greater probability of finding CIN 3 or worse.”11The guidelines are accompanied by tables for estimating risk that were developed from a prospective longitudinal cohort of more than 1.5 million patients for more than 10 years in the Kaiser Permanente Northern California health system."
        },
        {
            "parent": 0,
            "text": "Risk factors for high-grade CIN(Table 112–16)should also inform colposcopy itself, guiding decisions about tissue sampling. In 2017, the ASCCP published recommendations for colposcopy practices that delineate a risk-based approach to the procedure.17The ASCCP's 2019 guidelines refer back to these recommendations for colposcopy."
        },
        {
            "parent": 0,
            "text": "Evidence supporting the ASCCP's new guidelines is plentiful. A 2018 systematic review and meta-analysis of the risk of CIN 2 or worse showed that patients with cytology of low-grade squamous intraepithelial lesion or less who were HPV-16 and HPV-18 negative and had a normal colposcopic impression were at low risk of CIN 2 or worse, whereas patients having two or more of the following—cytology high-grade squamous intraepithelial lesion (HSIL) or worse, HPV-16 or HPV-18, and high-grade colposcopic impression—were at the highest risk of CIN 2 or worse.18For patients older than 25 years with two or more of the following—HPV-16, HPV-18, and HSIL—the risk of high-grade CIN is so great that patients should be offered the option of immediate loop electrosurgical excision procedure (LEEP) for simultaneous diagnosis and treatment, vs. colposcopy with multiple targeted biopsies.19–21"
        },
        {
            "parent": 0,
            "text": "A persistent HPV infection, defined as more than one HPV-positive test on two separate consecutive occasions, is a predictor of progression to cancer.5Few long-term studies of high-risk HPV persistence have been conducted, but one Swedish study involving women older than 30 years with HPV at study initiation found no cases of CIN 2 or worse in patients who cleared their HPV infection and 100% progression to CIN 2 or worse (40 out of 40 patients) over 13 years when high-risk HPV persisted.22In the Kaiser Permanente Northern California health system database of 22,625 patients with a history of HPV-positive/normal cytology results followed by subsequent HPV-negative/normal cytology results, the immediate risk of CIN 3 or worse was 0.01%. Conversely, of 11,990 patients with initial HPV-positive/normal cytology followed by subsequent HPV-positive/normal cytology results, 4.1% had CIN 3 or worse on biopsy.23In the United States, 56% of cervical cancer diagnoses are made in inadequately screened patients. Another 13% of patients with cervical cancer diagnoses have had errors of follow-up,24suggesting unchecked gradual disease progression. Clearance of HPV leads to the regression of CIN, with 60% of CIN 2 resolving in patients younger than 30 who clear the virus.25A 2019 systematic review found that persistence of the same genotype of HPV after treatment for high-grade CIN has a positive predictive value of 44% for posttreatment high-grade CIN.26Risk factors for persistence include increasing age,5smoking,27and immunocompromise.28"
        },
        {
            "parent": 0,
            "text": "Figure 1summarizes recommendations for biopsy and endocervical sampling based on the patient's risk of CIN 2 or worse before the procedure combined with the intraprocedural risk determined by the appearance of the cervix during the colposcopy (i.e., colposcopic impression).10,17–21,29–33This figure may be used by clinicians who perform cervical cancer screening as a guide for counseling patients with abnormal Papanicolaou test results or high-risk HPV results before referral, and by clinicians performing a colposcopy to inform decision-making about tissue sampling."
        },
        {
            "parent": 1,
            "text": "Biopsies should target any lesion present on the cervix.19Two to four targeted biopsies (i.e., biopsies of abnormal-appearing or acetowhite tissue) within the squamocolumnar junction improve detection of CIN 2 or worse.19,21,29–31Targeted biopsies are eight to 12 times more likely to uncover CIN 3 or worse than random biopsies.34For examples of abnormal cervical findings seeFigure 2,Figure 3,Figure 4, andFigure 5."
        },
        {
            "parent": 1,
            "text": "Expert opinion varies about whether random biopsies should be collected and, if so, how many should be collected. One high-quality study of 47,000 women undergoing colposcopy found that a random biopsy in the setting of a normal colposcopic impression diagnosed 21% of the total CIN 2 and 19% of CIN 3 or worse, primarily in patients with HPV-16 and HPV-18.35Two studies evaluating cervical biopsy found that adding a random biopsy of normal-appearing squamocolumnar junction to targeted biopsy when the colposcopic impression was abnormal increased detection of CIN 2 or worse between 2% and 4.5%.21,31If there are no lesions and no visible squamous metaplasia during the colposcopy, a random biopsy or biopsiesshouldbe considered at the squamocolumnar junction for patients at the highest risk of CIN 2 or worse(Figure 1).10,17–21,29–33When the colposcopic impression is abnormal, random biopsy at the squamocolumnar junction from unsampled quadrantscouldbe considered, in addition to the recommended two to four targeted biopsies.The ASCCP recommends against performing random biopsies for low-risk patients with normal colposcopic impression and no squamous metaplasia (squamous metaplasia is a normal finding but can be confused with acetowhite changes).17"
        },
        {
            "parent": 1,
            "text": "The 2012 ASCCP guidelines for managing abnormal cervical cancer screening results recommend endocervical sampling for patients with high-grade cytology: HSIL and atypical squamous cells–unable to exclude high grade and whenever the entire squamocolumnar junction cannot be visualized.10Endocervical sampling should also be performed in patients with two or more of the following: age 45 years or older, HPV-16, and HPV-18, and in any patient who is at high risk with high-grade colposcopic impressions.33Pregnant patients are excluded from the recommendations above; endocervical sampling is contraindicated in pregnancy."
        },
        {
            "parent": 1,
            "text": "Endocervical sampling may be performed with a cytobrush or an endocervical curette. The cytobrush technique requires 12 swipes of the endocervical canal while rotating the brush. The endocervical curette should scrape circumferentially from the lower uterine segment to the external os. Sensitivity is similar between the two methods; however, the cytobrush is better tolerated by patients. Curettage should be used in patients who are at high risk or if there is a possibility of invasive disease to obtain stromal information.36,37"
        },
        {
            "parent": 1,
            "text": "Cervical biopsies can be sent together in the same container to minimize cost, because treatment depends on the highest grade lesion detected. The endocervical sample should be sent in a separate container labeled “endocervical sample.”Table 2highlights the equipment and instruments needed to perform colposcopy."
        },
        {
            "parent": 2,
            "text": "The 2017 ASCCP consensus colposcopy guidelines include standardized terminology and documentation recommendations that have been endorsed by the American College of Obstetricians and Gynecologists.19Important components include preprocedure risk assessment, minimum documentation standards, and colposcopic impression."
        },
        {
            "parent": 2,
            "text": "Documentation should note squamocolumnar junction visibility, presence of acetowhitening, presence of lesions, and colposcopic impression.38An example of the recommended comprehensive documentation, which should include a photo or drawing of the cervix annotated by the clinician,29is shown ineFigure A. The colposcopic impression is based on the highest-grade feature of any lesion on the cervix.39Table 3summarizes lesion characteristics and associated impressions.38Table 4offers tips and tricks for colposcopy procedure challenges."
        },
        {
            "parent": 3,
            "text": "Colposcopy can be associated with high levels of anxiety that often start after a patient is diagnosed with HPV. Attention to language is important during a colposcopy to ensure the patient's physical and emotional safety and comfort. We recommend the use of trauma-informed language.40Information about the procedure increases patient knowledge but does not decrease anxiety.41Visual distractions, in the form of pleasant images on the examination room ceiling or watching a live feed during video colposcopy, have improved patient satisfaction but have not demonstrated consistent improvement of the patient's pain or anxiety during the procedure.42,43"
        },
        {
            "parent": 3,
            "text": "Several randomized controlled trials have evaluated various interventions to decrease the pain associated with cervical biopsies.One trial found no benefits from 800 mg of oral ibuprofen given to the patient before starting the procedure or from topical benzocaine applied two minutes before the biopsy.44Lidocaine 1% in a dose of 0.5 mL injected at the biopsy site decreases pain during cervical biopsy and endocervical curettage45; however, when lidocaine administration was compared with forced patient cough at the time of biopsy, there was no difference in perception of pain during the procedure.46"
        },
        {
            "parent": 4,
            "text": "Treatment options for precancerous lesions of the cervix include cryotherapy, LEEP, and cold knife conization. Excisional treatment is recommended over ablative treatment for CIN 2 and 3.11The pathology of biopsies and endocervical sampling dictates the treatment and procedures offered. Some primary care clinicians provide the above procedures, and others refer. Adequate tissue samples and detailed descriptions of lesions determine the treatment options. Patients with CIN 2 and 3, cervical cancer, and adenocarcinoma in situ require a minimum of 25 years of ongoing surveillance with HPV testing or cotesting.11"
        },
        {
            "parent": 4,
            "text": "Cervical cancer screening, the detection and treatment of precancerous cervical lesions, and posttreatment follow-up can be performed entirely within a primary care medical home. Modifiable risk factors should always be addressed in primary care (e.g., smoking cessation, HPV vaccination). Clinicians who perform screening should ensure that patients with abnormal test results are managed appropriately and receive follow-up as recommended by the ASCCP guidelines."
        },
        {
            "parent": 4,
            "text": "This article updates a previous article on this topic byApgar, et al.47"
        },
        {
            "parent": 4,
            "text": "Data Sources:A PubMed search in Clinical Queries was completed using the key words: colposcopy, cervical cancer screening, human papillomavirus, cervical intraepithelial neoplasia, cervical biopsy, endocervical sampling, and adenocarcinoma of the cervix. We reviewed the evidence summary from Essential Evidence Plus and used multiple sources from that search. We also used the following databases and resources: TRIP database, American Society for Colposcopy and Cervical Pathology (ASCCP), American College of Obstetricians and Gynecologists, the U.S. Preventive Services Task Force, the Seer Database, the Centers for Disease Control and Prevention, and the Cochrane Database of Systematic Reviews. Search dates: September and November 2018, and September 2019. An additional focused review was conducted in April 2020 upon publication of the updated 2019 ASCCP guidelines and associated articles in theJournal of Lower Genital Tract Disease."
        },
        {
            "parent": 4,
            "text": "Figure 2,Figure 3,Figure 4, andFigure 5courtesy of Daron G. Ferris, MD, Cervi-Cusco, Cusco, Peru, and Augusta University, Augusta, Ga."
        }
    ],
    "locked": false
}