{
    "url": "https://www.aafp.org/pubs/afp/issues/2019/0415/p482.html#afp20190415p482-f1",
    "title": "Heat-Related Illnesses | AAFP",
    "author": "ROBERT GAUER, MD, AND BRYCE K. MEYERS, DO, MPH",
    "doi": "Am Fam Physician.2019;99(8):482-489",
    "abstract": "Heat-related illnesses comprise a spectrum of syndromes resulting from disruption of thermoregulation in people exposed to high environmental heat. Symptoms range from heat edema and exercise-associated muscle cramps to exercise-associated collapse, heat exhaustion, and life-threatening heat stroke. Athletes, outdoor laborers, and military personnel are at greatest risk. Several intrinsic and extrinsic factors increase the risk of heat-related illness, including medical conditions, environmental factors, medication use, and inadequate acclimatization. Proper recognition and treatment are effective in preventing adverse outcomes. Management of the mildest forms of heat-related illness (e.g., heat edema, exercise-associated muscle cramps) is largely supportive, and sequelae are rare. Heat exhaustion is characterized by cardiovascular hypoperfusion and a rectal core temperature up to 104°F without central nervous dysfunction. Mild cooling, rest, and hydration are recommended. Heat stroke is a medical emergency in which patients present with rectal core temperature of 105°F or greater, multiorgan damage, and central nervous dysfunction. Ice water or cold water immersion is recommended. Patients adequately cooled within 30 minutes have excellent outcomes. Patients with heat stroke generally require hospitalization to monitor for medical complications despite rapid cooling. People diagnosed with heat stroke or severe heat-related illness should refrain from physical activity for at least seven days after release from medical care, then gradually begin activity over two to four weeks. Acclimatization, adequate hydration, and avoidance of activities during extreme heat are the most effective measures to reduce the incidence of heat-related illnesses.",
    "headers": [
        {
            "id": 0,
            "name": "Risk Factors",
            "level": 2
        },
        {
            "id": 1,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Thermoregulation",
            "level": 2
        },
        {
            "id": 3,
            "name": "Evaluation and Treatment",
            "level": 2
        },
        {
            "id": 4,
            "name": "MILD HEAT-RELATED ILLNESSES",
            "level": 3
        },
        {
            "id": 5,
            "name": "MODERATE HEAT-RELATED ILLNESSES",
            "level": 3
        },
        {
            "id": 6,
            "name": "SEVERE HEAT-RELATED ILLNESSES",
            "level": 3
        },
        {
            "id": 7,
            "name": "Prevention",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Heat-related illness is a physiologic insult that occurs when the body is unable to dissipate heat adequately, which leads to dysfunctional thermoregulation. It includes a continuum of syndromes ranging from heat edema and exercise-associated muscle cramps to exercise-associated collapse, heat exhaustion, and life-threatening heat stroke.1,2The latter two conditions typically manifest with an elevated core body temperature.3Athletes, military personnel, and outdoor laborers (e.g., farmers, construction workers, firefighters) are at greatest risk. Heat-related illness is largely preventable.4,5"
        },
        {
            "parent": 0,
            "text": "Heat accumulation is the effect of combined environmental exposure, metabolic demands, and restricted or impaired cooling mechanisms. When the ability to cool the body is inadequate, core temperature rises, resulting in clinical symptoms. Major risk factors include strenuous exercise, exposure to high temperatures and/or humidity, lack of acclimatization, poor physical fitness, and excessive clothing, equipment, or protective gear. Additional risk factors include medical conditions, environmental and individual factors, and drug or alcohol use6–8(Table 16)."
        },
        {
            "parent": 1,
            "text": "The incidence of heat-related illness in U.S. high school athletes is 1.6 cases per 100,000 athletic exposures, or approximately 9,000 cases annually, with the highest rates occurring during football season.9It is the third leading cause of death in high school athletes.10In the U.S. Armed Forces, there were 2,163 cases of heat-related illness and 464 cases of heat stroke in 2017, with an incidence of 1.41 and 0.38 cases per 1,000 person-years, respectively.11The incidence has gradually increased since 2014. The rate of emergency department visits for heat-related illnesses was five per 10,000 visits from 2006 to 2010 (n = 326,497); 75% of these patients were diagnosed with heat exhaustion and 5.4% with heat stroke.12Approximately 12% of these patients were admitted, and the mortality rate was 0.07%."
        },
        {
            "parent": 2,
            "text": "The hypothalamus is responsible for thermoregulation by activating receptors in the skin and visceral organs to facilitate heat loss and maintain a normal core temperature. The body can exchange heat through conduction, convection, evaporation, and radiation. Conduction is the transfer of heat to a cooler object through direct contact. Convection is the transfer of heat at the body surface by air circulation. Radiation occurs through the transmission of electromagnetic waves. Evaporation cools the skin surfaces when sweat changes from a liquid to a vapor.13"
        },
        {
            "parent": 2,
            "text": "At high ambient temperatures and increased metabolic demands, evaporation of sweat is the primary mechanism for heat dissipation. Additionally, cardiac output increases during exercise to meet skeletal metabolic demands. Circulation is shunted from visceral organs to the peripheral vessels to enhance cooling through the skin. Evaporative sweating also decreases plasma circulating volume, resulting in hypovolemia that further impairs the body's ability to dissipate heat. When heat production exceeds the rate of heat loss, core temperature steadily rises and increases the risk of heat-related illness.6"
        },
        {
            "parent": 3,
            "text": "The overall morbidity and mortality for heat-related illness is extremely low if treatment is initiated without delay. Any person with suspected heat-related illness should immediately cease activity and move to a cool shaded or indoor area. Excessive clothing or gear should be removed. Hyperthermia with altered mental status should prompt suspicion for heat stroke. Survival in these cases depends on prompt cooling, ideally initiated in the field. Rectal temperature should be obtained because it is the most reliable method of measuring core temperature.14,15Table 2lists the types of heat-related illnesses with a focus on symptoms and treatment recommendations.3Figure 1provides an overview for management of heat-related illness.6,8,14,16"
        },
        {
            "parent": 4,
            "text": "Heat edema, exercise-associated muscle cramps (heat cramps), and heat rash (miliaria rubra) are the mildest forms of heat-related illness. Heat edema is characterized by dependent soft tissue swelling, typically involving the lower extremities, that often resolves with leg elevation. Diuretics have no role in treatment.17Exercise-associated muscle cramps are often triggered after prolonged or intense physical activity. Although the etiology is poorly understood, evidence for the neuromuscular control theory is gaining favor over the dehydration/electrolyte loss theory.18,19The primary muscles affected are the abdominal, quadriceps, and gastrocnemius groups.17Treatment includes appropriate isotonic fluid replacement, stretching, and massage. Heat rash is caused when occluded pores trap sweat in the skin, resulting in erythematous papules or pustules. Skin covered by clothing is most often affected. The rash typically resolves after moving to a cooler environment, removing excess clothing or gear, and drying the skin. These conditions are self-limiting and rarely require medical attention. Patients may return to play or work when symptoms have resolved.20"
        },
        {
            "parent": 5,
            "text": "Exercise-associated collapse (formerly called heat syncope) typically occurs immediately after strenuous exercise. Transient orthostatic hypotension results from volume depletion, peripheral vasodilation, and decreased vasomotor tone, leading to syncope.14,21Treatment is largely supportive. Affected individuals should be placed in the supine position with legs elevated, encouraged to drink fluids, and cooled if there is concern for heat exhaustion or heat stroke. Symptoms typically resolve in 15 to 20 minutes.22Exercise-associated collapse can be difficult to distinguish from cardiogenic syncope. Cardiovascular risk factors, older age, cardiac symptoms before syncope, or delayed recovery warrants further evaluation before reengaging in activity.14"
        },
        {
            "parent": 5,
            "text": "Heat exhaustion is the most common heat-related illness and is the precursor to heat stroke if not recognized and treated. Strenuous exercise combined with exposure to high ambient temperature effectively exceeds cardiac output, resulting in presyncopal symptoms, fatigue, malaise, gastrointestinal symptoms, cold and clammy skin despite heavy diaphoresis, and core body temperature of 101° to 104°F (38.3° to 40°C). Mental status remains intact. Any decline in mentation, regardless of core temperature, must be considered heat stroke (in certain cases, core temperatures may actually increase). Treatment includes cooling (removal from heat, removal of excessive clothing, use of fans and water mist) to a core temperature of 101°F, oral or intravenous rehydration, and supine posture with legs elevated. People with suspected heat exhaustion should be evaluated and treated in the emergency department. Targeted laboratory evaluation includes a complete blood count, basic metabolic panel, urinalysis, liver function tests, coagulation studies, and measurement of creatine kinase and myoglobin levels. Imaging studies are not needed unless clinically indicated. Most patients who remain stable with reassuring test results can be safely discharged after several hours. Potential complications include electrolyte imbalance (e.g., hypernatremia, hypokalemia), rhabdomyolysis, mild hepatocellular injury, and acute renal failure. The presence of these findings is clinically termed heat injury and often warrants admission.23"
        },
        {
            "parent": 6,
            "text": "Heat stroke is a medical emergency manifested by a core temperature of 105°F (40.5°C) or greater and central nervous system dysfunction. There are two types: exertional heat stroke and classic (nonexertional) heat stroke. This article focuses on exertional heat stroke. The pathophysiology of heat stroke is complex and includes protein denaturation, endotoxin release, and thermoregulatory failure, which contribute to systemic inflammatory response syndrome (similar to septic shock) leading to multiorgan failure and death.6Physicians should consider other potential conditions in the differential diagnosis for patients with hyperthermia and altered mental status(Table 3).24Neurologic symptoms of heat stroke include loss of consciousness, delirium, confusion, agitation, seizures, and coma. Some people may experience a lucid interval before central nervous system deterioration.25Additional findings include hot skin with or without diaphoresis, hypotension, tachycardia, and tachypnea. The organs most affected by elevated core temperatures are the brain and liver,13and prognosis is related to the time spent in hyperthermia. Treatment begins with maintaining the airway, breathing, and circulation, followed by rapid cooling. When cooling is completed within 30 minutes from collapse, the mortality rate approaches zero.26,27Patients who present to the emergency department with a core body temperature of 105.8°F (41°C) or greater and prolonged hyperthermia have mortality rates as high as 80% (although this number includes patients with nonexertional heat stroke, which has a higher mortality rate).5,8"
        },
        {
            "parent": 6,
            "text": "The most effective treatment modalities for heat stroke are cold water (46° to 57°F [8° to 14°C]) and ice water (35.6° to 41°F [2° to 5°C]) immersion, which result in cooling rates of 0.16 to 0.26°C per minute and 0.12 to 0.35°C per minute, respectively.26,28Patients in an air-conditioned room typically have cooling rates of 0.03 to 0.06°C per minute.29Continuous monitoring of rectal core temperature is preferred during rapid cooling. When cold water or ice is not available, temperate water immersion (68°F [20°C]) may be an acceptable option, with cooling rates averaging 0.11°C per minute.30Evidence is lacking on the optimal temperature at which cooling can be discontinued. To minimize the risk of cardiac arrhythmias and reduce the risk of “overshoot” hypothermia, it is recommended to cool to a core temperature of approximately 101°F, which typically is achieved in approximately 20 minutes.17,25,29,31"
        },
        {
            "parent": 6,
            "text": "Cooling measures such as wet towels, ice packs over major arteries, fanning, or misting with water are less effective and generally not acceptable in the treatment of heat stroke.8However, patients outside the hospital should be cooled using any available means until more effective cooling measures become available. If immediate effective cooling techniques are available in the field, it is appropriate for emergency medical services to “cool first and transfer second” (10 to 15 minutes of ice water or cold water immersion), then continue cooling during transport (e.g., with a cold wet towel).8,14,25–27In the military field environment, the use of ice sheets (wet sheets stored in a cooler with ice) are the preferred prehospital cooling method.32"
        },
        {
            "parent": 6,
            "text": "A recent retrospective study compared intravenous infusion with cold (39.2°F [4°C]) vs. ambient temperature saline in addition to ice sheeting for the prehospital treatment of military patients with heat stroke. Cold saline infusion reduced hospital days and peak creatinine levels, and normalized liver function more quickly.32Pharmacologic agents such as antipyretics or dantrolene (Dantrium) have no role in the treatment of heat stroke.3"
        },
        {
            "parent": 6,
            "text": "Patients who survive the neurologic phase of heat stroke are at significant risk of rhabdomyolysis, acute respiratory distress syndrome, compartment syndrome, hepatic dysfunction, acute renal failure, electrolyte abnormalities, or disseminated intravascular coagulopathy. Hospital admission is recommended for ongoing treatment and observation.8"
        },
        {
            "parent": 6,
            "text": "Although there is insufficient evidence on the optimal timing of return to activity after heat stroke, the American College of Sports Medicine recommends the following:15,33"
        },
        {
            "parent": 6,
            "text": "No exercise for at least seven days after release from medical careFollow-up at one week for physical examination and repeat laboratory testing, or diagnostic imaging of affected organs based on the physician's evaluationWhen cleared for activity, begin exercise in a cool environment and gradually increase the duration, intensity, and heat exposure over two weeks to acclimatizeClear the athlete for full competition if heat tolerant after two to four weeks of full trainingConsider a heat tolerance test if vigorous activity is not accomplished or if symptoms return."
        },
        {
            "parent": 7,
            "text": "Most heat-related illnesses can be avoided or minimized. The National Athletic Trainers' Association and the American College of Sports Medicine endorse similar recommendations for the prevention of heat-related illnesses.14,15Key strategies include acclimatization; adequate hydration; wearing loose-fitting, light-colored clothing; and avoidance of activities during extreme temperatures. When avoidance is not possible, frequent water breaks, scheduled rest and recovery cycles, and close monitoring is recommended. Supervisory personnel (e.g., coaches, military trainers) should be familiar with symptoms of heat-related illnesses and initial treatment.34Medical systems in regions where the risk of heat-related illnesses is high are encouraged to use evidence-based standards in the care of these patients, including prehospital recognition and management, emergency department treatment, and inpatient treatment of complications.15"
        },
        {
            "parent": 7,
            "text": "Challenges exist for the prevention of heat-related illnesses in older adults and homeless people. Older patients are at increased risk of nonexertional heat stroke, particularly during periods of extreme temperatures. Comorbid medical conditions, medication use, and lack of air conditioning compound the problem. Family or caretakers are encouraged to visit often, ensure adequate water intake, verify operable air conditioning, and assess for signs or symptoms of heat-related illness.35Cities should create contingency plans for heat waves, including provision of shelters, providing established water sources, and optimizing medical care for homeless persons.36"
        },
        {
            "parent": 7,
            "text": "Wet bulb globe temperature meters are affordable and easily available. These devices take into account temperature, humidity, and direct radiant sunlight to measure environmental heat stress, allowing trainers to plan events to avoid excessive heat.Figure 2shows a wet bulb globe temperature chart.37Heat index charts can also be used, but these are calculated for shady areas, limiting their usefulness when activities are conducted in direct sunlight."
        },
        {
            "parent": 7,
            "text": "This article updates previous articles on this topic byBecker and Stewart16;Glazer38;Wexler39; andBarrow and Clark.40"
        },
        {
            "parent": 7,
            "text": "Data Sources:We searched OvidSP, PubMed, Essential Evidence Plus, the National Guideline Clearinghouse, UpToDate, and U.S. Preventive Services Task Force website using the key words heat-related illness, heat syncope, hyperthermia, heatstroke, heat exhaustion, heat illness, epidemiology, treatment, heat cramps, treatment, mortality, heat injury, cold water immersion, and cooling. Search dates: March 2, 2018, to February 16, 2019."
        },
        {
            "parent": 7,
            "text": "The opinions and assertions contained herein are the private views of the authors and are not to be construed as official or as reflecting the views of the U.S. Army Medical Department or the U.S. Army Service at large."
        }
    ],
    "locked": false
}