{
    "url": "https://www.aafp.org/pubs/afp/issues/2019/1015/p475.html#afp20191015p475-f4",
    "title": "Acne Vulgaris: Diagnosis and Treatment | AAFP",
    "author": "LINDA K. OGÉ, MD, ALAN BROUSSARD, MD, AND MARILYN D. MARSHALL, MD",
    "doi": "Am Fam Physician.2019;100(8):475-484",
    "abstract": "Acne vulgaris is the most prevalent chronic skin disease in the United States, affecting nearly 50 million people per year, mostly adolescents and young adults. Potential sequelae of acne, such as scarring, dyspigmentation, and low self-esteem, may result in significant morbidity. Typical acne lesions involve the pilosebaceous follicles and the interrelated processes of sebum production,Cutibacterium acnes(previously calledPropionibacterium acnes) colonization, and inflammation. Acne may be classified as mild, moderate, or severe based on the number and type of skin lesions. Multiple treatment agents and formulations are available, with each agent targeting a specific area within acne pathogenesis. Treatment selection is based on disease severity, patient preference, and tolerability. Topical retinoids are indicated for acne of any severity and for maintenance therapy. Systemic and topical antibiotics should be used only in combination with benzoyl peroxide and retinoids and for a maximum of 12 weeks. Isotretinoin is used for severe, recalcitrant acne. Because of the risk of teratogenicity, patients, pharmacists, and prescribers must register with the U.S. Food and Drug Administration–mandated risk management program, iPledge, before implementing isotretinoin therapy. There is limited evidence for physical modalities (e.g., laser therapy, light therapy, chemical peels) and complementary therapies (e.g., purified bee venom, low-glycemic-load diet, tea tree oil); therefore, further study is required.",
    "headers": [
        {
            "id": 0,
            "name": "Pathogenesis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Classification",
            "level": 2
        },
        {
            "id": 2,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 3,
            "name": "TOPICAL AGENTS",
            "level": 3
        },
        {
            "id": 4,
            "name": "SYSTEMIC ANTIBIOTICS",
            "level": 3
        },
        {
            "id": 5,
            "name": "ISOTRETINOIN",
            "level": 3
        },
        {
            "id": 6,
            "name": "HORMONAL AGENTS",
            "level": 3
        },
        {
            "id": 7,
            "name": "ANTIANDROGENS",
            "level": 3
        },
        {
            "id": 8,
            "name": "CORTICOSTEROIDS",
            "level": 3
        },
        {
            "id": 9,
            "name": "PHYSICAL MODALITIES",
            "level": 3
        },
        {
            "id": 10,
            "name": "COMPLEMENTARY THERAPIES",
            "level": 3
        },
        {
            "id": 11,
            "name": "Reassessment and Referral",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Acne vulgaris is the most prevalent chronic skin disease in the United States, affecting nearly 50 million people.1Acne is most common in adolescents and young adults but may persist into the 30s and 40s at a cost of $3 billion. Sequelae of acne include scarring, dyspigmentation, depression, anxiety, and low self-esteem. Specific estimates of prevalence for psychiatric comorbidities vary, and further study is needed.2,3"
        },
        {
            "parent": 0,
            "text": "Acne vulgaris is a chronic disease originating within the pilosebaceous follicles. Four interrelated processes are involved: sebum overproduction, abnormal shedding of follicular epithelium, follicular colonization byCutibacterium acnes(previously calledPropionibacterium acnes), and inflammation.4–6"
        },
        {
            "parent": 0,
            "text": "Sebum overproduction is the result of excessive androgen hormones or a heightened sebaceous gland sensitivity to normal levels of androgen hormones.7Inflammatory pathway activation is evident at all stages of acne progression.7There may also be a genetic component to acne.8Certain foods and drinks, particularly those with a high glycemic index (e.g., sugary drinks, starchy foods, highly processed foods) and skim milk, seem to affect acne severity.9,10Other factors that may be involved in the development or progression of acne include psychological stress, tobacco smoke, and damaged or unhealthy skin.9–13"
        },
        {
            "parent": 1,
            "text": "Acne lesions typically occur on the face, chest, or upper back. The lesions may be noninflammatory closed comedones (i.e., papules formed by the accumulation of sebum/keratin within the hair follicle; also called whiteheads); open comedones (i.e., distension of the hair follicle with keratin leads to opening of the follicle, oxidation of lipids, and deposition of melanin; also called blackheads); or inflammatory papules, nodules, pustules, and cysts. Inflammatory lesions result from follicle rupture triggering an inflammatory response. Based on the extent and types of lesions, acne severity may be classified as mild, moderate, or severe(Figure 1,Figure 2, andFigure 3). However, there is currently no universally accepted grading system for acne.1,2Several skin conditions should be considered in the differential diagnosis of acne(Table 1).2"
        },
        {
            "parent": 3,
            "text": "Acne treatment is based on severity and location on the skin(Figure 4).2Effective topical therapies are available over the counter and by prescription and come in multiple formulations (e.g., washes, creams, pads) and strengths, permitting individualized treatment.Table 2,Table 3, andTable 4summarize the topical agents used in the treatment of acne.1,2,14"
        },
        {
            "parent": 3,
            "text": "Benzoyl Peroxide. Benzoyl peroxide is comedolytic, anti-inflammatory, and bactericidal againstC. acnes.15Benzoyl peroxide is available over the counter and by prescription in multiple strengths and formulations, and can be used alone or in combination with topical antibiotics or retinoids. A reduction in acne lesion count may occur within days of initiating treatment with benzoyl peroxide.15Use of benzoyl peroxide itself does not induce bacterial resistance.1,15,16Benzoyl peroxide is safe to use during pregnancy. Adverse effects of benzoyl peroxide include burning, dryness, stinging, erythema, peeling, hypersensitivity, and bleaching of hair or clothing."
        },
        {
            "parent": 3,
            "text": "Topical Antibiotics. Topical antibiotics, including clindamycin 1% and erythromycin 2%, are commonly used for the treatment of mild to moderate acne in combination with benzoyl peroxide. Topical antibiotics possess anti-inflammatory and, depending on the formulation, bacteriostatic or bactericidal properties.16,17Clindamycin is favored over erythromycin because of the declining effectiveness of erythromycin, which is likely associated with emerging resistance ofC. acnes.16–19To reduce the risk of resistance, use of topical antibiotics as monotherapy or maintenance therapy is not recommended, and the duration of therapy should be limited to 12 weeks.16–19"
        },
        {
            "parent": 3,
            "text": "Erythromycin and clindamycin are available in combination with benzoyl peroxide, and clindamycin is available in combination with retinoids. Use of combination agents is recommended to reduce the risk of resistance (benzoyl peroxide) and to enhance effectiveness (retinoids, benzoyl peroxide).1Topical antibiotics may have mild adverse effects, including burning, erythema, and pruritus, mainly when used in combination with benzoyl peroxide and retinoids. A rare serious adverse effect isClostridium difficilecolitis (clindamycin and erythromycin).1"
        },
        {
            "parent": 3,
            "text": "Retinoids. Retinoids are vitamin A derivatives recommended as a component in the primary treatment of noninflammatory acne and most inflammatory acne, regardless of severity. Retinoids are effective against microcomedo and comedo formation and have anti-inflammatory effects.1,20–22Retinoids are indicated as monotherapy for mild comedonal acne, in combination with other topical or oral agents for the treatment of moderate to severe acne, andas maintenance therapy once treatment goals are achieved and oral agents are discontinued.1,14,17,20–23"
        },
        {
            "parent": 3,
            "text": "Retinoids approved by the U.S. Food and Drug Administration (FDA) include adapalene (Differin), tazarotene (Tazorac), and tretinoin (Retin-A). Tazarotene is more effective than tretinoin or adapalene, although adapalene is less irritating than tazarotene. There are multiple formulations and strengths of tretinoin, and a gradual increase in strength minimizes skin irritation.20–22Although more costly, the topical combination agents clindamycin phosphate 1.2%/tretinoin 0.025% (Veltin, Ziana) and adapalene 0.1% or 0.3%/benzoyl peroxide 2.5% (Epiduo) may enhance compliance. Oxidation, a chemical reaction, occurs with tretinoin (except with the microsphere formulation) when used in combination with benzoyl peroxide. Because oxidation causes degradation of tretinoin, reducing its effectiveness, simultaneous application of benzoyl peroxide and tretinoin should be avoided."
        },
        {
            "parent": 3,
            "text": "Adverse effects of retinoids include erythema, dryness, pruritus, stinging, and photosensitivity (use of sunscreens is recommended).1Tretinoin and tazarotene are not indicated during pregnancy.1Several agents that contain retinoids are FDA approved for use in adolescents. Adapalene 0.1%/benzoyl peroxide 2.5% is approved for patients nine years and older, and tretinoin 0.05% micronized gel is approved for patients 10 years and older. All other retinoids are approved for patients 12 years and older.1,14"
        },
        {
            "parent": 3,
            "text": "Azelaic Acid. Azelaic acid 20% (Azelex) is FDA approved as an alternative treatment for acne, alone or in combination with other agents. It has mildly comedolytic, antibacterial, and anti-inflammatory properties.1Advantages of azelaic acid 20% include the potential for safe use in pregnancy and its effectiveness in the treatment of postinflammatory dyspigmentation. Although usually well tolerated, azelaic acid 20% may cause burning, stinging, and hypopigmentation in individuals with dark skin.1,24"
        },
        {
            "parent": 3,
            "text": "Dapsone. Dapsone 5% or 7.5% gel (Aczone) has anti-inflammatory and antibacterial properties and is effective as an adjunct therapy in the treatment of acne. A meta-analysis of multiple randomized controlled, double-blind trials showed that topical dapsone is more effective in adult women compared with men or adolescent females.25Dapsone may cause mild to moderate local irritation. Testing for glucose-6-phosphate dehydrogenase deficiency is unnecessary.1,25"
        },
        {
            "parent": 3,
            "text": "Other Topical Agents. There is insufficient evidence to support the use of over-the-counter therapies containing salicylic acid, niacinamide (nicotinamide), sulfacetamide, sulfur, zinc, or resorcinol. There are only two studies of aluminum chloride, with conflicting outcomes.1"
        },
        {
            "parent": 4,
            "text": "Tetracyclines, macrolides, trimethoprim/sulfamethoxazole, trimethoprim, penicillins, and cephalosporins have been used effectively in the treatment of inflammatory acne.1,23,26Systemic antibiotics(Table 51,2,14)are indicated in the management of moderate to severe inflammatory acneand should be used in combination with nonantibiotic topical agents to prevent resistance and enhance effectiveness.1,23"
        },
        {
            "parent": 4,
            "text": "A recent systematic review found that no antibiotic class, individual antibiotic, or dosage is superior.23However, the American Academy of Dermatology (AAD) recommends doxycycline and minocycline (Minocin) as first-line therapies based on studies indicating superiority over tetracycline and azithromycin (Zithromax).1,26Because of the risk of emerging bacterial resistance, guidelines recommend restricting macrolide use to when tetracyclines are contraindicated (i.e., in children younger than eight years and pregnant women). Trimethoprim/sulfamethoxazole and trimethoprim should be reserved for patients who are unresponsive to or intolerant of tetracyclines or macrolides. Penicillins and cephalosporins are not recommended because of limited data supporting their use; however, they may be indicated in special circumstances, such as for patients with allergies to multiple drug classes and for pregnant women.1,27"
        },
        {
            "parent": 4,
            "text": "Sarecycline (Seysara) is an oral, narrow-spectrum tetracycline-derived antibiotic FDA approved for the treatment of nonnodular moderate to severe acne vulgaris in children nine years and older (October 2019). Sarecycline significantly reduced inflammatory acne lesion counts when compared with placebo in two large, multicenter, randomized, double-blind studies.28"
        },
        {
            "parent": 4,
            "text": "Recent studies, systematic reviews, and consensus expert opinion support limiting use of oral antibiotics to the shortest duration possible (12 weeks or less), except in select recalcitrant cases.1,23On completion of systemic antibiotic therapy, topical retinoids should be used for maintenance of remission.1,22"
        },
        {
            "parent": 5,
            "text": "Isotretinoin is a vitamin A derivative believed to act on all proposed mechanisms of acne development. Isotretinoin directly inhibits sebaceous gland function, resulting in decreased sebum production and comedolysis. Declining sebum production leads to decreasingC. acnesproliferation and, consequently, diminishes chemotactic inflammatory modulator release, which lessens cutaneous inflammation.1The effectiveness of isotretinoin is well established, and the therapy is FDA approved for the management of severe, recalcitrant nodular acne.1,29,30The AAD endorses the use of isotretinoin in treatment-resistant or relapse-prone acne or acne that is causing significant psychosocial distress or scarring.1Recommended starting dosages are 0.25 to 0.4 mg per kg per day for moderate acne and 0.5 mg per kg per day for severe, recalcitrant acne. After one month, the dosage for severe, recalcitrant acne should be titrated as tolerated to 1 mg per kg per day with the goal of a 120-mg to 150-mg cumulative dose to reduce the risk of relapse and need for retreatment.1"
        },
        {
            "parent": 5,
            "text": "Common dose-dependent adverse effects of isotretinoin include xerosis, cheilitis, acne flare-up, dry eyes, headache, and elevated lipid and hepatic enzyme levels. Previously suggested associations between isotretinoin and inflammatory bowel disease, mood disorders, and suicidal ideation have not been confirmed in more recent studies, and some studies have shown improvement of depressive symptoms in patients taking isotretinoin.1,31,32Patients receiving isotretinoin should be counseled about associated risks.1"
        },
        {
            "parent": 5,
            "text": "A systematic review and meta-analysis found no evidence to support periodic laboratory monitoring in healthy patients on typical dosages of isotretinoin after initial assessment.33However, consensus guidelines based on expert opinion recommend monitoring liver function and lipid panels until stability is assured.1,33Because of isotretinoin's risk of teratogenicity, patients, pharmacists, and prescribers must register with the FDA-mandated risk management program, iPledge, before initiating therapy.1All female patients who may become pregnant must have pretreatment and posttreatment contraceptive counseling and monthly urine pregnancy tests."
        },
        {
            "parent": 6,
            "text": "Combination oral contraceptives are antiandrogenic, effective in the management of inflammatory and comedonal acne in menarchal females, and FDA approved for treatment of acne in females older than 15 years who also desire contraception. There are currently four combined oral contraceptives approved for the treatment of acne vulgaris (ethinyl estradiol/norgestimate, ethinyl estradiol/norethindrone acetate/ferrous fumarate, ethinyl estradiol/drospirenone, ethinyl estradiol/drospirenone/levomefolate).Use should be considered for menarchal females unresponsive or intolerant to past therapies, for temporal association of acne outbreaks with menses, or for females with signs and symptoms of hyperandrogenism (acne, hirsutism, oligomenorrhea).1,34Although several agents are approved for use in acne treatment, none has demonstrated superiority over others. Combination oral contraceptives are best used with other acne treatments, because improvement may take at least three months.1,34"
        },
        {
            "parent": 7,
            "text": "There are limited studies demonstrating the effectiveness of spironolactone (aldosterone receptor antagonist) and flutamide (androgen receptor blocker) in the treatment of acne. Based on expert opinion and current evidence, the AAD consensus panel recommends the use of spironolactone for its antiandrogenic properties in women with resistant and hormonally mediated acne. Spironolactone should be used in conjunction with contraception because of the risk of fetal antiandrogenic effects. The AAD does not recommend the use of flutamide because of the potential for serious adverse effects.1,35Breast tenderness, menstrual irregularities, and hyperkalemia may occur in patients treated with spironolactone."
        },
        {
            "parent": 8,
            "text": "Prednisone (5 mg to 15 mg daily) has demonstrated effectiveness in the treatment of acne and may be used as an adjunct in select patients; however, the potential adverse effects limit its use. Prednisone is indicated for the treatment of acne fulminans, prevention of acne fulminans–like eruptions in patients initiating isotretinoin, treatment of severe nodulocystic acne in pregnancy (after the first trimester), and in patients with adrenal hyperandrogenism.1,27Intralesional triamcinolone injections reduce inflammation and pain in nodular acne.1"
        },
        {
            "parent": 9,
            "text": "Laser and light-based modalities have been studied in the treatment of noninflammatory and moderate to severe inflammatory acne; however high-quality evidence is lacking. Photodynamic therapy has been studied most extensively.1,36There is limited evidence to support chemical peels and comedo extraction for the management of comedonal acne.1"
        },
        {
            "parent": 10,
            "text": "Dietary interventions (i.e., low-glycemic-load diets and avoidance of dairy or skim milk), acupuncture, cupping, herbal medicines, tea tree oil, and purified bee venom have been recently reviewed for the treatment of acne. Although of low quality, there is evidence that purified bee venom, tea tree oil, a low-glycemic-load diet, or avoidance of skim milk is associated with a reduction in skin lesions.9,10,37"
        },
        {
            "parent": 11,
            "text": "Goals of therapy in patients with acne vulgaris include reduction in comedonal and inflammatory lesions, improvement of psychosocial symptoms, and avoidance of scarring.2Therapeutic interventions for acne should have a minimum duration of eight weeks to assess effectiveness, unless the patient has an allergy or experiences intolerable adverse effects. If the patient shows inadequate improvement after sequential interventions, referral to a dermatologist is recommended.2"
        },
        {
            "parent": 11,
            "text": "This article updates previous articles on this topic byTitus and Hodge2andFeldman, et al.38"
        },
        {
            "parent": 11,
            "text": "Data Sources:We performed electronic searches of PubMed, the Cochrane database, and Essential Evidence Plus using the MeSH terms acne, vulgaris, treatment, treat, therapy, prevention, prophylaxis, grading, classification, microbiology, endocrinology, hormone, topical, retinoid, antibacterial, antibiotic, contraceptives, corticosteroid, isotretinoin, complementary, alternative, diet, etiology, pathophysiology,Propionibacterium acnes, light therapy, spironolactone. Search dates: April 2018, June 2018, and July 2019."
        }
    ],
    "locked": false
}