{
    "url": "https://www.aafp.org/pubs/afp/issues/2018/1015/p486.html#afp20181015p486-f2",
    "title": "High Blood Pressure in Children and Adolescents | AAFP",
    "author": "MARGARET RILEY, MD, ANITA K. HERNANDEZ, MD, AND ANGELA L. KUZNIA, MD, MPH",
    "doi": "Am Fam Physician.2018;98(8):486-494",
    "abstract": "High blood pressure in children and adolescents is a growing health problem that is often overlooked. Children should be screened for elevated blood pressure annually beginning at three years of age or at every visit if risk factors are present. In children younger than 13 years, elevated blood pressure is defined as blood pressure in the 90th percentile or higher for age, height, and sex, and hypertension is defined as blood pressure in the 95th percentile or higher. In adolescents 13 years and older, elevated blood pressure is defined as blood pressure of 120 to 129 mm Hg systolic and less than 80 mm Hg diastolic, and hypertension is defined as blood pressure of 130/80 mm Hg or higher. Ambulatory blood pressure monitoring should be performed to confirm hypertension in children and adolescents. Primary hypertension is now the most common cause of hypertension in children and adolescents. A history and physical examination and targeted screening tests should be done to evaluate for underlying medical disorders, and children and adolescents with hypertension should be screened for comorbid cardiovascular diseases, including diabetes mellitus and hyperlipidemia. Hypertension in children is initially treated with lifestyle changes such as weight loss if overweight or obese, a healthy diet, and regular exercise. Children with symptomatic hypertension (e.g., headaches, cognitive changes), stage 2 hypertension without a modifiable factor such as obesity, evidence of left ventricular hypertrophy on echocardiography, any stage of hypertension associated with chronic kidney disease or diabetes, or persistent hypertension despite a trial of lifestyle modifications require antihypertensive medications and should be evaluated for cardiovascular damage with echocardiography. Angiotensin-converting enzyme inhibitors, angiotensin receptor blockers, calcium channel blockers, and thiazide diuretics are effective, safe, and well-tolerated in children.",
    "headers": [
        {
            "id": 0,
            "name": "Definition of Hypertension",
            "level": 2
        },
        {
            "id": 1,
            "name": "Risk Factors",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 3,
            "name": "MEASUREMENT AND DETECTION OF ELEVATED BLOOD PRESSURE",
            "level": 3
        },
        {
            "id": 4,
            "name": "HISTORY",
            "level": 3
        },
        {
            "id": 5,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 6,
            "name": "DIAGNOSTIC TESTING",
            "level": 3
        },
        {
            "id": 7,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 8,
            "name": "LIFESTYLE MODIFICATIONS",
            "level": 3
        },
        {
            "id": 9,
            "name": "PHARMACOLOGIC THERAPY",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "High blood pressure in children and adolescents is a growing health problem, along with the worldwide epidemics of obesity and physical inactivity. The combined prevalence of elevated blood pressure and hypertension in children is around 6%, or 3% for each.1,2The combined prevalence increases by nearly five times, to around 30%, in adolescents who are obese.2High blood pressure in childhood is correlated with higher blood pressure and risk of cardiovascular disease (CVD) in adulthood, and this relationship strengthens with age.3Primary hypertension in children is associated with other risk factors for CVD, including hyperlipidemia and insulin resistance.4Children also experience target organ damage from hypertension, including left ventricular hypertrophy and pathologic vascular changes (i.e., carotid intima-media thickness).5,6"
        },
        {
            "parent": -1,
            "text": "Normal and elevated blood pressures for children one to 12 years of age are based on the normative distribution of blood pressures in healthy children of normal weight and should be interpreted on the basis of sex, age, and height. For adolescents 13 years and older, elevated blood pressure is now defined by the absolute value of 120 to 129 mm Hg systolic and < 80 mm Hg diastolic, and hypertension as ≥ 130/80 mm Hg."
        },
        {
            "parent": -1,
            "text": "Primary hypertension, rather than secondary hypertension, now accounts for most cases of childhood hypertension."
        },
        {
            "parent": -1,
            "text": "When available, ambulatory blood pressure monitoring is recommended to help clarify the diagnosis in children who have had elevated blood pressure readings for one year or more, or earlier if it is necessary to confirm the diagnosis of hypertension."
        },
        {
            "parent": -1,
            "text": "Despite the increasing prevalence and potential risks of hypertension in children, the diagnosis is often overlooked.7One study revealed that only 26% of children with high blood pressure consistent with hypertension documented in an electronic medical record were subsequently diagnosed as having hypertension.1"
        },
        {
            "parent": -1,
            "text": "In 2017, the American Academy of Pediatrics (AAP) updated its clinical practice guideline for the screening and management of high blood pressure in children and adolescents.8,9A 2018 study has already demonstrated a significant increase in hypertension diagnoses using the updated guideline. In a cohort of at-risk youth 10 to 18 years of age with comorbid diabetes and obesity, the prevalence of hypertension was 13% using the new guideline, compared with 8% using the old guideline. Furthermore, use of the new guideline demonstrated increased sensitivity in identification of hypertensive end organ damage.10An understanding of current guidelines on the diagnosis and treatment of hypertension in children is needed to combat this increasingly common condition."
        },
        {
            "parent": 0,
            "text": "Normal and elevated blood pressure values for children one to 12 years of age are based on the normative distribution of blood pressure in healthy children of normal weight and should be interpreted based on age, height, and sex. The AAP guideline includes suggested screening thresholds and percentile-based diagnostic tables. These tables are available online athttp://pediatrics.aappublications.org/content/early/2017/08/21/peds.2017-1904.figures-only.8Absolute blood pressure values are used beginning at 13 years of age. For these adolescents, elevated blood pressure is defined as a blood pressure of 120 to 129 mm Hg systolic and less than 80 mm Hg diastolic, and hypertension is defined as blood pressure of 130/80 mm Hg or higher(Table 1).8"
        },
        {
            "parent": 0,
            "text": "Hypertension in children and adolescents is further characterized as primary (essential) or secondary. Secondary hypertension has an underlying cause that is identifiable and may be treated(Table 28,11,12), whereas primary hypertension is a diagnosis of exclusion when an underlying disorder cannot be found.11,12Although secondary hypertension was previously more common in children, primary hypertension now accounts for most cases of childhood hypertension.13"
        },
        {
            "parent": 1,
            "text": "Increasing body mass index, obesity, and abdominal circumference are correlated with increased hypertension rates in children and adolescents.14Other chronic conditions that are correlated with childhood hypertension include disordered sleep (i.e., obstructive sleep apnea, disorders of primary snoring, sleep fragmentation), and chronic kidney disease.15,16Race and ethnicity are linked to hypertension risk, with Hispanic and black children at greater risk.17Family history of hypertension or CVD, male sex, low birth weight, and maternal smoking during pregnancy are additional risk factors, whereas children who were breastfed have a reduced risk of hypertension.14,17–19"
        },
        {
            "parent": 3,
            "text": "In 2013, the U.S. Preventive Services Task Force and the American Academy of Family Physicians cited insufficient evidence to recommend screening for high blood pressure in average-risk children.20,21Based primarily on expert opinion, the 2017 AAP guidelines recommend measuring blood pressure annually beginning at three years of age, and the 2016 European Society of Hypertension guidelines recommend screening every two years beginning at three years of age.8,11Measurements should occur at every health care encounter in children and adolescents with risk factors (i.e., those who are obese; who have known kidney disease, aortic arch obstruction, coarctation, or diabetes mellitus; or who are taking a medication known to increase blood pressure).8,11Blood pressure should be measured in children younger than three years only if they have risk factors for hypertension, which includes the same risk factors as older children in addition to prematurity, a family history of congenital renal disease, a history of organ or bone marrow transplant, malignancy, elevated intracranial pressure, and systemic illnesses known to increase blood pressure.8"
        },
        {
            "parent": 3,
            "text": "Obtaining an accurate blood pressure measurement in children and adolescents can be challenging given the variance of blood pressure with cuff size, anxiety level, caffeine intake, time of day, and patient positioning. For the most accurate reading, the patient should be sitting quietly for at least three to five minutes with his or her back supported, and feet uncrossed and flat on the floor.22An appropriate-sized cuff should be used, with an inflatable bladder width that is at least 40% of the arm circumference and bladder length that is 80% to 100% of the arm circumference. Arm circumference is measured at a point midway between the acromion and the olecranon(Figure 123). Blood pressure should be measured with the arm supported at the level of the heart. The right arm should be used because coarctation of aorta may lead to falsely low readings in the left arm. Physicians who care for children and adolescent patients must have access to cuffs of varying sizes to ensure an appropriate fit."
        },
        {
            "parent": 3,
            "text": "An initial blood pressure measurement can be performed using auscultation or an oscillometric (automatic) device. Oscillometric devices have been found to overestimate both systolic and diastolic blood pressure. Regardless of the initial method used, an initial elevated blood pressure reading should be followed with at least two additional auscultatory measurements to improve accuracy.24,25The auscultative values should then be averaged to determine the blood pressure classification for the visit.8"
        },
        {
            "parent": 3,
            "text": "Although recognition of elevated blood pressure in adolescents 13 years and older has been simplified by alignment with adult values, it can be challenging to determine which children younger than 13 years require further evaluation and repeated blood pressure measurements. Electronic health records can aid in the identification of high blood pressure by using decision support tools that flag abnormal results. Once an elevated blood pressure reading has been confirmed during an office visit, the next steps in patient management are largely dependent on the stage and degree of elevation(Figure 2).8"
        },
        {
            "parent": 3,
            "text": "Ambulatory blood pressure monitoring in children and adolescents has been found to be more accurate than blood pressure measurement in a clinic, and has a prominent role in the updated AAP guidelines.8,26Ambulatory blood pressure monitoring refers to a specific validated device that assesses blood pressure every 20 to 30 minutes around the clock. Home blood pressure cuffs and wrist monitors are not well validated in children and should not be used. When available, ambulatory blood pressure monitoring is recommended to help clarify the diagnosis in children who have had elevated blood pressure readings for one year or more, or earlier if it is necessary to confirm the diagnosis of hypertension.8,11,12,25,26Because of the complexity of interpreting blood pressure values in children and the need for specialized equipment in different sizes, subspecialist consultation is typically needed for ambulatory blood pressure monitoring in this population."
        },
        {
            "parent": 3,
            "text": "Following the diagnosis of elevated blood pressure or hypertension, a careful history and physical examination can help determine if the child has primary or secondary hypertension. Very young children, children or adolescents with normal weight and no family history of hypertension, and children and adolescents with signs and symptoms suggesting an additional underlying systemic disorder require a more extensive evaluation for secondary hypertension. In addition, children or adolescents with a blood pressure of 30 mm Hg or more above the 95th percentile or adolescents with a blood pressure greater than 180/120 mm Hg should be referred for emergency care.8"
        },
        {
            "parent": 4,
            "text": "A medical history, including birth history; growth and development; and screening for previous urologic, renal, cardiac, endocrine, or neurologic diseases, should be done. Because many drugs can increase blood pressure, physicians should review any prescription and over-the-counter medications and supplements, performance-enhancing drugs, and illicit substances the patient may be using. Disordered sleep is associated with hypertension, and thus a sleep history should be completed. Patients should be screened for a family history of hypertension, other CVD risk factors, and familial renal or endocrine syndromes. Physical activity, diet, smoking status, and alcohol intake should also be explored.8Older children and adolescents should be asked about abuse, bullying, body perception, depression, and anxiety, which have been found to be risk factors for elevated blood pressure.8,27A complete review of systems may suggest an underlying medical disorder or reveal symptoms that can be associated with acute severe hypertension, such as headache, vomiting, or altered mental status."
        },
        {
            "parent": 5,
            "text": "Although physical examination findings are normal in most children with hypertension, any abnormalities that are found may help with diagnosing a secondary cause. The body mass index percentile should be calculated because obesity is associated with primary hypertension, and poor growth may indicate an underlying chronic illness. If blood pressure is persistently elevated, it should be measured in both arms while the child is in a seated position and in a leg while in a prone position. Blood pressure should be roughly equal in both arms and is normally 10 to 20 mm Hg higher in the legs. If there is a significant difference in blood pressure between the right and left arms, blood pressure in the leg is lower than in the arm, there is a heart murmur, or femoral pulses are diminished, then the child may have coarctation of aorta. An abdominal bruit may indicate renovascular disease, and ambiguous genitalia or proximal muscle weakness can be associated with a mineralocorticoid excess.8The remainder of the examination should look for physical findings associated with other underlying conditions that cause hypertension."
        },
        {
            "parent": 6,
            "text": "Initial tests are performed to evaluate for an underlying etiology, identify other CVD risk factors, and detect target organ damage. All children and adolescents with hyper-tension should be screened for hyperlipidemia and underlying renal disease via urinalysis and electrolyte, blood urea nitrogen, and creatinine testing.8,11Children younger than six years with hypertension and children and adolescents with abnormal renal function or urinalysis results should undergo renal ultrasonography.8Children and adolescents who are obese should be evaluated for diabetes and fatty liver.8,11"
        },
        {
            "parent": 6,
            "text": "An extensive evaluation for secondary causes of hypertension is not necessary in children six years and older who are overweight or obese, have a family history of hypertension, and/or have normal comprehensive history and physical examination findings.8,28If there is a high degree of suspicion that the child has secondary hypertension, further targeted workup may be indicated, typically in conjunction with subspecialist consultation (pediatric nephrology or cardiology, based on availability and suspected underlying etiology)."
        },
        {
            "parent": 6,
            "text": "Children with persistently elevated blood pressure despite nonpharmacologic measures, stage 2 hypertension without a modifiable underlying factor, or comorbid diabetes or chronic kidney disease should be evaluated for cardiovascular damage with echocardiography.8"
        },
        {
            "parent": 6,
            "text": "Table 3includes the diagnostic studies recommended for children and adolescents with hypertension.8,11,28"
        },
        {
            "parent": 7,
            "text": "For children and adolescents, the blood pressure goal is less than the 90th percentile for age, height, and sex for patients younger than 13 years, or less than 130/80 mm Hg for those 13 years and older.8"
        },
        {
            "parent": 8,
            "text": "All children with elevated blood pressure or hypertension should make therapeutic lifestyle changes(Table 4)to lower blood pressure and reduce the risk of developing additional CVD risk factors.8,29–34Weight loss should be encouraged for children who are overweight or obese, and those who are obese should be referred for comprehensive, intensive, family-oriented behavioral intervention programs.8There is no evidence-based guideline to recommend a specific length for a lifestyle modification trial, but various research studies suggest a period of three to six months is sufficient to determine likely effectiveness.8"
        },
        {
            "parent": 8,
            "text": "Regular, sustained physical activity is most effective at lowering blood pressure, and children and adolescents should engage in 30 to 60 minutes of moderate to vigorous physical activity at least three to five days per week.8,29One study demonstrated that exercising for 60 minutes three times per week over three months leads to an average seven-point decrease in systolic blood pressure and a 12% decrease in the rate of hypertension among prepubertal children who are obese.29Children with elevated blood pressure, stage 1 hypertension without end organ damage, or controlled stage 2 hypertension are eligible for participation in competitive sports.35"
        },
        {
            "parent": 8,
            "text": "Multiple aspects of the Dietary Approaches to Stop Hypertension (DASH) diet have been associated with lower blood pressure in children and adolescents.30,31Children with hypertension should be counseled on striving for a diet high in fresh fruits and vegetables, fiber, and low-fat dairy in addition to a reduction in sodium intake.8,11"
        },
        {
            "parent": 8,
            "text": "There are scant but growing data that complementary medicine techniques for stress reduction (e.g., breathing awareness meditation, yoga) may decrease blood pressure in children and adolescents.32Tobacco and alcohol use should be avoided in all children, and this is of particular importance in children with hypertension because smoking increases the risk of CVD, and excess alcohol intake has been found to raise blood pressure in adolescents.33,34"
        },
        {
            "parent": 9,
            "text": "Children with symptomatic hypertension (e.g., headaches, cognitive changes), stage 2 hypertension without a modifiable factor such as obesity, evidence of left ventricular hypertrophy on echocardiography, any stage of hypertension associated with chronic kidney disease or diabetes, or persistent hypertension despite a trial of lifestyle modifications require antihypertensive medications.8There is no consensus on the best initial antihypertensive medication to use in children, and there have been no clinical trials of hypertension treatment in children that measured patient-oriented, long-term outcomes."
        },
        {
            "parent": 9,
            "text": "Angiotensin-converting enzyme inhibitors, angiotensin receptor blockers, calcium channel blockers, and thiazide diuretics are effective, safe, and well tolerated in children.8,11Beta blockers are no longer considered first-line therapy for hypertension treatment in children.8An angiotensin-converting enzyme inhibitor or angiotensin receptor blocker is recommended as the initial agent for children with hypertension and chronic kidney disease, proteinuria, or diabetes. Because black children may be less responsive to angiotensin-converting enzyme inhibitors, a higher starting dose or a different class of medication may be considered initially for these children.36Calcium channel blockers or hydrochlorothiazide may be chosen for an adolescent female who is at risk of pregnancy to avoid potential fetal risks from other medication classes. Children should be started on the lowest recommended dosage of antihypertensive medications, and it may be titrated up every two to four weeks until the blood pressure goal is achieved. If the goal is not achieved with the maximal dose of a single medication, a second medication with complementary action should be added.8For more information on the pharmacologic options for hypertension in children, seeeTable AandeTable B."
        },
        {
            "parent": 9,
            "text": "This article updates previous articles on this topic byLuma and Spiotta,23and byRiley and Bluhm.37"
        },
        {
            "parent": 9,
            "text": "Data Sources:We began with an initial evidence summary that included relevant POEMs, Cochrane reviews, evidence-based guidelines, and other items from Essential Evidence. A PubMed search was then done using the key terms primary hypertension, secondary hypertension, prehypertension, children, pediatrics, and adolescents. Articles referenced in the 2017 AAP Clinical Practice Guideline for Screening and Management of High Blood Pressure in Children and Adolescents were reviewed. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Also searched were the Agency for Healthcare Research and Quality evidence reports, the National Guideline Clearinghouse database, and UpToDate. Search dates: August to November 2017, and February and July 2018."
        }
    ],
    "locked": false
}