{
    "url": "https://www.aafp.org/pubs/afp/issues/2018/0615/p785.html#afp20180615p785-f1",
    "title": "Recurrent Abdominal Pain in Children | AAFP",
    "author": "CARIN E. REUST, MD, MSPH, AND AMY WILLIAMS, MD, MSPH",
    "doi": "Am Fam Physician.2018;97(12):785-793",
    "abstract": "Recurrent abdominal pain (RAP) in children is defined as at least three episodes of pain that occur over at least three months and affect the child's ability to perform normal activities. RAP is most often considered functional (nonorganic) abdominal pain, but an organic cause is found in 5% to 10% of cases. Further workup is warranted in children who have RAP and fever, vomiting, blood in the stool, more than three alarm symptoms, or a history of urinary tract infections. Physical examination findings that should prompt further workup include weight loss or failure to grow; jaundice; costovertebral tenderness or back pain with lower extremity neurologic symptoms; liver, spleen, or kidney enlargement; an abdominal mass; or localized tenderness on abdominal examination. Workup may include complete blood count, erythrocyte sedimentation rate, C-reactive protein level, fecal guaiac testing, fecal ova and parasite testing, or urinalysis. Pregnancy testing and screening for sexually transmitted infections should be considered in adolescents or if there are concerns about sexual abuse. Abdominal radiography can be helpful for diagnosing obstruction or constipation. Abdominal ultrasonography identifies an abnormality in up to 10% of children with RAP who meet criteria for further workup, compared with 1% of those who do not meet these criteria. Functional abdominal pain is a clinical diagnosis and no workup is needed. Management of functional abdominal pain focuses on improving quality of life, reducing parent and child concerns about the seriousness of the condition, and reducing the disability associated with pain rather than complete resolution of pain. Although evidence is lacking for most pharmacologic treatments of functional abdominal pain, psychological therapies such as cognitive behavior therapy and hypnotherapy have been shown to be beneficial.",
    "headers": [
        {
            "id": 0,
            "name": "Clinical Assessment",
            "level": 2
        },
        {
            "id": 1,
            "name": "INITIAL EVALUATION",
            "level": 3
        },
        {
            "id": 2,
            "name": "DIAGNOSTIC WORKUP",
            "level": 3
        },
        {
            "id": 3,
            "name": "Management",
            "level": 2
        },
        {
            "id": 4,
            "name": "ORGANIC CAUSES",
            "level": 3
        },
        {
            "id": 5,
            "name": "FUNCTIONAL ABDOMINAL PAIN",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "There are a variety of terms used for recurrent abdominal pain (RAP) in children(Table 1).1,2RAP is a descriptive term and not a diagnosis, and it has been defined as at least three bouts of pain occurring over at least three months that are severe enough to affect daily activities.3It accounts for up to 5% of primary care visits.4"
        },
        {
            "parent": -1,
            "text": "An organic cause(Table 25–8)is found in 5% to 10% of children with RAP.9If RAP is not associated with an anatomic, metabolic, infectious, inflammatory, or neoplastic disorder, it is considered functional (nonorganic) abdominal pain.10The worldwide pooled prevalence of functional abdominal pain in children is 13.5% (95% confidence interval [CI], 11.8% to 15.3%).11Functional abdominal pain is a clinical diagnosis and does not require a diagnostic workup.1"
        },
        {
            "parent": -1,
            "text": "Rome IV criteria are a standardized system to assist with diagnosis and management of childhood functional gastrointestinal disorders. These criteria include functional abdominal pain disorder, which is further divided into functional dyspepsia, irritable bowel syndrome (IBS), functional abdominal pain–not otherwise specified, and abdominal migraine. Among children with functional abdominal pain disorder in primary care, functional abdominal pain–not otherwise specified is most common (53.8%), followed by IBS (38.5%) and functional dyspepsia (7.7%).12"
        },
        {
            "parent": -1,
            "text": "The median duration of RAP in children is 7.5 months (interquartile range = 4.5 to 12 months), with longer duration in older children.13RAP persists in 29% of children (95% CI, 28.1% to 30.2%) for at least five years.14After 15 years of follow-up, 35% of patients initially treated for childhood functional abdominal pain in a tertiary care center met criteria for an adult functional gastrointestinal disorder. In addition, 48% had nonabdominal pain symptoms and 57% had headaches.15Psychosocial causes and associations with RAP have been suspected but not adequately studied(Table 3).1"
        },
        {
            "parent": 1,
            "text": "The traditional approach to recurrent episodes of abdominal pain in a child has been to determine if there is an organic or nonorganic cause for the pain. However, this distinction usually is not helpful because alarm symptoms and laboratory and diagnostic workup findings do not reliably diagnose organic disease in children. In children referred to subspecialty care for RAP, at least one alarm symptom was found in 54% of those with an organic cause, but also in 59% of those with a nonorganic cause.16Conversely, the lack of alarm symptoms does not rule organic disease in or out (positive likelihood ratio = 0.89 [95% CI, 0.63 to 1.27]; negative likelihood ratio = 1.09 [95% CI, 0.82 to 1.45]).16Organic disease is most reliably associated with the presence of fever (P≤ .05), vomiting (P< .10), blood in the stool (P< .10), more than three alarm findings(as highlighted inTable 41,17,18;P≤ .05), or history of urinary tract infections (P≤ .05).12 Patients with these factors should receive further workup."
        },
        {
            "parent": 1,
            "text": "If persistent, severe RAP causes the child to miss school, disrupts family activities, or requires frequent medical attention, further evaluation should be initiated to establish a diagnosis, if present, and to rule out a serious medical condition. Consultation with an appropriate pediatric subspecialist may be needed. The presence of specific findings on physical examination should also prompt further workup. These findings include weight loss or failure to grow; jaundice; costovertebral tenderness or back pain with lower extremity neurologic symptoms; liver, spleen, or kidney enlargement; abdominal mass; or localized tenderness on abdominal examination. Measurement of abdominal girth at the umbilicus can assist in diagnosing progressive abdominal distention. In pubertal adolescents, pelvic and scrotal examination should be part of the initial evaluation."
        },
        {
            "parent": 1,
            "text": "Figure 1is an algorithm for the evaluation of children with RAP."
        },
        {
            "parent": 2,
            "text": "Simple laboratory tests to consider include a complete blood count for anemia or infection, erythrocyte sedimentation rate or C-reactive protein level for infection or inflammatory conditions, urinalysis for urinary tract infections, fecal guaiac testing for gastrointestinal blood loss, and fecal ova and parasite testing for protozoal gastrointestinal infections(eTable A). Pregnancy testing and screening for sexually transmitted infections should be considered in adolescents or if there are concerns about sexual abuse."
        },
        {
            "parent": 2,
            "text": "Celiac disease has a variable presentation in children but should be considered in a child who has RAP and weight loss, diarrhea, vomiting, anemia, fatigue, recurrent mouth ulcers, or dermatitis herpetiformis–like rash.19Patients can be screened for celiac disease using tissue transglutaminase antibody testing (anti–tissue transglutaminase immunoglobulin A [IgA] level) and overall IgA level (positive likelihood ratio = 8.3, sensitivity ≥ 90%, specificity ≥ 90%).19-21Children with deficient IgA require a different testing strategy. False-negative results can occur in children who have a low-gluten diet, who have protein-losing enteropathy, who are taking immunosuppressive drugs, or who are younger than two years.19If the anti–tissue transglutaminase IgA level is elevated but less than 10 times the upper limit of normal for age, the child needs endoscopy with duodenal biopsy to confirm celiac disease; if it is 10 or more times the upper limit of normal for age, it may be appropriate to treat and then confirm with human leukocyte antigen (DQ2 and DQ8) and endomysial antibody testing.19"
        },
        {
            "parent": 2,
            "text": "A child with anemia, hematochezia (positive fecal guaiac test result), and weight loss should be evaluated for Crohn disease because these conditions have a cumulative sensitivity of 94% for Crohn disease in children.22Fecal calprotectin testing to screen for inflammatory bowel disease has primarily been studied in children referred to tertiary centers. In this population, the test has a pooled sensitivity of 92% (95% CI, 84% to 96%) and pooled specificity of 76% (95% CI, 62% to 86%) for inflammatory bowel disease.23A negative fecal calprotectin test result can rule out Crohn disease (negative likelihood ratio = 0.01; 95% CI, 0.00 to 0.13).24"
        },
        {
            "parent": 2,
            "text": "Screening forHelicobacter pyloriinfection,1,25lactose or fructose intolerance,1,26or FODMAP (fermentable oligosaccharides, disaccharides, monosaccharides, and polyols) sensitivity27is not reliable in children."
        },
        {
            "parent": 2,
            "text": "Abdominal radiography may be helpful in children to diagnose obstruction and constipation. Abnormalities are found on abdominal ultrasonography in up to 10% of children with RAP who have jaundice, persistent fever, urinary symptoms, significant weight loss, back or flank pain, vomiting, abnormal abdominal examination findings, abdominal pain away from the midline, and gastrointestinal bleeding,1,28compared with less than 1% of those without these findings.1"
        },
        {
            "parent": 2,
            "text": "Esophagogastroduodenoscopy may be diagnostic in 37% of children who have had RAP for more than one year.29In one study, diagnoses found on esophagogastroduodenoscopy included reflux esophagitis (21% of children with RAP); eosinophilic esophagitis (4.5%); eosinophilic gastroenteritis (4.1%);H. pyloriinfection (2.8%); celiac disease, peptic ulcer, hiatal hernia, and erosive esophagitis (0.6% each); and Crohn disease and chemical gastritis (0.3% each).29Even with an endoscopic diagnosis of organic disease, one-third of children do not improve with targeted therapy.29"
        },
        {
            "parent": 3,
            "text": "For all types of RAP in children, the primary goals of management are improving quality of life, reducing parent and child concern about the seriousness of the condition, and reducing disability associated with pain rather than complete resolution of pain.30It is important to validate the child's pain but reassure the family when there is no evidence of serious underlying pathology. Support and reassessment should be offered if alarm symptoms arise. Parents should be encouraged to avoid reinforcing RAP symptoms with secondary gain, such as missing school or removal from routine activities because of pain, and to return to a normal routine when possible.17If appropriate, the child should be included in identifying psychological factors that might worsen the symptoms, such as bullying; peer coercion; stress or anxiety; sexual, emotional, or physical abuse; or domestic violence.6"
        },
        {
            "parent": 3,
            "text": "In children with functional abdominal pain, the use of probiotics, such asLactobacillus, reduces the intensity and frequency of abdominal pain and is safe in children.31There is a lack of evidence for the relative biologic activity and effectiveness of different commercial preparations.9,31Synbiotics are dietary supplements that combine probiotics and prebiotics (a supplement that alters resident bacteria).32Lactol, a synbiotic that includesBacillus coagulans(probiotic) and fructooligosaccharides (prebiotic), shows mixed results for functional abdominal pain, with initial improvement but no difference after 12 weeks.33Lactol with pH-dependent peppermint oil (187 mg three times per day) may have benefit.34"
        },
        {
            "parent": 3,
            "text": "Systematic reviews show that cognitive behavior therapy and hypnotherapy improve abdominal pain in children with functional abdominal pain disorders.31Other psychological therapies have had variable success(Table 5).31,35–46"
        },
        {
            "parent": 3,
            "text": "Cognitive behavior therapy is an evidence-based psychosocial method that focuses on changing patterns of thinking that cause unwanted behaviors.47Most studies of cognitive behavior therapy for functional abdominal pain show promising results, with reduced pain intensity and improved health-related quality of life.35,36One study showed complete resolution of abdominal pain in 55% of children, and more than one-half (58%) remained pain free at 12 months.37However, another randomized controlled trial did not show benefit.38"
        },
        {
            "parent": 3,
            "text": "Hypnotherapy is another promising psychological therapy in which a hypnotized child visualizes relaxing images to ease symptoms such as pain and anxiety. Gut-directed hypnotherapy aims to create subconscious change, for example, by using visualizations such as picturing the gut as a flowing river to normalize bowel function.48Compared with standard medical care, hypnotherapy improved pain control and quality of life, and increased remission of abdominal pain.39Additionally, gut-directed hypnotherapy demonstrates sustained long-term effects, with continued pain relief five years after treatment in 68% of patients.40Home self-directed hypnotherapy using a CD may offer an alternative to patients without access to hypnotherapy.41"
        },
        {
            "parent": 4,
            "text": "Although treatment focused on a diagnosis does not reliably improve RAP, the following interventions may be beneficial in conjunction with supportive management.1,49"
        },
        {
            "parent": 4,
            "text": "Acid Reflux. Antacids and histamine H2antagonists are used in children, although their benefit has not been well studied.6,50"
        },
        {
            "parent": 4,
            "text": "Dyspepsia. Proton pump inhibitors, including lansoprazole (Prevacid) and pantoprazole (Protonix), are safe and effective for the treatment of dyspepsia in children and adolescents, with improved pain in more than 70% of patients.51"
        },
        {
            "parent": 4,
            "text": "Celiac Disease. A gluten-free diet should be initiated. Children with inflammatory bowel disease should be referred to a pediatric gastroenterologist for anti-inflammatory medications and biologics.9"
        },
        {
            "parent": 4,
            "text": "Chronic Constipation. Treatment includes dietary interventions, such as increased fluids, fiber, and prune, pear, and apple juices; behavioral interventions, including regular toilet time for five or 10 minutes after meals and use of stool diaries; reward systems; and parental education.52,53Polyethylene glycol (Miralax) is a first-line therapy in children, safe for resolving fecal impaction, and better accepted in children than non–polyethylene glycol laxatives such as magnesium hydroxide.53Severe constipation may require manual disimpaction, enemas (e.g., saline, mineral oil, polyethylene glycol), suppositories (e.g., bisacodyl [Dulcolax], glycerin), or other laxatives (e.g., magnesium citrate, lactulose, sorbitol, docusate [Colace], mineral oil).53Stimulant laxatives such as bisacodyl and senna should be reserved for short-term use and discontinued once regular stooling habits are maintained.52"
        },
        {
            "parent": 5,
            "text": "The management of functional abdominal pain in children is outlined inTable 6."
        },
        {
            "parent": 5,
            "text": "Functional Dyspepsia. Similar to acid reflux disease, functional dyspepsia is treated with antacids, H2antagonists, and proton pump inhibitors.6,51"
        },
        {
            "parent": 5,
            "text": "Irritable Bowel Syndrome. For diarrhea-predominant IBS, 5 g of partially hydrolyzed guar gum (a fiber from guar beans used in the food industry as a food thickener) may reduce abdominal pain and other symptoms.31Antispasmodics have not been shown to be beneficial in low-quality studies.50A small study showed that one or two peppermint oil capsules taken three times per day for two weeks can reduce diarrhea by 75%.1,54Loperamide (Imodium), an opiate analogue, may reduce diarrhea but not abdominal pain and has not been studied in children as comprehensively as in adults.55The use of antibiotics for treatment of IBS is controversial.55In a small study of children with IBS, treatment with 600 mg of rifaximin (Xifaxan) improved abdominal pain, constipation, diarrhea, bloating, and flatulence.56Treatment of constipation-predominant IBS is similar to that of constipation in children."
        },
        {
            "parent": 5,
            "text": "Abdominal Migraines. Treatment in children is similar to that in adults, including simple analgesics (e.g., acetaminophen, ibuprofen) for headaches and antiemetics (e.g., ondansetron [Zofran]) for nausea. Case reports suggest that nasal sumatriptan (Imitrex) is effective.57Rizatriptan (Maxalt) is approved by the U.S. Food and Drug Administration for children six to 17 years of age, and almotriptan (Axert), sumatriptan/naproxen (Treximet), and nasal zolmitriptan (Zomig) are approved for those 12 years and older. Injectable sumatriptan (Zembrace) and nasal sumatriptan have also been studied for acute migraine management in children six to 17 years of age. Prophylaxis with cyproheptadine, an H1antagonist, or propranolol can be considered if symptoms are severe, frequent, and disrupt the child's daily routine.58"
        },
        {
            "parent": 5,
            "text": "Functional Abdominal Pain–Not Otherwise Specified. There is little evidence supporting the use of a variety of medications commonly tried in children with functional abdominal pain–not otherwise specified.59Fiber supplementation is not beneficial.31Amitriptyline does not improve abdominal pain,60and citalopram (Celexa) does not improve pain, depression, anxiety, or somatization in children with functional abdominal pain–not otherwise specified.61Other medications lacking data to support routine use in children for pain or dyspepsia include muscle relaxants,17dopamine receptor antagonists (e.g., metoclopramide [Reglan], domperidone [not available in the United States]), and erythromycin.62Cyproheptadine improves patient and parent assessment of abdominal pain.63Famotidine (Pepcid), an H2antagonist, subjectively improves pain when children are asked after using the medication whether it was helpful. However, when objectively measured based on pain frequency, pain severity, management of symptoms (e.g., nausea, vomiting, epigastric pain), and relationship of pain to meals, treatment with famotidine does not show improvement.64"
        },
        {
            "parent": 5,
            "text": "This article updates a previous article on this topic byLake.65"
        },
        {
            "parent": 5,
            "text": "Data Sources:We searched the literature from 2000 to 2016 using OVID Medline (including epub ahead of print and in process), Cochrane Database of Systematic Reviews, Cochrane Central Register of Controlled Trials, Scopus, DynaMed, National Guideline Clearinghouse, ClinicalKey, and Essential Evidence Plus. Key words and truncated text words were included in the following search string: (chronic abdominal pain or functional abdominal pain or recurrent abdominal pain) AND (child* or pediatric* or adolesc*) AND (diagnostic techniques and procedures or diagnos*). Retrieval included meta-analyses, systematic reviews, randomized controlled trials, clinical trials, guidelines, and diagnostic studies. Search dates: November 8 and 22, 2016."
        }
    ],
    "locked": false
}