{
    "url": "https://www.aafp.org/pubs/afp/issues/2021/0601/p663.html#afp20210601p663-f1",
    "title": "Tinnitus: Diagnosis and Management | AAFP",
    "author": "SARAH N. DALRYMPLE, MD, SARAH H. LEWIS, DO, AND SAMANTHA PHILMAN, MD, MPH",
    "doi": "Am Fam Physician.2021;103(11):663-671",
    "abstract": "Tinnitus is the sensation of hearing a sound in the absence of an internal or external source and is a common problem encountered in primary care. Most cases of tinnitus are benign and idiopathic and are strongly associated with sensorineural hearing loss. A standard workup begins with a targeted history and physical examination to identify treatable causes and associated symptoms that may improve with treatment. Less common but potentially dangerous causes such as vascular tumors and vestibular schwannoma should be ruled out. A comprehensive audiologic evaluation should be performed for patients who experience unilateral tinnitus, tinnitus that has been present for six months or longer, or that is accompanied by hearing problems. Neuroimaging is not part of the standard workup unless the tinnitus is asymmetric or unilateral, pulsatile, associated with focal neurologic abnormalities, or associated with asymmetric hearing loss. Cognitive behavior therapy is the only treatment that has been shown to improve quality of life in patients with tinnitus. Sound therapy and tinnitus retraining therapy are treatment options, but evidence is inconclusive. Melatonin, antidepressants, and cognitive training may help with sleep disturbance, mood disorders, and cognitive impairments, respectively. Avoidance of noise exposure may help prevent the development or progression of tinnitus. Providing information about the natural progression of tinnitus and being familiar with the causes that warrant additional evaluation, imaging, and specialist involvement are essential to comprehensive care.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "HISTORY AND PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 3,
            "name": "AUDIOLOGY",
            "level": 3
        },
        {
            "id": 4,
            "name": "IMAGING AND OTHER DIAGNOSTIC TESTING",
            "level": 3
        },
        {
            "id": 5,
            "name": "Prevention",
            "level": 2
        },
        {
            "id": 6,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 7,
            "name": "TREATMENTS TO CONSIDER",
            "level": 3
        },
        {
            "id": 8,
            "name": "TREATMENTS TO AVOID",
            "level": 3
        },
        {
            "id": 9,
            "name": "Anticipatory Guidance for Primary Tinnitus",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Tinnitus is the perception of sound in the absence of an objective internal or external source. Tinnitus is a symptom, not a disease, and although it is typically not associated with a dangerous condition, it can significantly affect quality of life. Tinnitus is a common problem among adults in the United States, with an estimated prevalence of 10% to 15% and peak incidence between 60 and 69 years of age.1–3At least 20% of people diagnosed with tinnitus will seek clinical intervention.4The etiology of primary tinnitus is often unclear, but most cases are associated with sensorineural hearing loss (SNHL). Secondary tinnitus results from sound generated by a source near the ear or referred to the ear, and is rare, accounting for less than 1% of tinnitus cases.5,6Vascular and neuromuscular etiologies are the more common causes of secondary tinnitus.5,7Guidelines recommend a standard approach to history and physical examination that can begin the process of determining the etiology of the tinnitus, followed by audiometric testing and imaging, laboratory studies, and other testing as appropriate.8,9"
        },
        {
            "parent": 0,
            "text": "For this review, tinnitus is categorized as primary and secondary. Primary tinnitus is the more common of the two categories. It is idiopathic, and most cases are associated with SNHL, including presbycusis and noise-related hearing loss. The exact pathophysiology of primary tinnitus is often unclear and is likely multifactorial. It is thought to be a phantom sensation from abnormal neural activity in the ear, the auditory nerve, or central nervous system.10Patients with primary tinnitus that is not bothersome do not require further intervention.8Secondary tinnitus has an identifiable cause.8Table 1lists the causes of secondary tinnitus.6,11–16Many medications are associated with ototoxicity, resulting in tinnitus or hearing loss; the most commonly used are listed inTable 2.17–19Tinnitus is also a common accompanying symptom of Meniere disease and vestibular schwannoma, previously known as acoustic neuroma. Tinnitus is strongly associated with depression; the presence of tinnitus can worsen depressive symptoms and contribute to suicidal ideation.8,20"
        },
        {
            "parent": 1,
            "text": "When a patient presents with tinnitus, the clinician's main goal is to identify causes that can be treated, or that may be dangerous.Figure 1outlines elements of the initial evaluation and management of tinnitus.5,8,9,13,17–19,21–26"
        },
        {
            "parent": 2,
            "text": "A focused, detailed history and physical examination are the primary tools for diagnosing tinnitus, distinguishing benign from dangerous causes, and determining potential treatment options.8,9Initial triage involves identifying characteristics of the patient's tinnitus that warrant urgent evaluation: pulsatile, associated with neurologic abnormalities, asymmetric or unilateral symptoms, and asymmetric hearing loss. Although it is much less common, pulsatile tinnitus should raise suspicion for underlying cardiovascular disease and intracranial vascular abnormality (e.g., vascular tumor), increased intracranial pressure, or neoplasm.11"
        },
        {
            "parent": 2,
            "text": "The four history elements that provide the most helpful guidance for evaluation and management of tinnitus are chronicity, location (unilateral or bilateral), any associated hearing changes, and the impact (bothersome or not bothersome). The patient should be asked about associated symptoms, such as disturbance of sleep and mood and cognitive difficulties, because these negatively affect quality of life and may improve with treatment. Specific components, findings, and implications of the history for tinnitus are listed inTable 3.7,13–16,19,21,22,27–29The tools used most often in studies to assess the impact of tinnitus on daily living are the Tinnitus Handicap Inventory and the Tinnitus Questionnaire.30,31A newer validated tool, the Hearing and Tinnitus Survey, is a brief questionnaire that can discern between the burden of tinnitus and hearing loss, which may be useful to the clinician.32"
        },
        {
            "parent": 2,
            "text": "The physical examination should include the head; eyes; ears; neck; neurologic system, focusing on the cranial nerves and cerebellar function; and the cardiovascular system.Table 4lists specific examination findings that can assist in determining etiology or directing evaluative steps.11–13,22,23,28,33–35"
        },
        {
            "parent": 3,
            "text": "Referral for a comprehensive audiologic examination is appropriate for any patient with tinnitus, regardless of duration or characteristics.8For patients with chronic tinnitus (i.e., lasting six months or longer), unilateral tinnitus, or any reported hearing changes, the American Academy of Otolaryngology–Head and Neck Surgery (AAO-HNS) guideline recommends referral for comprehensive audiologic examination within four weeks.8,27Audiometry can identify the presence, degree, nature (i.e., conductive, sensorineural, or mixed), and any asymmetry of hearing loss.8,27"
        },
        {
            "parent": 3,
            "text": "Patients presenting with tinnitus associated with sudden SNHL should have urgent audiometry as recommended by the AAO-HNS guidelines because this requires urgent treatment with intratympanic corticosteroids. If audiometry is not available immediately, it should be performed within two weeks.8"
        },
        {
            "parent": 4,
            "text": "The AAO-HNS and European guidelines recommend imaging studies for patients with tinnitus that is unilateral, pulsatile, associated with asymmetric hearing loss, or associated with focal neurologic abnormalities.8,9This recommendation is based on observational studies that reviewed the high cost, risk of harm, and low yield of these studies outside of the findings mentioned previously on history and physical examination.8"
        },
        {
            "parent": 4,
            "text": "The recommended imaging test to evaluate asymmetric or unilateral, nonpulsatile tinnitus is magnetic resonance imaging (MRI) of the head and auditory canal with and without contrast media.24This is the preferred test to evaluate for vestibular schwannoma, the most common cerebellopontine angle lesion, and masses of the auditory pathway. If access to MRI is limited or MRI with contrast media is contraindicated, other options include noncontrast MRI, the auditory brainstem response test, and computed tomography (CT). Noncontrast MRI of the brain is comparably sensitive for evaluating for vestibular schwannoma but may be less appropriate for identifying other causes of tinnitus. The auditory brainstem response test also can be used to screen for vestibular schwannoma and has a high sensitivity for lesions larger than 1 cm, but not for smaller lesions.36CT may evaluate vascular or osseous lesions but may miss small masses that could contribute to symptoms.24"
        },
        {
            "parent": 4,
            "text": "A temporal-bone CT without contrast media or CT angiography of the head and neck is the recommended study for pulsatile tinnitus. A temporal-bone CT without contrast media specifically evaluates for paragangliomas or adenomatous middle ear tumors.24CT angiography of the head and neck evaluates for an underlying vascular process, such as carotid stenosis, dural arteriovenous fistulas, or signs of spontaneous or idiopathic intracranial hypertension, among other causes of pulsatile tinnitus.24,37Noncontrast MRI and magnetic resonance angiography can also be used to evaluate vascular processes if iodinated, or gadolinium contrast media cannot be used. Ultrasonography can be used to evaluate extracranial carotid stenosis, but positive findings are typically followed by CT angiography or magnetic resonance angiography.24"
        },
        {
            "parent": 4,
            "text": "Laboratory test results are unlikely to show a cause for tinnitus, and testing should be guided by clinical suspicion for specific contributing conditions. Previously described links between tinnitus and thyroid disease, vitamin B12deficiency, and diabetes mellitus were based on very low-quality evidence; therefore, routine testing for such disease entities is not warranted.3,38–41If the clinician is concerned about syphilis or Lyme disease, low-quality evidence suggests that appropriate serologies may be helpful; however, the incidence is low.42"
        },
        {
            "parent": 5,
            "text": "Tinnitus is strongly associated with SNHL; therefore, measures to prevent occupational and recreational noise exposure may be beneficial. Earplugs and earmuffs have been shown to reduce noise-related hearing loss.43Caution with potentially ototoxic medications and monitoring during use may help prevent tinnitus or its progression.17–19"
        },
        {
            "parent": 6,
            "text": "Treatment of tinnitus should focus on an underlying cause when identified, as in the case of secondary tinnitus. The following treatment options are for chronic, bothersome, primary tinnitus, and focus on alleviating or reducing the severity of patient distress and conditions associated with tinnitus(Table 58,9,20,25,27,44–64).Cognitive behavior therapy (CBT) is the only treatment with moderate- to high-quality evidence to suggest benefit on the primary tinnitus outcome,8,9,25,44,45often referred to as tinnitus distress, per measurement by a patient self-reporting survey such as the Tinnitus Handicap Inventory or Tinnitus Questionnaire. Conditions associated with tinnitus typically include mood and cognitive disorders, sleep problems, and general disability."
        },
        {
            "parent": 7,
            "text": "CBT is the only effective treatment for tinnitus with a well-established, moderate- to high-quality evidence base. CBT mitigates the effects of tinnitus by helping patients develop alternative coping strategies. The major effect of CBT on tinnitus is the improvement of quality of life. Methods include in-person, group or individual, and internet-based CBT; however, in-person CBT may have a larger positive effect on tinnitus symptoms.8,9,25,44,45"
        },
        {
            "parent": 7,
            "text": "Sound therapy is recommended by the AAO-HNS for the treatment of tinnitus by masking the sound through acoustic stimulation, hearing aids, or sound generators, thereby allowing the auditory system to adapt. The evidence for sound therapy as an effective solo treatment is inconclusive, but there have been no associated adverse effects.25,46,47Health professionals can consider sound therapy, by itself or with other treatments, for patients with chronic tinnitus. Tinnitus retraining therapy, a combination of sound therapy and directed counseling, is recommended by otolaryngologists but lacks supportive evidence.45,48–50"
        },
        {
            "parent": 7,
            "text": "There are effective treatments for several conditions associated with tinnitus, including depression, anxiety, sleep disturbance, cognition, and general disability. Nortriptyline (Pamelor) and sertraline (Zoloft) were found to improve comorbid depression and anxiety, respectively. Tri-cyclic antidepressants may improve tinnitus-related disability.51Trazodone and melatonin were found to improve sleep disturbance associated with tinnitus.52Cognitive training therapy may help improve the common cognitive impairments related to the condition, specifically attention and concentration.53"
        },
        {
            "parent": 8,
            "text": "Benzodiazepines are not recommended for the treatment of tinnitus.2As a class, benzodiazepines show inconsistent effects, and their use is associated with high rates of adverse effects and potential for abuse.54Anticonvulsants, including gabapentin (Neurontin), carbamazepine (Tegretol), lamotrigine (Lamictal), and acamprosate (Campral), have been studied on a small scale and found to be ineffective in the treatment of tinnitus with a high rate of adverse effects (18%).20,55There is no evidence thatGinkgo bilobaeffectively treats patients with primary tinnitus.56Nitrous oxide was also found to be an ineffective treatment.57"
        },
        {
            "parent": 8,
            "text": "The use of repetitive transcranial magnetic stimulation in the treatment of tinnitus has been debated. The most recent data showed repetitive transcranial magnetic stimulation to be ineffective, and it is not recommended for treatment of tinnitus.58Electrical stimulation, primarily transcranial direct current stimulation, is also ineffective and therefore not recommended.59"
        },
        {
            "parent": 8,
            "text": "The following treatments have been studied, and there is insufficient evidence for or against their use for the treatment of tinnitus: acupuncture60; electrical stimulation in the form of transcutaneous electrical nerve stimulation61; bimodal stimulation, a combination of auditory and somatosensory (electrical) stimulation62; hyperbaric oxygen63; and a surgical procedure called microvascular decompression of the cranial nerve VIII (vestibulocochlear).64"
        },
        {
            "parent": 9,
            "text": "Resolution or significant reduction in tinnitus can occasionally occur, although this is more likely in younger patients and those with tinnitus of shorter duration, whereas others may develop worse symptoms.26,27Providing this information may help patients understand the natural course of tinnitus. Counseling patients to avoid loud noise exposure and initiating CBT early in the course may minimize the effect of tinnitus on quality of life and help patients develop coping skills that may reduce the impact of the condition."
        },
        {
            "parent": 9,
            "text": "This article updates previous articles on this topic byYew65andCrummer and Hassan.66"
        },
        {
            "parent": 9,
            "text": "Data Sources:A search of Essential Evidence Plus was completed using the key word tinnitus. The search included InfoPOEMs, Cochrane reviews, and practice guidelines. Also searched were DynaMed, PubMed, and the U.S. Food and Drug Administration website for specific information about diagnosis, treatment, and other management, including medications associated with tinnitus. Search dates: January 3 to July 31, 2020, and November 24, 2020."
        }
    ],
    "locked": false
}