{
    "url": "https://www.aafp.org/pubs/afp/issues/2016/0715/p106.html#afp20160715p106-f1",
    "title": "Diagnosis and Treatment of Polycystic Ovary Syndrome | AAFP",
    "author": "TRACY WILLIAMS, MD, RAMI MORTADA, MD, AND SAMUEL PORTER, MD",
    "doi": "Am Fam Physician.2016;94(2):106-113",
    "abstract": "Polycystic ovary syndrome is the most common endocrinopathy among reproductive-aged women in the United States, affecting approximately 7% of female patients. Although the pathophysiology of the syndrome is complex and there is no single defect from which it is known to result, it is hypothesized that insulin resistance is a key factor. Metabolic syndrome is twice as common in patients with polycystic ovary syndrome compared with the general population, and patients with polycystic ovary syndrome are four times more likely than the general population to develop type 2 diabetes mellitus. Patient presentation is variable, ranging from asymptomatic to having multiple gynecologic, dermatologic, or metabolic manifestations. Guidelines from the Endocrine Society recommend using the Rotterdam criteria for diagnosis, which mandate the presence of two of the following three findings—hyperandrogenism, ovulatory dysfunction, and polycystic ovaries—plus the exclusion of other diagnoses that could result in hyperandrogenism or ovulatory dysfunction. It is reasonable to delay evaluation for polycystic ovary syndrome in adolescent patients until two years after menarche. For this age group, it is also recommended that all three Rotterdam criteria be met before the diagnosis is made. Patients who have marked virilization or rapid onset of symptoms require immediate evaluation for a potential androgen-secreting tumor. Treatment of polycystic ovary syndrome is individualized based on the patient's presentation and desire for pregnancy. For patients who are overweight, weight loss is recommended. Clomiphene and letrozole are first-line medications for infertility. Metformin is the first-line medication for metabolic manifestations, such as hyperglycemia. Hormonal contraceptives are first-line therapy for irregular menses and dermatologic manifestations.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology and Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Common Comorbidities",
            "level": 2
        },
        {
            "id": 2,
            "name": "Clinical Presentation",
            "level": 2
        },
        {
            "id": 3,
            "name": "Diagnostic Workup",
            "level": 2
        },
        {
            "id": 4,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 5,
            "name": "ANOVULATION AND INFERTILITY",
            "level": 3
        },
        {
            "id": 6,
            "name": "MENSTRUAL IRREGULARITY",
            "level": 3
        },
        {
            "id": 7,
            "name": "HIRSUTISM",
            "level": 3
        },
        {
            "id": 8,
            "name": "ACNE",
            "level": 3
        },
        {
            "id": 9,
            "name": "Areas for Future Research",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Polycystic ovary syndrome (PCOS) is a complex condition that is most often diagnosed by the presence of two of the three following criteria: hyperandrogenism, ovulatory dysfunction, and polycystic ovaries. Because these findings may have multiple causes other than PCOS, a careful, targeted history and physical examination are required to ensure appropriate diagnosis and treatment. This article provides an algorithmic approach to the care of patients with suspected or known PCOS."
        },
        {
            "parent": -1,
            "text": "Recent studies suggest that letrozole (Femara) is associated with higher live-birth and ovulation rates compared with clomiphene in patients with polycystic ovary syndrome."
        },
        {
            "parent": -1,
            "text": "A 2012 Cochrane review concluded that metformin does not improve fertility in patients with polycystic ovary syndrome."
        },
        {
            "parent": 0,
            "text": "PCOS is the most common endocrinopathy among reproductive-aged women in the United States, affecting approximately 7% of female patients.1Although its exact etiology is unclear, PCOS is currently thought to emerge from a complex interaction of genetic and environmental traits. Evidence from one twin-family study indicates that there is a strong correlation between familial factors and the presence of PCOS.2"
        },
        {
            "parent": 0,
            "text": "The pathogenesis of PCOS has been linked to altered luteinizing hormone (LH) action, insulin resistance, and a possible predisposition to hyperandrogenism.3–7One theory maintains that underlying insulin resistance exacerbates hyperandrogenism by suppressing synthesis of sex hormone–binding globulin and increasing adrenal and ovarian synthesis of androgens, thereby increasing androgen levels. These androgens then lead to irregular menses and physical manifestations of hyperandrogenism.8"
        },
        {
            "parent": 1,
            "text": "PCOS is associated with multiple metabolic defects, including metabolic syndrome. Twice as many women with PCOS have metabolic syndrome as in the general population, and about one-half of women with PCOS are obese.1,9The presence of PCOS is also associated with a fourfold increase in the risk of type 2 diabetes mellitus.10There is an increased prevalence of nonalcoholic fatty liver disease,11,12sleep apnea,13and dyslipidemia14in patients with PCOS, even when controlled for body mass index. Rates of cardiovascular disease are higher in patients with PCOS, but increased cardiovascular mortality has not been consistently demonstrated.15,16Finally, there is evidence to suggest an increased risk of mood disorders among patients with PCOS.17,18"
        },
        {
            "parent": 1,
            "text": "Given the conditions associated with PCOS, the Endocrine Society, the Androgen Excess and PCOS Society, and the American College of Obstetricians and Gynecologists recommend that clinicians evaluate patients' blood pressure at every visit and lipid levels at the time of diagnosis, and screen for type 2 diabetes with a two-hour oral glucose tolerance test regardless of a patient's body mass index. Patients should have repeat diabetes screening every three to five years, or more often if other indications for screening are present.19–21The Endocrine Society further recommends depression screening, as well as screening for symptoms of obstructive sleep apnea in overweight and obese patients with PCOS.19However, routine screening for nonalcoholic fatty liver disease or endometrial cancer (using ultrasonography) is not recommended.19"
        },
        {
            "parent": 2,
            "text": "The clinical presentation of PCOS is variable. Patients may be asymptomatic or they may have multiple gynecologic, dermatologic, or metabolic manifestations. Patients with PCOS most commonly present with signs of hyperandrogenism and a constellation of oligomenorrhea, amenorrhea, or infertility.19,22Workup for PCOS is sometimes prompted by an incidental finding of multiple ovarian cysts after ultrasonography."
        },
        {
            "parent": 3,
            "text": "The diagnostic workup should begin with a thorough history and physical examination. Clinicians should focus on the patient's menstrual history, any fluctuations in the patient's weight and their impact on PCOS symptoms, and cutaneous findings (e.g., terminal hair, acne, alopecia, acanthosis nigricans, skin tags).19Patients should also be asked about factors related to common comorbidities of PCOS."
        },
        {
            "parent": 3,
            "text": "The Endocrine Society advises clinicians to diagnose PCOS using the 2003 Rotterdam criteria(Table 119), although recommendations differ across guidelines.23According to the Rotterdam criteria, diagnosis requires the presence of at least two of the following three findings: hyperandrogenism, ovulatory dysfunction, and polycystic ovaries."
        },
        {
            "parent": 3,
            "text": "Diagnosis can generally be accomplished with a careful history, physical examination, and basic laboratory testing, without the need for ultrasonography or other imaging. Hyperandrogenism can be diagnosed clinically by the presence of excessive acne, androgenic alopecia, or hirsutism (terminal hair in a male-pattern distribution); or chemically, by elevated serum levels of total, bioavailable, or free testosterone or dehydroepiandrosterone sulfate.23Measurement of androgen levels is helpful in the rare occasion that an androgen-secreting tumor is suspected (e.g., when a patient has marked virilization or rapid onset of symptoms associated with PCOS)."
        },
        {
            "parent": 3,
            "text": "Ovulatory dysfunction refers to oligomenorrhea (cycles more than 35 days apart but less than six months apart) or amenorrhea (absence of menstruation for six to 12 months after a cyclic pattern has been established).24"
        },
        {
            "parent": 3,
            "text": "A polycystic ovary is defined as an ovary containing 12 or more follicles (or 25 or more follicles using new ultrasound technology) measuring 2 to 9 mm in diameter or an ovary that has a volume of greater than 10 mL on ultrasonography. A single ovary meeting either or both of these definitions is sufficient for diagnosis of polycystic ovaries.23,25However, ultrasonography of the ovaries is unnecessary unless imaging is needed to rule out a tumor or the patient has met only one of the other Rotterdam criteria for PCOS.19,26Polycystic ovaries meeting the above parameters can be found in as many as 62% of patients with normal ovulation, with prevalence declining as patients increase in age.27"
        },
        {
            "parent": 3,
            "text": "The goal of further evaluation of suspected PCOS is twofold: to exclude other treatable conditions that can mimic PCOS and to detect and treat long-term metabolic complications. Anovulation is common after menarche, so it is reasonable to delay workup for PCOS in adolescents until they have been oligomenorrheic for at least two years.28If an adolescent is evaluated for PCOS, it has been suggested that she meet all three of the Rotterdam criteria before being diagnosed with the condition28(Table 119)."
        },
        {
            "parent": 3,
            "text": "The differential diagnosis of PCOS is broad and includes both endocrinologic and malignant etiologies.Figure 119provides an algorithm for the workup of select presentations. For any woman with suspected PCOS, the Endocrine Society recommends excluding pregnancy, thyroid dysfunction, hyperprolactinemia, and nonclassical congenital adrenal hyperplasia.19Depending on presentation, conditions such as hypothalamic amenorrhea and primary ovarian insufficiency should also be excluded. In women with rapid symptom onset or significant virilization, such as deepening voice or clitoromegaly, an androgen-secreting tumor should be ruled out. Finally, Cushing syndrome or acromegaly should be excluded in patients with physical findings that suggest either condition.19There is no need to order laboratory testing for these conditions if the patient does not have suggestive physical findings."
        },
        {
            "parent": 3,
            "text": "Other tests that may be helpful but are not necessary for diagnosis include measurement of LH and follicle-stimulating hormone (FSH) levels to determine a serum ratio of LH/FSH. A ratio greater than 2 generally indicates PCOS, but there are no exact cutoff values because many different assays are used.26The FSH level is more helpful in ruling out ovarian failure.26"
        },
        {
            "parent": 4,
            "text": "PCOS is a multifaceted syndrome that affects multiple organ systems with significant metabolic and reproductive manifestations. Treatment should be individualized based on the patient's presentation and desire for pregnancy(Figure 219,29–35). Devices and medications used to treat manifestations of PCOS, and their associated adverse effects, are described inTable 2.19,29–33,36"
        },
        {
            "parent": 4,
            "text": "A team approach involving care by primary care and subspecialist physicians can be helpful to address the multiple manifestations of the syndrome. Goals for treatment (e.g., treating infertility; regulating menses for endometrial protection; controlling hyperandrogenic features, including hirsutism and acne) must account for the patient's preferences because therapy selection may otherwise conflict with outcomes that the patient considers important. Metabolic complications should be addressed in every patient via a blood pressure evaluation, a lipid panel, and a two-hour oral glucose tolerance test. Patients who are overweight should be evaluated for signs and symptoms of obstructive sleep apnea. All patients should be screened for depression(Figure 119)."
        },
        {
            "parent": 5,
            "text": "Lifestyle modification and weight reduction reduce insulin resistance and can significantly improve ovulation. Therefore, lifestyle modification is first-line therapy for women who are overweight.37A calorie-restricted diet is recommended for all patients with PCOS who are overweight. Weight loss has been shown to have a positive effect on fertility and metabolic profile.19,30The Endocrine Society recommends clomiphene or letrozole (Femara) for ovulation induction. Recent studies suggest that letrozole is associated with higher live-birth rates and ovulation rates compared with clomiphene in patients with PCOS.29The impact of metformin on fertility is controversial; although it was once believed to improve infertility, a 2012 Cochrane review concluded that it does not.38"
        },
        {
            "parent": 6,
            "text": "In a patient not seeking pregnancy, the Endocrine Society recommends hormonal contraception (i.e., oral contraceptive, dermal patch, or vaginal ring) as the initial medication for treatment of irregular menses and hyperandrogenism manifesting as acne or hirsutism.19,30Small studies have shown that metformin can restore regular menses in up to 50% to 70% of women with PCOS,39,40but oral contraceptives have been shown to be superior to metformin for regulating menses and lowering androgen levels.30There are no studies demonstrating superiority of one oral contraceptive over another in treating PCOS. Prevention of endometrial hyperplasia from chronic anovulation may be accomplished either by progesterone derivatives, progestin-containing oral contraceptives, or the levonorgestrel-releasing intrauterine system (Mirena).31,41Patient comfort and preference should also be taken into account when treating irregular menses."
        },
        {
            "parent": 7,
            "text": "Hirsutism is a bothersome hyperandrogenic manifestation of PCOS that may require at least six months of treatment before improvement begins. According to a 2015 Cochrane review, the most effective first-line therapy for mild hirsutism is oral contraceptives.32Spironolactone, 100 mg daily, and flutamide, 250 mg twice daily, are safe for patient use, but the evidence for their effectiveness is minimal.32Other therapies include eflornithine (Vaniqa), electrolysis, or light-based therapies such as lasers and intense pulsed light. Any of these can be used as monotherapy in mild cases or as adjunctive therapy in more severe cases.33"
        },
        {
            "parent": 8,
            "text": "Acne is common in the general population and in patients with PCOS. Hormonal contraceptives are first-line medications for treating acne associated with PCOS and can be used in conjunction with standard topical acne therapy (e.g., retinoids, antibiotics, benzoyl peroxide) or as monotherapy.19,34Antiandrogens, spironolactone being the most common, can be added as second-line medications.19,34"
        },
        {
            "parent": 9,
            "text": "More research is needed to clarify the complex pathophysiology of PCOS. No single test is currently available for its diagnosis. Additionally, once diagnosis is established, the options for treatment are of limited number and effectiveness because they target only the symptoms of PCOS. Finally, patients with PCOS have higher rates of metabolic complications, such as cardiovascular disease, but their impact on mortality is not clear. Therefore, more prospective epidemiologic studies on the topic are necessary."
        },
        {
            "parent": 9,
            "text": "Data Sources: PubMed, the Cochrane database, UpToDate, and Dynamed were searched using the key terms polycystic ovarian syndrome, metabolic syndrome, infertility, and diagnosis and treatment. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Search dates: April 2015 and March 2016."
        },
        {
            "parent": 9,
            "text": "This review updates previous articles on this topic byRichardson35;Radosh36; andHunter and Sterrett.42"
        }
    ],
    "locked": false
}