{
    "url": "https://www.aafp.org/pubs/afp/issues/2016/0115/p114.html#afp20160115p114-f1",
    "title": "Acute Bacterial Prostatitis: Diagnosis and Management | AAFP",
    "author": "TIMOTHY J. COKER, MD, AND DANIEL M. DIERFELDT, DO",
    "doi": "Am Fam Physician.2016;93(2):114-120",
    "abstract": "Acute bacterial prostatitis is an acute infection of the prostate gland that causes pelvic pain and urinary tract symptoms, such as dysuria, urinary frequency, and urinary retention, and may lead to systemic symptoms, such as fevers, chills, nausea, emesis, and malaise. Although the true incidence is unknown, acute bacterial prostatitis is estimated to comprise approximately 10% of all cases of prostatitis. Most acute bacterial prostatitis infections are community acquired, but some occur after transurethral manipulation procedures, such as urethral catheterization and cystoscopy, or after transrectal prostate biopsy. The physical examination should include abdominal, genital, and digital rectal examination to assess for a tender, enlarged, or boggy prostate. Diagnosis is predominantly made based on history and physical examination, but may be aided by urinalysis. Urine cultures should be obtained in all patients who are suspected of having acute bacterial prostatitis to determine the responsible bacteria and its antibiotic sensitivity pattern. Additional laboratory studies can be obtained based on risk factors and severity of illness. Radiography is typically unnecessary. Most patients can be treated as outpatients with oral antibiotics and supportive measures. Hospitalization and broad-spectrum intravenous antibiotics should be considered in patients who are systemically ill, unable to voluntarily urinate, unable to tolerate oral intake, or have risk factors for antibiotic resistance. Typical antibiotic regimens include ceftriaxone and doxycycline, ciprofloxacin, and piperacillin/tazobactam. The risk of nosocomial bacterial prostatitis can be reduced by using antibiotics, such as ciprofloxacin, before transrectal prostate biopsy.",
    "headers": [
        {
            "id": 0,
            "name": "Pathogenesis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Microbiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Clinical Presentation",
            "level": 2
        },
        {
            "id": 3,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 4,
            "name": "PROGNOSTIC FACTORS",
            "level": 3
        },
        {
            "id": 5,
            "name": "IMAGING",
            "level": 3
        },
        {
            "id": 6,
            "name": "Management",
            "level": 2
        },
        {
            "id": 7,
            "name": "Complications",
            "level": 2
        },
        {
            "id": 8,
            "name": "Prevention",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Acute bacterial prostatitis is an acute infection of the prostate gland that causes urinary tract symptoms and pelvic pain in men.1It is estimated to comprise up to 10% of all prostatitis diagnoses, and its incidence peaks in persons 20 to 40 years of age and in persons older than 70 years.2Most cases can be diagnosed with a convincing history and physical examination.3Although prostatitis-like symptoms have a combined prevalence of 8.2% in men, the incidence and prevalence of acute bacterial prostatitis are unknown.4"
        },
        {
            "parent": 0,
            "text": "Most cases of acute bacterial prostatitis are caused by ascending urethral infection or intraprostatic reflux and are facilitated by numerous risk factors(Table 1).4–10These infections may occur from direct inoculation after transrectal prostate biopsy and transurethral manipulations (e.g., catheterization and cystoscopy).6–8Occasionally, direct or lymphatic spread from the rectum or hematogenous spread via bacterial sepsis can cause acute bacterial prostatitis.11Overall, community-acquired infections are three times more common than nosocomial infections.3"
        },
        {
            "parent": 1,
            "text": "Acute bacterial prostatitis is most frequently caused byEscherichia coli, followed byPseudomonas aeruginosa, andKlebsiella,Enterococcus, Enterobacter,Proteus, andSerratiaspecies.3,5,7,10In sexually active men,Neisseria gonorrhoeaeandChlamydia trachomatisshould be considered.12Patients who are immunocompromised (e.g., persons with human immunodeficiency virus) are more likely to have uncommon causes for prostatitis, such asSalmonella,Candida, andCryptococcusspecies(Table 2).3,7,10,12"
        },
        {
            "parent": 1,
            "text": "Infections that occur after transurethral manipulation are more likely to be caused byPseudomonasspecies, which have higher rates of resistance to cephalosporins and carbapenems.7Transrectal prostate biopsies can cause postoperative infections. Perioperative antibiotics have reduced the rates of postoperative prostatitis to between 0.67% and 2.10% of cases, but have increased the incidence of prostatitis caused by fluoroquinolone-resistant bacteria and extended spectrum beta-lactamase–producingE. coli.13–18"
        },
        {
            "parent": 2,
            "text": "Patients with acute bacterial prostatitis often present with acute onset of irritative (e.g., dysuria, urinary frequency, urinary urgency) or obstructive (e.g., hesitancy, incomplete voiding, straining to urinate, weak stream) voiding symptoms. Patients may report suprapubic, rectal, or perineal pain.6,9,11Painful ejaculation, hematospermia, and painful defecation may be present as well.19Systemic symptoms, such as fever, chills, nausea, emesis, and malaise, commonly occur, and their presence should prompt physicians to determine if patients meet clinical criteria for sepsis."
        },
        {
            "parent": 2,
            "text": "The physical examination should include an abdominal examination to detect a distended bladder and costovertebral angle tenderness, a genital examination, and a digital rectal examination. A digital rectal examination should be performed gently because vigorous prostatic massage can induce bacteremia, and subsequently, sepsis.9,11,20In a patient with acute bacterial prostatitis, the prostate will often be tender, enlarged, or boggy. If there is concern for obstructed voiding, postvoid residual urine volumes should be measured using ultrasonography."
        },
        {
            "parent": 2,
            "text": "Several conditions present with similar symptoms and must be differentiated from acute bacterial prostatitis(Table 3)."
        },
        {
            "parent": 3,
            "text": "A convincing history and physical examination are typically sufficient to diagnose acute bacterial prostatitis. Physicians should obtain a urinalysis and midstream urine culture to support the clinical diagnosis before administering antibiotics.3,10,11"
        },
        {
            "parent": 3,
            "text": "Blood cultures should be collected before initiating antibiotics in patients with a body temperature greater than 101.1°F (38.4°C), a possible hematogenous source of infection (e.g., endocarditis withStaphylococcus aureus), complicated infections (e.g., sepsis), or who are immunocompromised.11,21Although blood and urine cultures can aid in diagnosis and management, up to 35% of urine cultures in patients with acute prostatitis will fail to grow an organism.3"
        },
        {
            "parent": 3,
            "text": "In men younger than 35 years who are sexually active, and in men older than 35 years who engage in high-risk sexual behavior, a Gram stain of urethral swabs, a culture of urethral discharge, or a DNA amplification test should be obtained to evaluate forN. gonorrhoeaeandC. trachomatis.11,22"
        },
        {
            "parent": 3,
            "text": "Urine testing before and after prostatic massage (also known as the Meares-Stamey 2-glass or 4-glass test) is useful in diagnosing chronic prostate and pelvic disorders; however, such testing should not be performed in patients with suspected acute bacterial prostatitis because prostatic massage increases the risk of bacteremia, and subsequently, sepsis."
        },
        {
            "parent": 4,
            "text": "A 2014 study of patients with acute bacterial prostatitis identified age older than 65 years, body temperature greater than 100.4°F (38°C), benign prostatic hypertrophy, urinary retention, and transurethral catheterization as factors associated with poor outcomes.23These outcomes included septic shock, positive blood culture, and prostatic abscess.23In patients with any of these factors, the physician should strongly consider ordering a complete blood count and a basic metabolic panel. In the same study, a white blood cell count greater than 18,000 per mm3(18 × 109per L) and a blood urea nitrogen level greater than 19 mg per dL (6.8 mmol per L) were independently associated with severe cases of acute bacterial prostatitis. Inflammatory markers, such as C-reactive protein and erythrocyte sedimentation rate, will likely be elevated, but these tests have minimal clinical or diagnostic utility.23"
        },
        {
            "parent": 4,
            "text": "Prostate-specific antigen (PSA) levels are not indicated in the workup of acute bacterial prostatitis.11,12,20Approximately 70% of men will have a spurious PSA elevation due to disruption of prostatic architecture caused by inflammation.19Elevated PSA levels can persist for one to two months after treatment.11,12If PSA levels remain elevated for more than two months, prostate cancer should be considered because 20% of persistent elevations are associated with malignancy.19"
        },
        {
            "parent": 5,
            "text": "Imaging studies are usually unnecessary during the initial evaluation, but may help when the diagnosis remains unclear or when patients do not respond to adequate antibiotic therapy. Patients who remain febrile after 36 hours or whose symptoms do not improve with antibiotics should undergo transrectal ultrasonography to evaluate for prostatic abscess. Alternatively, noncontrast computed tomography (CT) or magnetic resonance imaging (MRI) of the pelvis could be considered. Prostate biopsy should not be performed to avoid inducing septicemia."
        },
        {
            "parent": 6,
            "text": "Management of acute bacterial prostatitis should be based on severity of symptoms, risk factors, and local antibiotic resistance patterns(Figure 1). Most patients can be treated with outpatient antibiotics; fewer than one in six patients will require hospitalization.6Admission criteria are listed inTable 4."
        },
        {
            "parent": 6,
            "text": "Initial empiric antibiotic therapy should be based on the suspected mode of infection and the presumed infecting organism(Table 5).5,7–9,15–17,24,25Antibiotics should be adjusted based on culture and sensitivity results, when available.10,15Men younger than 35 years who are sexually active and men older than 35 years who engage in high-risk sexual behavior should be treated with regimens that coverN. gonorrhoeaeandC. trachomatis.12Patients with risk factors for antibiotic resistance require intravenous therapy with broad-spectrum regimens because of the high likelihood of complications.7,8,15,24"
        },
        {
            "parent": 6,
            "text": "The duration of antibiotic therapy for mild infections is typically 10 to 14 days (with a two-week extension if the patient remains symptomatic), or four weeks for severe infections.9,26Febrile patients should generally become afebrile within 36 hours of starting antibiotic therapy.27Otherwise, imaging with transrectal ultrasonography, CT, or MRI is required to rule out prostatic abscess.27After severe infections improve and the patient is afebrile, antibiotics should be transitioned to oral form and continued for another two to four weeks.5,28Repeat urine cultures should be obtained one week after cessation of antibiotics to ensure bacterial clearance.12"
        },
        {
            "parent": 6,
            "text": "Supportive measures include providing antipyretics, hydrating fluids, and pain control. Acute urinary retention occurs in approximately one in 10 patients with acute bacterial prostatitis. Relieving urinary obstruction is an important treatment consideration in clearing the infection and providing pain relief.6However, the best approach to this intervention has not been determined. Cystostomy provides good relief and may prevent chronic infection, but urethral catheterization is an easier option for relieving obstruction.29"
        },
        {
            "parent": 7,
            "text": "Prostatic abscesses occur in 2.7% of patients with acute bacterial prostatitis and require urology consultation for drainage.6Risk factors for prostatic abscess include long-term urinary catheterization, recent urethral manipulation, and an immunocompromised state."
        },
        {
            "parent": 7,
            "text": "Approximately 13% of patients with acute bacterial prostatitis experience recurrence necessitating a longer course of antibiotics.6Patients with persistent or recurrent symptoms should have a repeat urine culture to evaluate for repeat bacterial prostatitis and be treated based on culture results. After three months of persistent or recurrent symptoms, patients should be evaluated and treated based on chronic prostate syndrome guidelines.1Approximately one in nine patients with acute bacterial prostatitis will develop chronic bacterial prostatitis or chronic pelvic pain syndrome.29"
        },
        {
            "parent": 8,
            "text": "Although there are no known strategies for preventing community-acquired acute bacterial prostatitis, nosocomial infections can be reduced by avoiding unnecessary manipulation of the prostate, such as transrectal biopsy or urethral catheterization. Administering antibiotics before transrectal prostate biopsies reduces postoperative complications such as urinary tract infections, acute prostatitis, bacteriuria, and bacteremia; new approaches to prevention are needed to reduce fluoroquinolone resistance and extended spectrum beta-lactamase–producingE. coliinfections.13,14A 500-mg oral dose of ciprofloxacin 12 hours before transrectal prostate biopsy with a repeat dose at the time of biopsy is the typical prophylactic regimen.25Preoperative enemas do not reduce infection rates.24In patients who are at increased risk of harboring fluoroquinolone-resistant bacteria, preoperative stool cultures may allow for tailoring of antibiotics at the time of the procedure.17,30"
        },
        {
            "parent": 8,
            "text": "Data Sources: A PubMed search was completed in Clinical Queries using the keywords acute prostatitis, title words acute prostatitis, and prostatitis [MeSH] AND acute. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Also searched were the Agency for Healthcare Research and Quality evidence reports, Cochrane Database of Systematic Reviews, National Guideline Clearing-house, Essential Evidence Plus, and UpToDate. Search Dates: November 19, 2014, and October 20, 2015."
        },
        {
            "parent": 8,
            "text": "The opinions and assertions contained herein are the private views of the authors and are not to be construed as official or as reflecting the views of the U.S. Air Force Medical Department or the U.S. Air Force at large."
        }
    ],
    "locked": false
}