{
    "url": "https://www.aafp.org/pubs/afp/issues/2015/1201/p985.html#afp20151201p985-f1",
    "title": "Treatment of Allergic Rhinitis | AAFP",
    "author": "DENISE K.C. SUR, MD, AND MONICA L. PLESA, MD",
    "doi": "Am Fam Physician.2015;92(11):985-992",
    "abstract": "Allergic rhinitis is a common and chronic immunoglobulin E–mediated respiratory illness that can affect quality of life and productivity, as well as exacerbate other conditions such as asthma. Treatment should be based on the patient's age and severity of symptoms. Patients should be educated about their condition and advised to avoid known allergens. Intranasal corticosteroids are the most effective treatment and should be first-line therapy for persistent symptoms affecting quality of life. More severe disease that does not respond to intranasal corticosteroids should be treated with second-line therapies, including antihistamines, decongestants, cromolyn, leukotriene receptor antagonists, and nonpharmacologic therapies such as nasal irrigation. Subcutaneous or sublingual immunotherapy should be considered if usual treatments do not adequately control symptoms and in patients with allergic asthma. Evidence does not support the use of mite-proof impermeable mattresses and pillow covers, breastfeeding, air filtration systems, or delayed exposure to solid foods in infancy or to pets in childhood.",
    "headers": [
        {
            "id": 0,
            "name": "Environmental Control and Prevention",
            "level": 2
        },
        {
            "id": 1,
            "name": "Pharmacotherapy",
            "level": 2
        },
        {
            "id": 2,
            "name": "INTRANASAL CORTICOSTEROIDS",
            "level": 3
        },
        {
            "id": 3,
            "name": "ORAL ANTIHISTAMINES",
            "level": 3
        },
        {
            "id": 4,
            "name": "INTRANASAL ANTIHISTAMINES",
            "level": 3
        },
        {
            "id": 5,
            "name": "DECONGESTANTS",
            "level": 3
        },
        {
            "id": 6,
            "name": "INTRANASAL CROMOLYN",
            "level": 3
        },
        {
            "id": 7,
            "name": "INTRANASAL ANTICHOLINERGICS",
            "level": 3
        },
        {
            "id": 8,
            "name": "LEUKOTRIENE RECEPTOR ANTAGONISTS",
            "level": 3
        },
        {
            "id": 9,
            "name": "COMBINATION THERAPY",
            "level": 3
        },
        {
            "id": 10,
            "name": "IMMUNOTHERAPY",
            "level": 3
        },
        {
            "id": 11,
            "name": "Other Therapies",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Allergic rhinitis is an immunoglobulin E–mediated disease that occurs after exposure to indoor or outdoor allergens, such as dust mites, insects, animal dander, molds, and pollen. Symptoms include rhinorrhea, sneezing, and nasal congestion, obstruction, and pruritus.1"
        },
        {
            "parent": -1,
            "text": "Optimal treatment includes allergen avoidance and pharmacotherapy. Targeted symptom control with immunotherapy and asthma evaluation should be considered when appropriate.2,3"
        },
        {
            "parent": -1,
            "text": "Figure 1is an algorithm for the treatment of allergic rhinitis.4"
        },
        {
            "parent": -1,
            "text": "Symptoms of allergic rhinitis are classified based on the temporal pattern (seasonal, perennial, or episodic), frequency, and severity. Frequency can be divided into intermittent or persistent (more than four days per week and more than four weeks per year, respectively). Severity can be divided into mild (symptoms do not interfere with quality of life) or severe (symptoms impact asthma control, sleep, sports participation, or school or work performance).3"
        },
        {
            "parent": 0,
            "text": "Patients with allergic rhinitis should avoid exposure to cigarette smoke, pets, and allergens that are known to trigger their symptoms.3Nasal saline irrigation alone or combined with traditional treatments for allergic rhinitis has been shown to improve symptoms and quality of life while decreasing overall allergy medication use. Additional studies are needed to determine the optimal method and frequency of nasal irrigation and the preferred type of saline solution.5"
        },
        {
            "parent": 0,
            "text": "Prevention has been a main focus in studies of allergic rhinitis, but few interventions have been proven effective. Although evidence does not support measures to avoid dust mites, such as mite-proof impermeable mattresses and pillow covers, many guidelines continue to recommend them.2,3,6Other examples of proposed interventions without documented effectiveness include breastfeeding, air filtration systems, and delayed exposure to solid foods in infancy or to pets in childhood.7–11"
        },
        {
            "parent": 1,
            "text": "Pharmacologic options for the treatment of allergic rhinitis include intranasal corticosteroids, oral and intranasal antihistamines, decongestants, intranasal cromolyn, intranasal anticholinergics, and leukotriene receptor antagonists.12,13Decongestants and intranasal cromolyn are not recommended for children.14"
        },
        {
            "parent": 1,
            "text": "The International Primary Care Respiratory Group; British Society for Allergy and Clinical Immunology; and American Academy of Allergy, Asthma, and Immunology recommend intranasal corticosteroids alone for the initial treatment of persistent symptoms affecting quality of life and second-generation nonsedating antihistamines for mild intermittent disease.3,12,13,15,16Patients with more severe disease not responding to intranasal corticosteroids with or without second-line therapies should be referred for consideration of immunotherapy.2,3,14,17Table 1lists treatments based on symptom type.4Table 2summarizes the treatment options.4"
        },
        {
            "parent": 2,
            "text": "Intranasal corticosteroids are the mainstay of treatment for allergic rhinitis. They act by decreasing the influx of inflammatory cells and inhibiting the release of cytokines, thereby reducing inflammation of the nasal mucosa.2Their onset of action can be less than 30 minutes, although peak effect may take several hours to days, with maximum effectiveness usually noted after two to four weeks of use.18Many studies have demonstrated that intranasal corticosteroids are more effective than oral and intranasal antihistamines in the treatment of persistent or more severe allergic rhinitis.2,3,12,13,19–21"
        },
        {
            "parent": 2,
            "text": "There is no evidence that one intranasal corticosteroid is superior. However, many of the products have different age indications from the U.S. Food and Drug Administration (FDA), only budesonide (Rhinocort Aqua) has an FDA pregnancy category B safety rating, and only fluticasone furoate (Flonase) and triamcinolone acetonide are available over the counter."
        },
        {
            "parent": 2,
            "text": "The most common adverse effects of intranasal corticosteroids are throat irritation, epistaxis, stinging, burning, and nasal dryness.2,22Although there has been concern about potential systemic adverse effects, including the suppression of the hypothalamic-pituitary axis, these effects have not been shown with currently available intranasal corticosteroids.23,24The studies that specifically looked at the effects of the drugs on skeletal growth and adrenal activity did not demonstrate a decrease in growth of children over the course of one to three years.25,26Despite these data, all intranasal corticosteroids carry a warning that long-term use may restrict growth in children."
        },
        {
            "parent": 3,
            "text": "Histamine is the most studied mediator in early allergic response. It causes smooth muscle constriction, mucus secretion, vascular permeability, and sensory nerve stimulation, resulting in the symptoms of allergic rhinitis."
        },
        {
            "parent": 3,
            "text": "First-generation antihistamines, including brompheniramine, chlorpheniramine, clemastine, and diphenhydramine (Benadryl), may cause sedation, fatigue, and impaired mental status. These adverse effects occur because the older antihistamines are more lipid soluble and more readily cross the blood-brain barrier than second-generation antihistamines. The use of first-generation sedating antihistamines has been associated with poor school performance, impaired driving, and increased automobile collisions and work injuries.27–30"
        },
        {
            "parent": 3,
            "text": "Compared with first-generation antihistamines, second-generation drugs have a better adverse effect profile and cause less sedation, with the exception of cetirizine (Zyrtec).27Second-generation nonsedating oral antihistamines include loratadine (Claritin), desloratadine (Clarinex), levocetirizine (Xyzal), and fexofenadine (Allegra). Second-generation antihistamines have more complex chemical structures that decrease their movement across the blood-brain barrier, reducing central nervous system adverse effects such as sedation. Although cetirizine is generally classified as a second-generation antihistamine and a more potent histamine antagonist, it does not have the benefit of decreased sedation."
        },
        {
            "parent": 3,
            "text": "In general, oral antihistamines have been shown to effectively relieve the histamine-mediated symptoms associated with allergic rhinitis (e.g., sneezing, pruritus, rhinorrhea), but they are less effective than intranasal corticosteroids at treating nasal congestion and ocular symptoms. Because their onset of action is typically within 15 to 30 minutes and they are considered safe for children older than two years, second-generation antihistamines are useful for many patients with mild symptoms requiring as-needed treatment.2,3,14"
        },
        {
            "parent": 4,
            "text": "Compared with oral antihistamines, intranasal antihistamines have the advantage of delivering a higher concentration of medication to a targeted area, resulting in fewer adverse effects and an onset of action within 15 minutes.2Intranasal antihistamines FDA-approved for the treatment of allergic rhinitis are azelastine (Astelin; for patients five years and older) and olopatadine (Patanol; for patients six years and older). They have been shown to be similar or superior to oral antihistamines in treating symptoms of conjunctivitis and rhinitis, and may improve congestion.31Adverse effects include a bitter aftertaste, headache, nasal irritation, epistaxis, and sedation. Although intranasal antihistamines are an option if symptoms do not improve with nonsedating oral antihistamines, their use as first- or second-line therapy is limited by adverse effects, twice daily dosing, cost, and decreased effectiveness compared with intranasal corticosteroids.31–33"
        },
        {
            "parent": 5,
            "text": "Oral and intranasal decongestants improve nasal congestion associated with allergic rhinitis by acting on adrenergic receptors, which causes vasoconstriction in the nasal mucosa, decreasing inflammation.2,12,13The most common decongestants are phenylephrine, oxymetazoline (Afrin), and pseudoephedrine. The abuse potential for pseudoephedrine should be weighed against its benefits."
        },
        {
            "parent": 5,
            "text": "Common adverse effects of intranasal decongestants are sneezing and nasal dryness. Use for more than three to five days is usually not recommended because patients may develop rhinitis medicamentosa, or may have rebound or recurring congestion.2,3Oral decongestants may cause headache, elevated blood pressure and intraocular pressure, tremor, urinary retention, dizziness, tachycardia, and insomnia; therefore, these medications should be used with caution in patients with underlying cardiovascular conditions, glaucoma, or hyperthyroidism.2,12,13Decongestants may be considered for short-term use in patients without improvement in congestion with intranasal corticosteroids.2,3"
        },
        {
            "parent": 6,
            "text": "Intranasal cromolyn is available over the counter and is thought to inhibit the degranulation of mast cells.1Although safe for general use, it is not considered first-line therapy for allergic rhinitis because it is less effective than antihistamines and intranasal corticosteroids and is given three or four times daily.1,2,34"
        },
        {
            "parent": 7,
            "text": "Although evidence supports the use of intranasal ipratropium (Atrovent) for severe rhinorrhea, one study showed that it may also improve congestion and sneezing in children, but to a lesser extent than intranasal corticosteroids.35Adverse effects include dryness of the nasal mucosa, epistaxis, and headache, and the recommended administration is two to three times daily.1"
        },
        {
            "parent": 8,
            "text": "The leukotriene D4 receptor antagonist montelukast (Singulair) is comparable to oral antihistamines but is less effective than intranasal corticosteroids.2,16,36It may be particularly useful in patients with coexistent asthma because it reduces bronchospasm and attenuates the inflammatory response.2"
        },
        {
            "parent": 9,
            "text": "Although most patients should be treated with just one medication at a time, combination therapy is an option for patients with severe or persistent symptoms. Many studies have looked at the combination of an intranasal corticosteroid and an oral antihistamine or leukotriene receptor antagonist, but most have concluded that combination therapy is no more effective than an intranasal corticosteroid alone.3,20,37–39However, recent studies have found the combination of azelastine/fluticasone (Dymista) to be superior (better effectiveness and faster symptom relief) to either treatment alone in patients with more severe allergic rhinitis.40–42"
        },
        {
            "parent": 10,
            "text": "Immunotherapy should be considered for moderate or severe persistent allergic rhinitis that is not responsive to usual treatments, in patients who cannot tolerate standard therapies or who want to avoid long-term medication use, and in patients with allergic asthma.2,3,13,16,17,31,43–46Targeted immunotherapy, the only treatment that changes the natural course of allergic rhinitis, consists of administering a small amount of allergen extract subcutaneously or sublingually.44"
        },
        {
            "parent": 10,
            "text": "Subcutaneous injections are administered in the physician's office at regular intervals, typically three times per week during a buildup phase, then every two to four weeks during a maintenance phase. The first dose of sublingual immunotherapy is administered in the physician's office so that the patient can be observed for adverse effects, and then it is administered at home daily. The optimal length of therapy has not been determined, but three to five years is thought to be the best duration.3The effects of immunotherapy can last up to seven to 12 years after the treatment is discontinued.3,45"
        },
        {
            "parent": 10,
            "text": "Subcutaneous immunotherapy has been proven effective in the treatment of adults and children with allergic rhinitis from exposure to dust mites, birch,Parietaria, ragweed, grass pollen, dog and cat dander, certain molds, and cockroaches.46Sublingual immunotherapy is available only for allergy to five-grass, timothy grass, and short ragweed pollens. Although studies show subcutaneous immunotherapy may be slightly superior to sublingual immunotherapy for the reduction of allergic rhinitis and conjunctivitis, sublingual immunotherapy has a better safety profile, including lower risk of anaphylaxis, higher compliance, and possible prevention of new asthma in patients with allergic rhinitis.3,43,46Sublingual therapy is limited in the United States because of high cost."
        },
        {
            "parent": 10,
            "text": "Omalizumab (Xolair), an anti-immunoglobulin E antibody approved for use in asthma treatment, has been shown to be effective in reducing nasal symptoms and improving quality-of-life scores in patients with allergic rhinitis.47The main limitations of its use are high cost (approximately $900 per 150 mg, with dosing typically 300 mg every three to four weeks up to eight weeks) and lack of FDA approval for use in the treatment of allergic rhinitis."
        },
        {
            "parent": 11,
            "text": "Many randomized controlled trials looking at acupuncture as a treatment for allergic rhinitis in adults and children have not shown sufficient evidence to support or refute its use.48–51The safety and effectiveness of probiotics and herb and plant extract compounds have not been established.52"
        },
        {
            "parent": 11,
            "text": "Data Sources: A PubMed search was completed using the terms allergic rhinitis and therapies or treatment, with the following restrictions: publication date between January 1, 2010, and December 31, 2014; articles available in English; and the MESH topics: “rhinitis, allergic, perennial/complications,” “rhinitis, allergic, perennial/prevention and control,” “rhinitis, allergic, perennial/therapy,” “rhinitis, allergic, seasonal/complications,” “rhinitis, allergic, perennial/therapy,” “rhinitis, allergic, seasonal/prevention and control,” or “rhinitis, allergic, seasonal/therapy.” We also searched the Cochrane database, Database of Abstracts of Reviews of Effects, the Institute for Clinical Systems Improvement, the National Guideline Clearinghouse database, UpToDate, and Essential Evidence Plus. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Search dates: November 15, 2014, through January 20, 2015."
        },
        {
            "parent": 11,
            "text": "note: This review updates aprevious articleon this topic by Sur and Scandale.4"
        }
    ],
    "locked": false
}