{
    "url": "https://www.aafp.org/pubs/afp/issues/2017/0701/p36.html#afp20170701p36-f1",
    "title": "Developmental Delay: When and How to Screen | AAFP",
    "author": "KIRSTEN VITRIKAS, MD, DILLON SAVARD, MD, AND MERIMA BUCAJ, DO",
    "doi": "Am Fam Physician.2017;96(1):36-43",
    "abstract": "An estimated 15% of children in the United States have at least one developmental delay, yet less than one-fifth of those children receive early intervention services before three years of age. Many barriers exist to implementing initial screening and referral, but screening tools can be easily incorporated into the workflow of the primary care practice with preparation. The use of a validated screening tool at regular, repeated intervals, in addition to physician surveillance at well-child visits, may improve early detection. Early intervention is effective in high-risk children and associated with improvements in cognitive and academic performance. Parent-completed tools are preferable to directly administered tools in the primary care setting because of time constraints. The most extensively evaluated parent-completed tools are the Ages and Stages Questionnaire and the Parents' Evaluation of Developmental Status. Family physicians should be familiar with currently available screening tools and the limitations and strengths of these tools. Additional evaluations and referrals are recommended if screening suggests developmental delays are present.",
    "headers": [
        {
            "id": 0,
            "name": "Barriers to Screening",
            "level": 2
        },
        {
            "id": 1,
            "name": "Tools for Developmental Screening",
            "level": 2
        },
        {
            "id": 2,
            "name": "Psychometrics",
            "level": 2
        },
        {
            "id": 3,
            "name": "Parent-Completed vs. Directly Administered Tools",
            "level": 2
        },
        {
            "id": 4,
            "name": "Specific Tools",
            "level": 2
        },
        {
            "id": 5,
            "name": "Evaluation and Referral",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The prevalence of any developmental delay is estimated at 15% in U.S. children three to 17 years of age.1Only 3% of all children received public early intervention services by three years of age in 2014.2The percentage of school-aged children receiving public intervention services reaches a peak of 12.5% between the ages of nine and 12 years.2Risk factors for developmental delay include male sex, lower socioeconomic status, perinatal risk factors, and lower level of maternal education.1,3,4Table 1indicates the prevalence of delays in specific domains such as cognition and language.4,5Identification of developmental delays and their etiology allows for the implementation of interventions and treatment plans specific to the disorder."
        },
        {
            "parent": -1,
            "text": "Parental concern and surveillance alone are often inadequate for identifying children with developmental delays. One study from 1987 showed that without routine screening, only 29% of children with developmental issues were identified before kindergarten.6More recently, a randomized controlled trial found that children who underwent routine screening were more likely to have delays detected (23% to 26% vs. 13% of children not routinely screened;P< .001) and receive earlier referrals to early intervention and evaluation.7Early intervention is particularly effective for children who have risk factors for developmental delays.8–10Studies have shown that children who have received early intervention services experience improvements in cognitive and academic performance and engage less in risky behaviors such as alcohol, tobacco, and drug use, and high-risk sexual activity.8–10"
        },
        {
            "parent": -1,
            "text": "The U.S. Preventive Services Task Force (USPSTF) specifically addresses screening for autism and speech and language delays, but it does not address broader developmental screening. Its recommendations state that there is insufficient evidence to assess the balance of benefits and harms of screening for autism and speech and language delays in asymptomatic children younger than five years.4,5The American Academy of Family Physicians affirms both of the task force's recommendations.3,11The USPSTF did not find adequate evidence to support surveillance (i.e., active monitoring for concerns and identification of risk based on history and physical examination) by primary care physicians to identify whether further evaluation for speech and language delays and disorders is warranted, nor were there sufficient data that children who screen positive for autism or communication disorders in the primary care setting will benefit from interventions.4,5There is also some difficulty in distinguishing speech disorders from delays with available screening tools."
        },
        {
            "parent": -1,
            "text": "The Canadian Task Force on Preventive Health Care also recommends against screening for developmental delay using standardized tools in children one to four years of age when there are no signs of delay or concern on the part of the physician or parent.12In contrast, the American Academy of Pediatrics (AAP) recommends three developmental screenings (using standardized tools) by the age of three years (at nine, 18, and 24 or 30 months of age) in addition to surveillance at every well-child visit.13It also recommends autism screening at 18 and 24 months of age, with additional evaluation of motor development at 48 months.14All three U.S. organizations agree that when there is parental concern for developmental delay, a standardized tool should be used to assess the child."
        },
        {
            "parent": 0,
            "text": "Developmental delay can be identified with reasonable accuracy using a validated screening tool.15However, in 2011 it was reported that only 48% of pediatricians were using a standardized developmental screening tool in practice.16According to a report from the Centers for Disease Control and Prevention, 52% of parents said they were informally asked about their child's development, and 21% reported filling out a questionnaire.17"
        },
        {
            "parent": 0,
            "text": "There are multiple challenges to screening for developmental delays in routine clinical practice. In one study, 82% of primary care physicians cited ongoing time constraints as the most prominent barrier.18Other barriers to screening include competing clinical demands, long waits for children to be seen by subspecialists, lack of available subspecialists for referral, staffing requirements, lack of consensus on the best screening tools, and lack of physician confidence in their training and ability to successfully manage children's behavioral and emotional issues.19–25Additional barriers noted were high staff turnover with subsequent need for training in administration of the tools and lack of reimbursement.26"
        },
        {
            "parent": 1,
            "text": "Developmental screening tests cannot be used to make a diagnosis of a developmental disorder; therefore, it is important to use a tool that is as accurate as possible to minimize underdetection and over-referrals.27No ideal initial screening tool has been identified by the literature. An ideal test would cover all areas of development, be equally applicable to all ages, have construct validity, and have a lower number of false-negatives and false-positives.27The AAP recommends broad screening tools that address the following developmental domains: fine and gross motor skills, language and communication, problem-solving and adaptive behavior, and personal-social skills. Screening tools should be culturally sensitive and in the native language of the patient being screened.13Table 2lists commonly used developmental screening tools suitable for the typical busy primary care practice.13,15,18,27–32More details about a particular test, such as languages available or relevance to a specific culture, can be found at the various test websites."
        },
        {
            "parent": 2,
            "text": "Sensitivity, specificity, validity, and reliability are measures that reflect the accuracy and potential usefulness of a particular tool.Table 2includes psychometric values for four developmental delay screening tools.13,15,18,27–32Physicians must balance the sensitivity and specificity of available tests, ensuring that children with delays are not erroneously ruled out (false-negatives) while also minimizing the number of children who are misidentified as having a delay and subsequently referred for unnecessary evaluation (false-positives). Higher sensitivity tests result in greater false-positive rates, whereas those with higher specificity result in greater false-negative rates. An acceptable sensitivity for a developmental screening tool is 70% to 80%, and the accepted standard for specificity is approximately 80%.18,27"
        },
        {
            "parent": 2,
            "text": "Reliable developmental screening tools are those that have been tested on a large sample of children who have characteristics representative of the general child population or the population in which the test is being used.33It is important to know whether screening tools that are embedded in electronic health records (EHRs) are valid because a shortened version of a tool may degrade its validity and reliability."
        },
        {
            "parent": 3,
            "text": "There are two types of formal developmental screening tools: parent-completed (based on the parent's report alone) and directly administered (based on direct physician observation of the child). Directly administered tools are more comprehensive, but take longer to complete. They are best used as follow-up to an abnormal initial parent-completed screening test, and are typically conducted at a subspecialty consultation.15,18,27"
        },
        {
            "parent": 3,
            "text": "Parent-completed tools are an effective, efficient, relatively inexpensive, and practical way to screen for developmental delay in busy practices.15,33–38Parents can complete them online via the practice's web portal, by mail in advance, or in the waiting room before the appointment.37,38Several validated parent-completed tools have a sensitivity and specificity similar to those of directly administered tools.15,20These tools also meet two important elements of the patient-centered medical home: they engage parents as active participants in their child's health and facilitate the parent-child-physician relationship."
        },
        {
            "parent": 4,
            "text": "Two of the most extensively evaluated parent-completed tools are the Parents' Evaluation of Developmental Status (PEDS) and the Ages and Stages Questionnaire (ASQ).30,32Both of these tools are available online. The PEDS tool can be used to assess infants and children up to eight years of age. It is comprised of eight yes or no questions and two open-ended questions written at a fourth- to fifth-grade reading level and takes two minutes for the parent to complete. An electronic version that can be integrated into the EHR is available athttp://www.pedstest.com. This website also offers an electronic version of the Modified Checklist of Autism in Toddlers."
        },
        {
            "parent": 4,
            "text": "For all ages combined, the PEDS tool has a sensitivity of 75% and a specificity of 74%.15Psychometric properties are maintained across parental education level, socioeconomic status, and child-rearing experience.15There is no numeric scoring18; children are instead placed in low-, medium-, and high-risk categories. In general, children found to be at medium or high risk require referral for further evaluation. In one study of urban pediatric clinics, physicians identified developmental problems more accurately and earlier during visits after implementing use of the PEDS tool. The physicians also reported that by using the tool, the efficiency of their visits and appropriate follow-up care improved.36"
        },
        {
            "parent": 4,
            "text": "The ASQ-3, the third edition of the questionnaire, includes a series of 21 age-specific questionnaires that cover ages one month through five and a half years. Five developmental domains are evaluated (i.e., fine motor; gross motor; language and communication; problem-solving and adaptive behavior; and personal and social performance), with six items to evaluate skills in each area. In addition, general parental concerns are assessed in a 10-question section. There is a pass/fail score to measure each domain, as well as an overall pass/fail score. The questionnaires are written at a fourth- to sixth-grade reading level and take 10 to 15 minutes for parents to complete. They also take one to three minutes to score.30The ASQ-3 is available athttp://agesandstages.com."
        },
        {
            "parent": 4,
            "text": "The overall sensitivity of the ASQ-3 is 86%, with an average specificity of 85%.30Test-retest and inter-rater reliability are strong (r = 0.94).18One study (n = 334) directly compared the ASQ-3 with the PEDS and found sensitivities of 82% and 74% and specificities of 78% and 64%, respectively. ASQ-3 had moderate sensitivity and specificity across all age subgroups. The PEDS had either low sensitivity or low specificity in most of the age subgroups.39Studies looking at implementation of the ASQ in busy health care settings found it was feasible and inexpensive to incorporate into practice and did not impede workflow.35,40Other available parent-completed tools for developmental screening include the Infant Development Inventory and the Child Development Review–Parent Questionnaire. More information about these tools can be found inTable 2.13,15,18,27–32"
        },
        {
            "parent": 4,
            "text": "The AAP recommends that, in addition to a general developmental screening tool, an autism-specific tool should be administered at 18- and 24-month visits for all children.13Neither the PEDS nor the ASQ screens specifically for autism. A resource that offers a suite of online screening tools including the ASQ and the Modified Checklist of Autism in Toddlers is Patient Tools (http://www.patienttools.com). A similar resource is the Child Health and Development Interactive System (http://www.chadis.com/site). The available online screening tools are made to integrate with and incorporate testing data into EHRs."
        },
        {
            "parent": 4,
            "text": "No screening tools have been well validated in children with gross and fine motor delays.41For this reason, the AAP published a guideline in 2013 specifically regarding evaluation for motor delays.14The guideline supports the use of a screening tool, but also recommends assessment of gross and fine motor function via a review of motor milestones at every preventive visit in the first four years. If there is concern for possible developmental delay, a detailed neurologic examination is recommended, including use of the scarf sign and popliteal angle maneuvers to assess for muscle tone. If muscle tone is high, magnetic resonance imaging of the brain is recommended. If muscle tone is low to normal, laboratory evaluation with creatine phosphokinase, thyroxine, and thyroid-stimulating hormone is recommended. Chromosome testing and subspecialist evaluation may also be advisable. The Harris Infant Neuromotor Test is another option for completing motor delay–specific screening.42,43This test combines aspects of the parent-completed questionnaire and specific examination elements performed at the office visit and covers many of the recommendations from the 2013 AAP guideline.44A resource for learning more about evaluating for motor delay is available athttp://www.childmuscleweakness.org."
        },
        {
            "parent": 5,
            "text": "When a developmental delay is suspected or identified using a screening tool, further evaluation is necessary(Figure 145). A detailed developmental assessment and comprehensive medical evaluation should be scheduled in a timely fashion, in addition to referral for early developmental and intervention services.6Evaluation and referral patterns among physicians have been shown to be inconsistent because of the barriers noted previously.33,35Additionally, tracking of referrals to ensure that services are received can be complex."
        },
        {
            "parent": 5,
            "text": "A state-by-state listing of early intervention programs can be found athttp://www.cdc.gov/ncbddd/actearly/parents/state-text.html. For children older than three years, a local public school should be contacted for evaluation services. For more extensive developmental testing, referral to a developmental pediatrician, child psychiatrist, or pediatric neurologist should be considered. Children who do not qualify for participation in state early intervention programs may have coverage through private insurance. For parents with concerns about speech or language delays, referral to speech therapy is indicated. Motor delays can be evaluated by one or more pediatric neurology, physical therapy, or occupational therapy subspecialists.Table 3lists various evaluations, tests, and services that may be needed depending on the type of delay suspected, as well as referral options for subspecialists and programs.13,27,28Social workers or case workers may be helpful for families requiring assistance with transportation to therapies or service coordination. The Center for Parent Information and Resources (http://www.parentcenterhub.org) provides an extensive selection of resources on a variety of subjects affecting families. Resources regarding patient care are listed inTable 4. Family physicians, as part of the patient-centered medical home, are integral to coordinating the evaluations of children in their practice."
        },
        {
            "parent": 5,
            "text": "This article updates a previous article on this topic by Mackrides and Ryherd.28"
        },
        {
            "parent": 5,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the key terms developmental screening, developmental delay screening, and developmental screening tools. Also searched were the Agency for Healthcare Research and Quality, the Canadian Task Force on Preventive Health, the Cochrane database, Essential Evidence Plus, the Centers for Disease Control and Prevention, and UpToDate. Search dates: October 15, 2015, and December 23, 2016."
        },
        {
            "parent": 5,
            "text": "The views expressed in this material are those of the authors, and do not reflect the official policy or position of the U.S. government, the Department of Defense, or the Department of the Air Force."
        }
    ],
    "locked": false
}