{
    "url": "https://www.aafp.org/pubs/afp/issues/2015/1001/p577.html#afp20151001p577-f1",
    "title": "Infantile Colic: Recognition and Treatment | AAFP",
    "author": "JEREMY D. JOHNSON, MD, MPH, KATHERINE COCKER, DO, AND ELISABETH CHANG, MD",
    "doi": "Am Fam Physician.2015;92(7):577-582",
    "abstract": "Infantile colic is a benign process in which an infant has paroxysms of inconsolable crying for more than three hours per day, more than three days per week, for longer than three weeks. It affects approximately 10% to 40% of infants worldwide and peaks at around six weeks of age, with symptoms resolving by three to six months of age. The incidence is equal between sexes, and there is no correlation with type of feeding (breast vs. bottle), gestational age, or socioeconomic status. The cause of infantile colic is not known; proposed causes include alterations in fecal microflora, intolerance to cow's milk protein or lactose, gastrointestinal immaturity or inflammation, increased serotonin secretion, poor feeding technique, and maternal smoking or nicotine replacement therapy. Colic is a diagnosis of exclusion after a detailed history and physical examination have ruled out concerning causes. Parental support and reassurance are key components of the management of colic. Simethicone and proton pump inhibitors are ineffective for the treatment of colic, and dicyclomine is contraindicated. Treatment options for breastfed infants include the probioticLactobacillus reuteri(strain DSM 17938) and reducing maternal dietary allergen intake. Switching to a hydrolyzed formula is an option for formula-fed infants. Evidence does not support chiropractic or osteopathic manipulation, infant massage, swaddling, acupuncture, or herbal supplements.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 2,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 3,
            "name": "PARENTAL REASSURANCE",
            "level": 3
        },
        {
            "id": 4,
            "name": "PROBIOTICS",
            "level": 3
        },
        {
            "id": 5,
            "name": "MEDICATIONS",
            "level": 3
        },
        {
            "id": 6,
            "name": "DIETARY MODIFICATIONS",
            "level": 3
        },
        {
            "id": 7,
            "name": "PHYSICAL THERAPIES",
            "level": 3
        },
        {
            "id": 8,
            "name": "HERBAL SUPPLEMENTS",
            "level": 3
        },
        {
            "id": 9,
            "name": "OTHER MODALITIES",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Infantile colic is a benign, self-limited process in which a healthy infant has paroxysms of inconsolable crying. The standard diagnostic criteria—known as the “rule of three”—is crying more than three hours per day, more than three days per week, for longer than three weeks.1Symptoms typically resolve by three to six months of age."
        },
        {
            "parent": -1,
            "text": "Colic affects approximately 10% to 40% of infants worldwide,2typically peaks at about six weeks of age, and can be associated with significant parental guilt and frustration, as well as multiple physician visits. Colic has been associated with postpartum depression and shaken baby syndrome.3,4Parents typically report that paroxysms occur in the evening and are unprovoked. The incidence is equal between sexes, and there is no correlation with type of feeding (breast vs. bottle), gestational age (full term vs. preterm), socioeconomic status, or season of the year.2,5,6"
        },
        {
            "parent": 0,
            "text": "Despite decades of research, the cause of infantile colic is not known. Proposed causes include alterations in fecal microflora, intolerance to cow's milk protein or lactose, gastrointestinal immaturity or inflammation, increased serotonin secretion, poor feeding technique, and maternal smoking or nicotine replacement therapy.7–10Two studies have demonstrated higher levels of fecal calprotectin, a marker of colonic inflammation, in infants with colic.11,12"
        },
        {
            "parent": 1,
            "text": "When evaluating a crying infant, physicians should conduct a thorough history and physical examination to assess for underlying medical disorders and to determine the need for further testing(Table 1). Red flags are listed inTable 2. Once concerning causes have been ruled out, the physician can safely diagnose colic in an infant who meets the rule of three criteria."
        },
        {
            "parent": 3,
            "text": "Because colic is benign, the mainstay of treatment is parental reassurance and support. After confirming the diagnosis, physicians should educate parents about the benign and self-limited nature of colic, and offer resources for support13(Figure 114–16)."
        },
        {
            "parent": 4,
            "text": "The probioticLactobacillus reuteri(strain DSM 17938) reduced colic symptoms in four out of five clinical trials.8,17–20No adverse effects were reported. Two recent meta-analyses and one systematic review found that administration of five drops ofL. reuteriper day significantly decreased colic in infants who are breastfed (average of 61 minutes less crying time per day at 21 days).21–23One trial found a significant increase in crying or fussing in bottle-fed infants who receivedL. reuteri.8Based on these results,L. reuteriDSM 17938 may be considered as a treatment option for breastfed infants, but cannot be recommended for formula-fed infants."
        },
        {
            "parent": 5,
            "text": "Simethicone. Although simethicone drops are readily available and often used to treat colic, a systematic review of three randomized controlled trials found that they are no better than placebo.24"
        },
        {
            "parent": 5,
            "text": "Dicyclomine. Although a systematic review of three randomized controlled trials found that dicyclomine was significantly better than placebo for the treatment of colic, it is contraindicated in infants younger than six months because of adverse effects such as drowsiness, constipation, diarrhea, and apnea.24,25"
        },
        {
            "parent": 5,
            "text": "Proton Pump Inhibitors. A four-week randomized controlled trial of 30 infants with colic symptoms and gastroesophageal reflux or esophagitis found that omeprazole (Prilosec) was no better than placebo at reducing crying or fussing time.26"
        },
        {
            "parent": 6,
            "text": "The prevalence of colic is similar between breastfed and bottle-fed infants; therefore, breastfeeding mothers should be encouraged to continue.5A randomized controlled trial showed significant reductions in colic symptoms among breastfed infants whose mothers followed a low-allergen diet.15Infants whose mothers excluded cow's milk, eggs, peanuts, tree nuts, wheat, soy, and fish from their diet cried for 137 minutes less per day, compared with 51 minutes less per day in the control group. A systematic review of six studies supported the effectiveness of low-allergen diets in reducing colic.27These diets may be an option for some breastfeeding mothers, but should be accompanied by dietary counseling to ensure adequate nutrition. Return to a normal diet can be considered after the infant reaches three to six months of age."
        },
        {
            "parent": 6,
            "text": "Parents of formula-fed infants with colic often consider switching formulas. A systematic review of 13 studies found a statistically significant decrease in crying time among infants who switched to partially, extensively, or completely hydrolyzed formulas27(Table 3). These studies suggest that a two-week trial of a different formula may be considered for infants with colic. To make the change more palatable, parents can transition to hydrolyzed formula by mixing the new formula with regular formula incrementally over four days, until only hydrolyzed formula is being given. These formulas are expensive, however, and may not be covered by assistance programs (e.g., Women, Infants, and Children). If the new formula is successful in reducing colic symptoms, regular formula may be restarted after three to six months of age."
        },
        {
            "parent": 6,
            "text": "Four studies that evaluated the use of soy formula for the treatment of colic provided insufficient evidence to make clinical recommendations.27The American Academy of Pediatrics recommends against the routine use of soy formula in the management of infantile colic, because soy can be an allergen.28"
        },
        {
            "parent": 7,
            "text": "Physical therapies for colic include chiropractic and osteopathic manipulation, massage, and acupuncture. A Cochrane review found insufficient evidence to support chiropractic or osteopathic manipulation, because many studies were small, nonblinded, and had a high likelihood of bias.29Trials of acupuncture and infant massage have had conflicting results, and further studies are needed to determine their benefits and harms.30,31"
        },
        {
            "parent": 8,
            "text": "Herbal supplements, includingMentha piperita(peppermint) and various herbal teas (including fennel, chamomile, vervain, lemon balm, and licorice), have decreased crying time in some studies.32–36Despite these findings, a systematic review concluded that further research is required before recommending these treatments.37"
        },
        {
            "parent": 9,
            "text": "Infants in one small study who received 2 mL of 12% sucrose solution at 5 p.m. and 8 p.m. daily had reduced colic symptoms.36Another study showed similar improvement, but details about sucrose administration were lacking.38“Gripe water,” which consists of dill seed oil, bicarbonate, and hydrogenated glucose, has also been used for the treatment of colic. However, there are no trials demonstrating its effectiveness, and it may cause harm. Two small, poorly designed studies suggested possible benefits from the use of a vented bottle.39,40Although swaddling has been proposed as a method for reducing crying in infants, a study of nighttime swaddling found no statistically significant benefit.41"
        },
        {
            "parent": 9,
            "text": "Data Sources: Searches were performed in PubMed, the Cochrane Database of Systematic Reviews, National Guideline Clearinghouse, U.S. Preventive Services Task Force, Essential Evidence Plus, and EBM Online. Key search words included colic, infantile colic, colic/treatment, colic/etiology, probiotics, acupuncture, infant massage, simethicone/colic, medication/colic, and chiropractic/colic. Search dates: April 2014, October 2014, and February 2015."
        },
        {
            "parent": 9,
            "text": "The authors thank Diane Kunichika for her assistance with the literature search."
        },
        {
            "parent": 9,
            "text": "The views expressed in this manuscript are those of the authors and do not reflect the official policy or position of the Department of the Army, the Department of Defense, or the U.S. government."
        }
    ],
    "locked": false
}