{
    "url": "https://www.aafp.org/pubs/afp/issues/2016/0215/p270.html#afp20160215p270-f2",
    "title": "Iron Deficiency and Other Types of Anemia in Infants and Children | AAFP",
    "author": "MARY WANG, MD",
    "doi": "Am Fam Physician.2016;93(4):270-278",
    "abstract": "Anemia, defined as a hemoglobin level two standard deviations below the mean for age, is prevalent in infants and children worldwide. The evaluation of a child with anemia should begin with a thorough history and risk assessment. Characterizing the anemia as microcytic, normocytic, or macrocytic based on the mean corpuscular volume will aid in the workup and management. Microcytic anemia due to iron deficiency is the most common type of anemia in children. The American Academy of Pediatrics and the World Health Organization recommend routine screening for anemia at 12 months of age; the U.S. Preventive Services Task Force found insufficient evidence to assess the benefits vs. harms of screening. Iron deficiency anemia, which can be associated with cognitive issues, is prevented and treated with iron supplements or increased intake of dietary iron. The U.S. Preventive Services Task Force found insufficient evidence to recommend screening or treating pregnant women for iron deficiency anemia to improve maternal or neonatal outcomes. Delayed cord clamping can improve iron status in infancy, especially for at-risk populations, such as those who are preterm or small for gestational age. Normocytic anemia may be caused by congenital membranopathies, hemoglobinopathies, enzymopathies, metabolic defects, and immune-mediated destruction. An initial reticulocyte count is needed to determine bone marrow function. Macrocytic anemia, which is uncommon in children, warrants subsequent evaluation for vitamin B12and folate deficiencies, hypothyroidism, hepatic disease, and bone marrow disorders.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Screening for Anemia",
            "level": 2
        },
        {
            "id": 2,
            "name": "Initial Evaluation",
            "level": 2
        },
        {
            "id": 3,
            "name": "Microcytic Anemia",
            "level": 2
        },
        {
            "id": 4,
            "name": "DIAGNOSIS OF IRON DEFICIENCY ANEMIA",
            "level": 3
        },
        {
            "id": 5,
            "name": "PREVENTION OF IRON DEFICIENCY ANEMIA",
            "level": 3
        },
        {
            "id": 6,
            "name": "COGNITIVE ISSUES WITH IRON DEFICIENCY ANEMIA",
            "level": 3
        },
        {
            "id": 7,
            "name": "THALASSEMIA",
            "level": 3
        },
        {
            "id": 8,
            "name": "Normocytic Anemia",
            "level": 2
        },
        {
            "id": 9,
            "name": "Macrocytic Anemia",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Worldwide, anemia affects up to one-half of children younger than five years.1Anemia is defined as a hemoglobin level that is two standard deviations below the mean for age.2,3After children reach 12 years of age, the hemoglobin norm can be further divided into gender-specific ranges.3Table 1lists age-based hemoglobin levels.3,4Anemia can be categorized as microcytic, normocytic, or macrocytic. Microcytic iron deficiency anemia is a common cause of childhood anemia, whereas macrocytic anemia is rare in children.Table 2summarizes the causes of anemia.3,5"
        },
        {
            "parent": 0,
            "text": "The World Health Organization reports that the overall rate of infant and childhood (six to 59 months of age) anemia in the United States in 2011 was low at 6%.6The exception is in children in low-income families. A 2010 report of data from federally funded programs serving low-income children found that the prevalence of anemia in this population increased from 13.4% in 2001 to 14.6% in 2010. The highest prevalence (18.2%) was among children 12 to 17 months of age.7"
        },
        {
            "parent": 1,
            "text": "The American Academy of Pediatrics (AAP) and the World Health Organization recommend universal screening for anemia at one year of age. However, the U.S. Preventive Services Task Force (USPSTF) found insufficient evidence to assess the benefits vs. harms of screening.1,2,8The AAP also recommends selective screening at any age in children with risk factors for anemia, such as feeding problems, poor growth, and inadequate dietary iron intake.2When screening is positive for anemia, follow-up is essential. One study showed that 25% of patients who screened positive for anemia had no documented follow-up testing.9"
        },
        {
            "parent": 2,
            "text": "Most infants and children with mild anemia do not exhibit overt clinical signs and symptoms. Initial evaluation should include a thorough history, such as questions to determine prematurity, low birth weight, diet, chronic diseases, family history of anemia, and ethnic background. A complete blood count is the most common initial diagnostic test used to evaluate for anemia, and it allows for differentiating microcytic, normocytic, and macrocytic anemia based on the mean corpuscular volume.Figure 1is an algorithm for the evaluation of children with low hemoglobin levels.5"
        },
        {
            "parent": 4,
            "text": "Microcytic anemia due to iron deficiency is the most common type of anemia in children. The U.S. prevalence of iron deficiency anemia in children one to five years of age is estimated to be 1% to 2%.10A child with microcytic anemia and a history of poor dietary iron intake should receive a trial of iron supplementation and dietary counseling. Iron deficiency anemia is likely if the hemoglobin level increases by more than 1.0 g per dL (10 g per L) after one month of presumptive treatment."
        },
        {
            "parent": 4,
            "text": "Although iron deficiency anemia is usually microcytic, some patients may have normocytic red blood cells.11Further testing may also be necessary if suspected iron deficiency anemia does not respond to treatment. Ferritin measurement is the most sensitive test for diagnosing iron deficiency anemia.2,10Ferritin is a good reflection of total iron storage and is also the first laboratory index to decline with iron deficiency.3It may be less accurate in children with infectious or inflammatory conditions because ferritin is also an acute phase reactant."
        },
        {
            "parent": 4,
            "text": "An elevated red blood cell distribution width index can also be a sensitive test to differentiate iron deficiency anemia from other types of microcytic anemia if ferritin and iron studies are not available.12,13"
        },
        {
            "parent": 5,
            "text": "During Pregnancy and Delivery. Up to 42% of pregnant women worldwide will have anemia, with a prevalence of 6% in North America.1The iron requirement increases with each trimester and should be supported by higher maternal iron intake.14Between 60% and 80% of the iron storage in a newborn occurs during the third trimester,2,14but it is unclear whether treatment of maternal anemia prevents anemia in newborns and infants. The USPSTF found insufficient evidence to recommend screening for or treating iron deficiency anemia in pregnant women to improve maternal or neonatal outcomes.15Although two Cochrane reviews found that maternal hemoglobin levels improve with antepartum iron supplementation, studies have not demonstrated statistically significant benefits in clinical outcomes (e.g., low birth weight, preterm birth, infection, postpartum hemorrhage) for mothers or newborns.16,17"
        },
        {
            "parent": 5,
            "text": "Delayed umbilical cord clamping (approximately 120 to 180 seconds after delivery) is associated with improved iron status (ferritin levels) at two to six months of age.18,19This benefit may be especially important in those vulnerable to iron deficiency, such as infants who were premature or small for gestational age. A Cochrane review looking at the effects of the timing of cord clamping during preterm births showed a reduction of blood transfusions when clamping was delayed (24% vs. 36%).20The effects of delayed cord clamping do not appear to persist beyond the first 12 months.21"
        },
        {
            "parent": 5,
            "text": "Iron Supplementation During Infancy. Iron is the most common single-nutrient deficiency. Preterm infants (born at less than 37 weeks' gestation) who are exclusively breastfed should receive 2 mg per kg per day of elemental iron supplementation from one to 12 months of age,2except for those who have had multiple blood transfusions. In healthy full-term infants, iron storage from in utero is adequate for the first four to six months of life.22The AAP recommends that full-term, exclusively breastfed infants start 1 mg per kg per day of elemental iron supplementation at four months of age until appropriate iron-containing foods are introduced.2,3Table 3includes daily iron supplementation and requirements for children.2,3,5Various oral iron formulations and dosing for supplementation and treatment of anemia are listed inTable 4.3Formula-fed infants often receive adequate amounts of iron (average formula contains 10 to 12 mg per L of iron) and thus rarely require further supplementation.2"
        },
        {
            "parent": 5,
            "text": "Ideally, the estimated 7-mg daily iron requirement for children one to three years of age should be met through consumption of iron-rich foods.2Consumption of large quantities of non–iron-fortified cow's milk increases the risk of iron deficiency.23Although iron supplementation may achieve more significant improvements in hemoglobin concentration, children are more likely to tolerate iron-fortified foods.24Table 5lists common childhood foods and their elemental iron content.2If achieving daily iron supplementation is difficult, intermittent iron supplementation still improves hemoglobin concentration and reduces the risk of iron deficiency.25"
        },
        {
            "parent": 6,
            "text": "Iron is important for the neurologic development of infants and children. Iron is required for proper myelinization of neurons, neurogenesis, and differentiation of brain cells that can affect sensory systems, learning, memory, and behavior.2,26–29Iron is also a cofactor for enzymes that synthesize neurotransmitters.26,27"
        },
        {
            "parent": 6,
            "text": "A landmark study of Costa Rican children concluded that iron deficiency anemia increases the risk of long-lasting developmental disadvantages.30However, whether iron supplementation can affect psychomotor development or cognitive function in children is unclear. A Cochrane review concluded that there is no evidence that iron supplementation improves psychomotor or cognitive development in young children with iron deficiency anemia after 30 days of treatment.31Furthermore, a systematic review showed that iron supplementation in children who were iron deficient but nonanemic did not positively influence developmental scores at one to five years of age.32Thus, screening for iron deficiency in nonanemic infants is not recommended.1,2A recent systematic review for the USPSTF found no studies showing an association between iron supplementation and clinical outcomes in a population relevant to the United States.33"
        },
        {
            "parent": 7,
            "text": "Thalassemia, a hemoglobinopathy with an α-globin or β-globin production defect, should be considered in a child with microcytic anemia if the history or laboratory studies are inconsistent with iron deficiency. α-Thalassemia occurs most often in persons of African and Southeast Asian descent, and β-thalassemia is most common in persons of Mediterranean, African, and Southeast Asian descent.12,34Because of the presence of hemoglobin F at birth, newborns with thalassemia are likely to be asymptomatic until hemoglobin A becomes predominant at six months of age.34The Mentzer index (mean corpuscular volume/red blood cell count) uses the complete blood count to differentiate thalassemia from iron deficiency anemia. A Mentzer index of less than 13 suggests thalassemia, and an index of more than 13 suggests iron deficiency.5,12,34"
        },
        {
            "parent": 7,
            "text": "Thalassemia can be confirmed using hemoglobin electrophoresis. Patients with one or two α-gene deletions (silent carrier or trait) may be asymptomatic with normal hemoglobin electrophoresis, whereas patients with three α-gene deletions (hemoglobin H disease) will have moderate to severe anemia. The presence of four α-gene deletions (hemoglobin Bart's or α-thalassemia major) is usually incompatible with neonatal survival.3,34Infants and children with β-thalassemia trait or β-thalassemia minor may have increased hemoglobin A2 and hemoglobin F on electrophoresis, with asymptomatic, mild anemia. Those with β-thalassemia intermedia or major usually have moderate to severe anemia complications, including hypersplenism, endocrinopathies, cardiac complications, and hypercoagulopathy due to iron overload from repeated transfusions.34"
        },
        {
            "parent": 8,
            "text": "Iron deficiency anemia and acute blood loss are the most common causes of normocytic anemia in infants and children. Evaluation of normocytic anemia (Figure 2) starts with a history, reticulocyte count, and peripheral blood smear.5A high reticulocyte count indicates increased red blood cell turnover. A high reticulocyte count along with laboratory markers of hemolysis (i.e., increased bilirubin, increased lactate dehydrogenase, and decreased haptoglobin) may help confirm hemolytic anemia.3Hemolytic anemia has many causes, including congenital membranopathies, hemoglobinopathies, enzymopathies, metabolic defects, and immune-mediated destruction.3,35Other testing, such as an osmotic fragility test for hereditary spherocytosis and a glucose-6-phosphate dehydrogenase assay to check for a deficiency, may also be useful.3,36"
        },
        {
            "parent": 8,
            "text": "Sickle cell disease, caused by a genetic defect in the β-globin, is a hemoglobinopathy that results in normocytic anemia. In the United States, it is typically diagnosed through newborn screening.3,37A review of the management of sickle cell anemia was recently published inAmerican Family Physician.38"
        },
        {
            "parent": 8,
            "text": "A low reticulocyte count with normocytic anemia in infants and children suggests impaired bone marrow function. This can be due to anemia of chronic inflammation; acquired red blood cell aplasias; and bone marrow disorders, such as leukemia.5Acquired aplasias can have an infectious cause, such as parvovirus B19 or transient erythroblastopenia of childhood.3,5Transient erythroblastopenia of childhood usually resolves spontaneously within four to eight weeks3,5,39with no recurrence or subsequent hematologic disorders at 15 years of follow-up.39If bone marrow disorders are suspected, peripheral blood smear and bone marrow aspiration are indicated with a referral to a pediatric hematologist."
        },
        {
            "parent": 9,
            "text": "The evaluation of macrocytic anemia in children(Figure 3)begins with examination of a peripheral blood smear for hypersegmented neutrophils, which indicate megaloblastic anemia.5If megaloblastic anemia is shown, folate and vitamin B12measurements are indicated. Low vitamin B12levels may be nutrition/absorption related or congenital and have neurologic consequences, ranging from growth retardation to seizure disorders.40Clinicians should have a low threshold to refer these patients to a pediatric hematologist. Nonmegaloblastic causes of macrocytic anemia in children include hemolysis, hemorrhage, bone marrow disorders, hypothyroidism, and hepatic disease."
        },
        {
            "parent": 9,
            "text": "Data Sources: I searched PubMed, the Cochrane database, Essential Evidence Plus, and the National Guideline Clearinghouse using the key words anemia in children, anemia in infants, iron deficiency, microcytic anemia, normocytic anemia, macrocytic anemia, and hemolytic anemia. We included publication dates between 1995 and October 2015. Search dates: July and October 2015."
        },
        {
            "parent": 9,
            "text": "This review updates aprevious articleon this topic by Janus and Moerschel.5"
        }
    ],
    "locked": false
}