{
    "url": "https://www.aafp.org/pubs/afp/issues/2017/0215/p248.html#afp20170215p248-f1",
    "title": "Proteinuria in Children: Evaluation and Differential Diagnosis | AAFP",
    "author": "ALEXANDER K.C. LEUNG, MD, ALEX H.C. WONG, MD, MPH, AND STEFANI S.N. BARG, MD",
    "doi": "Am Fam Physician.2017;95(4):248-254",
    "abstract": "Although proteinuria is usually benign in the form of transient or orthostatic proteinuria, persistent proteinuria may be associated with more serious renal diseases. Proteinuria may be an independent risk factor for the progression of chronic kidney disease in children. Mechanisms of proteinuria can be categorized as glomerular, tubular, secretory, or overflow. A history, a physical examination, and laboratory tests help determine the cause. Transient (functional) proteinuria is temporary. It can occur with fever, exercise, stress, or cold exposure, and it resolves when the inciting factor is removed. Orthostatic proteinuria is the most common type in children, especially in adolescent males. It is a benign condition without clinical significance. Persistent proteinuria can be glomerular or tubulointerstitial in origin. The urine dipstick test is the most widely used screening method. Although a 24-hour urine protein excretion test is usually recommended for quantitation of the amount of protein excreted in the urine, it may be impractical in children. A spot, first-morning urine test for a protein-to-creatinine or protein-to-osmolality ratio is a reliable substitute. Treatment of proteinuria should be directed at the underlying cause. Patients with active urinary sediments, hematuria, hypertension, hypocomplementemia, renal insufficiency with depressed glomerular filtration rate, or signs and symptoms suggestive of vasculitic disease may require referral to a pediatric nephrologist and a renal biopsy.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Mechanisms of Proteinuria",
            "level": 2
        },
        {
            "id": 2,
            "name": "Etiology",
            "level": 2
        },
        {
            "id": 3,
            "name": "TRANSIENT PROTEINURIA",
            "level": 3
        },
        {
            "id": 4,
            "name": "ORTHOSTATIC PROTEINURIA",
            "level": 3
        },
        {
            "id": 5,
            "name": "PERSISTENT PROTEINURIA",
            "level": 3
        },
        {
            "id": 6,
            "name": "Clinical Evaluation",
            "level": 2
        },
        {
            "id": 7,
            "name": "Diagnostic Evaluation",
            "level": 2
        },
        {
            "id": 8,
            "name": "Measurement of Proteinuria",
            "level": 2
        },
        {
            "id": 9,
            "name": "OFFICE TESTING",
            "level": 3
        },
        {
            "id": 10,
            "name": "QUANTITATIVE LABORATORY TESTING",
            "level": 3
        },
        {
            "id": 11,
            "name": "OTHER LABORATORY TESTS",
            "level": 3
        },
        {
            "id": 12,
            "name": "IMAGING STUDIES",
            "level": 3
        },
        {
            "id": 13,
            "name": "RENAL BIOPSY",
            "level": 3
        },
        {
            "id": 14,
            "name": "Management",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The presence of protein in urine is a common laboratory finding in children. Although proteinuria is usually benign, it can be a marker of a serious underlying renal disease or systemic disorder.1–3When proteinuria coexists with hematuria, the likelihood of clinically significant renal disease is higher.1,2Further, proteinuria represents an independent risk factor for the progression of nonglomerular or glomerular chronic kidney disease in children.4–9The Chronic Kidney Disease in Children study demonstrated that persistent proteinuria with a high urine protein-to-creatinine (UPr/Cr) ratio (more than 2 in patients with nonglomerular disease and more than 0.5 in patients with glomerular disease) predicts significant chronic kidney disease progression.7The challenge for the primary care physician is to separate benign forms of proteinuria from those with clinical significance."
        },
        {
            "parent": 0,
            "text": "Proteinuria is present in up to 10% of routine urine testing in school-aged children, although this decreases to 0.1% with repeated testing.10The prevalence increases with age, peaks during adolescence, and is higher in girls.11"
        },
        {
            "parent": 1,
            "text": "Mechanisms of proteinuria can be categorized as glomerular, tubular, secretory, or overflow.1,2,12,13Glomerular proteinuria is due to increased filtration of macromolecules, particularly albumin, across the glomerular capillary wall. This may be a result of increased permeability of the glomerular basement membrane because of structural defects of the membrane, loss of its negative charges, or direct damage by immune complexes.1,2,12Glomerular proteinuria can also occur when a reduced number of functioning nephrons leads to increased diffusion of protein across the remaining glomeruli. Tubular proteinuria occurs when there is an increased excretion of normally filtered low-molecular-weight proteins because of impaired reabsorption by the proximal tubules.12Secretory proteinuria results from oversecretion of certain proteins in the tubules, most notably the Tamm-Horsfall proteins in interstitial nephritis. Overflow proteinuria occurs when the plasma concentrations of low-molecular-weight proteins exceed the capacity of the tubules to reabsorb the filtered protein."
        },
        {
            "parent": 2,
            "text": "Table 1summarizes the diverse etiologies of proteinuria in children.1"
        },
        {
            "parent": 3,
            "text": "Transient (functional) proteinuria is temporary and resolves when the inciting factor remits or is removed. Transient proteinuria can occur with a medical condition (e.g., fever, seizure) or another trigger, such as exercise, stress, dehydration, or cold exposure. It can also be idiopathic."
        },
        {
            "parent": 4,
            "text": "Orthostatic proteinuria is the most common cause of proteinuria in children, especially in adolescent males.1,14,15It is a benign condition without clinical significance.1,15The diagnosis is suggested with normal protein excretion (i.e., negative urine dipstick test result, or a UPr/Cr ratio of 0.2 or less) in a spot, first-morning urine sample after the patient has been supine for the entire night, but increased protein excretion (i.e., positive urine dipstick test result, or a UPr/Cr ratio of more than 0.2) at least four to six hours after the patient has been upright.1–3The cause of orthostatic proteinuria is not clear; however, the anatomic compression of the left renal vein has been suggested."
        },
        {
            "parent": 5,
            "text": "Persistent proteinuria can be tubulointerstitial or more commonly glomerular in origin.1–3Albumin and immunoglobulin G in the urine are the usual indicators for glomerular diseases. Glomerular diseases can have nephrotic and/or nephritic features, and distinguishing these features can help narrow the differential diagnosis. Nephrotic syndrome is characterized by heavy proteinuria (more than 1,000 mg per m2per day or a UPr/Cr ratio of more than 2), edema, hypoalbuminemia (less than 2.5 g per dL [25 g per L]), and hyperlipidemia.16Nephritic features include hematuria; hypertension; oliguria; and active urinary sediments, such as red blood cells, white blood cells, and cellular casts."
        },
        {
            "parent": 5,
            "text": "Tubulointerstitial diseases usually involve low-molecular-weight proteins. Proteinuria associated with renal tubular disorders is generally mild. Tubular proteinuria rarely presents a diagnostic dilemma because the underlying disease is usually detected before the proteinuria.17"
        },
        {
            "parent": 6,
            "text": "Table 2lists clinical clues to the underlying cause of persistent proteinuria.1"
        },
        {
            "parent": 7,
            "text": "Proteinuria is often an incidental finding on urine dip-stick testing or urinalysis. Children with asymptomatic proteinuria usually have the transient or orthostatic form.Figure 1is an algorithm for the evaluation of asymptomatic proteinuria in children.1–3"
        },
        {
            "parent": 7,
            "text": "If a urine dipstick test shows trace amounts of protein, the test should be repeated with first-morning urine. If the first-morning test shows a trace or negative amount of protein, it should be repeated in one year to ensure that the proteinuria does not recur.1–3In children with a urine dipstick test showing a result of 1 or more, a first-morning urine dipstick test for UPr/Cr ratio and a urinalysis should be performed (urine bag collection is acceptable in younger children). If the UPr/Cr ratio is 0.2 or less (0.5 or less for children six to 24 months of age) and urinalysis results are normal, transient or orthostatic proteinuria is likely.2A repeat first-morning urine dipstick test in one year should be considered. If the UPr/Cr ratio is more than 0.2 (more than 0.5 for children six to 24 months of age) or urinalysis results are abnormal (e.g., hematuria, leukocyturia, active urinary sediments), persistent proteinuria or proteinuria of clinical significance is more likely,2and further evaluation with history, physical examination, and additional laboratory testing is recommended to rule out significant renal disease.1–3"
        },
        {
            "parent": 9,
            "text": "The urine dipstick test uses the tetrabromophenol blue colorimetric method and is the most widely used screening test.1,2,17The test primarily detects albuminuria, with a specificity and sensitivity of more than 99%, but it is not sensitive for other proteins.18The intensity of color changes from yellow to blue correlates with the amount of protein in the urine: trace (15 mg per dL), 1+ (30 mg per dL), 2+ (100 mg per dL), 3+ (300 mg per dL), and 4+ (1,000 mg per dL or more).18A reading of 1+ or more is considered abnormal. The dipstick urine test may yield false-positive results with alkaline urine (pH greater than 8); concentrated urine (specific gravity greater than 1.030); gross hematuria; pyuria; bacteriuria; prolonged immersion of reagent strip in the urine or placement of reagent strip directly in the urine stream; and presence of phenazopyridine (Pyridium), chlorhexidine (Peridex), benzalkonium, or an iodinated radiocontrast agent in the urine.9,17False-negative results may occur with acidic urine (pH less than 4.5), dilute urine (specific gravity less than 1.010), and presence of proteins other than albumin in the urine.9,17"
        },
        {
            "parent": 9,
            "text": "The sulfosalicylic acid test detects all forms of protein and is generally used as a supplementary test when the presence of a low-molecular-weight or other protein is suspected but not detected by the dipstick urine test. In the sulfosalicylic acid method, three drops of a sulfosalicylic acid 20% solution are added to 5 mL of urine. Depending on the amount of protein precipitated, various grades of turbidity, from minimal (trace) to heavy flocculation (4+), are noted.9,17"
        },
        {
            "parent": 10,
            "text": "The first-line test is a 24-hour urine protein excretion. In children, the normal amount of protein is less than 100 mg per m2per day.3However, this quantitative measurement is often difficult in children, particularly in those who are incontinent.3Also, the test has an inherent time delay, is often difficult to obtain in an outpatient setting, and is subject to collection errors."
        },
        {
            "parent": 10,
            "text": "A spot, first-morning urine sample is optimal for determining UPr/Cr ratio or UPr-to-osmolality ratio because it excludes any postural effect on the protein component. The spot UPr/Cr or UPr-to-osmolality ratio is a convenient and reliable method for estimating urine protein excretion without a 24-hour urine collection.16,19–21To estimate the total amount of protein (g per m2per day) in the urine, the UPr/Cr ratio can be multiplied by 0.63.16"
        },
        {
            "parent": 11,
            "text": "A complete blood count and measurements of serum electrolytes, blood urea nitrogen, and serum creatinine should be considered if renal disease is suspected. An elevation in blood urea nitrogen or serum creatinine level suggests impaired renal function. Additional blood work should be ordered when indicated by history, physical examination, or initial laboratory results.1–3,19"
        },
        {
            "parent": 12,
            "text": "Ultrasonography of the urinary tract is an appropriate, noninvasive screening test for anatomic abnormalities and should be considered in patients with chronic kidney disease.1–3A dimercaptosuccinic acid scan is the preferred study to detect renal scars."
        },
        {
            "parent": 13,
            "text": "Renal biopsy is not routinely indicated in the workup of children with proteinuria.1,2A biopsy should be considered when proteinuria is accompanied by active urinary sediments, persistent and gross hematuria, hypertension, hypocomplementemia, renal insufficiency with depressed glomerular filtration rate (less than 60 mL per minute per 1.73 m2for more than three months), or signs and symptoms suggestive of vasculitic disease.3"
        },
        {
            "parent": 14,
            "text": "The family can be reassured if the proteinuria is transient or orthostatic, and the child is asymptomatic, has no associated hematuria, and has normal blood pressure and glomerular filtration rate. However, regular follow-up is important as long as significant proteinuria persists. Although there are no formal guidelines for monitoring, a child with persistent proteinuria should initially receive a physical examination, including blood pressure measurement, urinalysis, and blood tests for creatinine and urea nitrogen levels, every six to 12 months.1,2There is no specific limitation on diet or physical activity. Once the child is stable, follow-up can be annual."
        },
        {
            "parent": 14,
            "text": "Treatment of persistent proteinuria should be directed at the underlying cause.1–3There is no evidence that early treatment with prednisone reduces the prevalence of persistent proteinuria 12 months after onset of Henoch-Schönlein purpura.11The standard treatment of idiopathic nephrotic syndrome comprises four weeks of prednisone at a dosage of 60 mg per m2per day (maximum, 80 mg per day), followed by four weeks at a dosage of 40 mg per m2per day (maximum, 60 mg per day) taken every other day.22There is no benefit of increasing the duration of prednisone beyond two to three months.22If steroid therapy is ineffective or adverse effects are intolerable, second-line therapy (e.g., cyclophosphamide, chlorambucil [Leukeran], cyclosporine [Sandimmune]) may be required.23In steroid- and cyclosporine-dependent nephrotic syndrome, biologic modifiers, such as rituximab (Rituxan), may be tried.23–25In patients with renal dysfunction, renoprotection with an angiotensin-converting enzyme inhibitor or angiotensin II receptor blocker may decrease proteinuria and slow progression of renal disease.5,26,27Patients with active urinary sediments, hematuria, hypertension, hypocomplementemia, renal insufficiency with depressed glomerular filtration rate, or signs and symptoms suggestive of vasculitic disease may require referral to a pediatric nephrologist and renal biopsy.3,28"
        },
        {
            "parent": 14,
            "text": "This article updates previous articles on this topic byLeung and Wong,1andLonghman-Adham.29"
        },
        {
            "parent": 14,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the key term childhood proteinuria. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Search date: June 1, 2016."
        },
        {
            "parent": 14,
            "text": "editor's note: This article is based in part on content from the book chapter in reference2, which was written by Dr. Leung."
        }
    ],
    "locked": false
}