{
    "url": "https://www.aafp.org/pubs/afp/issues/2018/0115/p86.html#afp20180115p86-f1",
    "title": "Heel Pain: Diagnosis and Management | AAFP",
    "author": "PRISCILLA TU, DO",
    "doi": "Am Fam Physician.2018;97(2):86-93",
    "abstract": "The differential diagnosis of heel pain is extensive, but a mechanical etiology is the most common. The specific anatomic location of the pain can help guide diagnosis. The most common diagnosis is plantar fasciitis, which leads to medial plantar heel pain, especially with the first weight-bearing steps after rest. Other causes of plantar heel pain include calcaneal stress fractures (progressively worsening pain after an increase in activity or change to a harder walking surface), nerve entrapment or neuroma (pain accompanied by burning, tingling, or numbness), heel pad syndrome (deep, bruise-like pain in the middle of the heel), and plantar warts. Achilles tendinopathy is a common cause of posterior heel pain; other tendinopathies result in pain localized to the insertion site of the affected tendon. Posterior heel pain can also be attributed to Haglund deformity (a prominence of the calcaneus that may lead to retrocalcaneal bursa inflammation) or Sever disease (calcaneal apophysitis common in children and adolescents). Medial midfoot heel pain, particularly with prolonged weight bearing, may be due to tarsal tunnel syndrome, which is caused by compression of the posterior tibial nerve. Sinus tarsi syndrome manifests as lateral midfoot heel pain and a feeling of instability, particularly with increased activity or walking on uneven surfaces.",
    "headers": [
        {
            "id": 0,
            "name": "Plantar Heel Pain",
            "level": 2
        },
        {
            "id": 1,
            "name": "PLANTAR FASCIITIS",
            "level": 3
        },
        {
            "id": 2,
            "name": "CALCANEAL STRESS FRACTURE",
            "level": 3
        },
        {
            "id": 3,
            "name": "NEUROPATHIC ETIOLOGIES",
            "level": 3
        },
        {
            "id": 4,
            "name": "HEEL PAD SYNDROME",
            "level": 3
        },
        {
            "id": 5,
            "name": "PLANTAR WARTS",
            "level": 3
        },
        {
            "id": 6,
            "name": "Posterior Heel Pain",
            "level": 2
        },
        {
            "id": 7,
            "name": "ACHILLES TENDINOPATHY",
            "level": 3
        },
        {
            "id": 8,
            "name": "HAGLUND DEFORMITY",
            "level": 3
        },
        {
            "id": 9,
            "name": "SEVER DISEASE",
            "level": 3
        },
        {
            "id": 10,
            "name": "Midfoot Heel Pain",
            "level": 2
        },
        {
            "id": 11,
            "name": "TENDINOPATHIES",
            "level": 3
        },
        {
            "id": 12,
            "name": "TARSAL TUNNEL SYNDROME",
            "level": 3
        },
        {
            "id": 13,
            "name": "SINUS TARSI SYNDROME",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Heel pain is a common presenting symptom to family physicians and has an extensive differential diagnosis(Table 1).1Most diagnoses stem from a mechanical etiology(Table 2).1A thorough patient history, physical examination of the foot and ankle,2and appropriate imaging studies are essential in making a correct diagnosis and initiating proper management. The history should provide information about the onset and characteristics of the pain, alleviating or exacerbating factors, changes in activity, and other related conditions."
        },
        {
            "parent": -1,
            "text": "The anatomic location of the pain can be a guide to diagnosis(Figure 1andFigure 2).1Examination should include inspection of the foot at rest and when weight bearing, as well as palpation of bony prominences, tendon insertions, and the foot and ankle joints. Any tenderness, defects, or differences between the sides should be noted. Active range of motion of the foot and ankle should be assessed; if full range of motion is not present, passive range of motion should also be evaluated. Specific testing, as detailed throughout this article, will also help determine the diagnosis."
        },
        {
            "parent": 1,
            "text": "More than 2 million persons present with plantar heel pain every year.1Plantar fasciitis is the most common cause, with a lifetime prevalence of 10% in the general population.3,4The primary symptom is usually throbbing medial plantar heel pain that is worse with the first steps after rest. The pain often decreases after further ambulation, but can return with continued weight bearing. Palpation of the medial calcaneal tuberosity and along the plantar fascia typically causes sharp, stabbing pain(Figure 2).1Passive dorsiflexion of the foot and toes often elicits pain as well.5Diagnostic imaging is not required, but weight-bearing radiography, magnetic resonance imaging (MRI), and ultrasonography can help rule out other causes of heel pain.3,5Heel spurs are present in approximately 50% of patients with plantar fasciitis, but they do not correlate well with symptoms and can also be found in persons without plantar fasciitis.5"
        },
        {
            "parent": 1,
            "text": "Initial treatment is typically conservative, with rest, activity modification, stretching, strengthening exercises, ice massage, and use of anti-inflammatory or analgesic medications.1,4,5Custom or prefabricated orthotics, arch taping, night splinting, and physical therapy are effective and can be combined with more conservative approaches.4–7Corticosteroid and platelet-rich plasma injections—particularly when performed with ultrasound guidance—can provide short-term pain relief and are often used when conservative measures are ineffective or more immediate pain control is desired.5,8–11Corticosteroid injections increase the risk of plantar fascia rupture or fat pad atrophy. Extracorporeal shock wave therapy and plantar fasciotomy can be used to treat recalcitrant cases.5,6,12–14"
        },
        {
            "parent": 2,
            "text": "Calcaneal stress fractures are caused by repetitive overload to the heel and most commonly occur immediately inferior and posterior to the posterior facet of the subtalar joint.15Pain usually begins after an increase in weight-bearing activities or after changing to a harder walking surface. The pain initially occurs only with activity, but it can later occur at rest. Swelling or ecchymosis may be noted on examination, with point tenderness at the fracture site. A positive calcaneal squeeze test (i.e., pain on squeezing the sides of the calcaneus) suggests the diagnosis. Radiography often does not reveal a fracture, so bone scans, computed tomography, or MRI may be required15,16(Figure 31). Activity modification, with little to no weight bearing for up to six weeks if pain is severe, is usually successful.15,16Heel pads or walking boots can also be used. Calcaneal stress fractures tend to heal well in otherwise healthy patients."
        },
        {
            "parent": 3,
            "text": "Heel pain accompanied by burning, tingling, or numbness may suggest a neuropathic etiology, either with nerve entrapment or the development of a neuroma. Nerve entrapment can be caused by overuse, trauma, or injury from a previous surgery.17,18Neuropathic plantar heel pain typically involves branches of the posterior tibial nerve, the lateral plantar nerve, or the nerve to the abductor digiti minimi(Figure 2).1Lumbar radiculopathy at the L4-S2 levels should also be considered regardless of the presence of associated low back pain. Neuropathic heel pain is usually unilateral, and underlying systemic disease should be ruled out in patients with bilateral pain.13MRI and ultrasonography may be helpful in visualizing the nerve entrapment.19Treatment initially involves rest, ice, use of anti-inflammatory or analgesic medications, relief of pressure at the pain site, and stretching.17,18Surgical decompression should be considered if conservative treatment is ineffective."
        },
        {
            "parent": 3,
            "text": "Neuromas can also develop on branches of the tibial nerve. The pain may be mistaken for plantar fasciitis, although it sometimes has a more burning or tingling sensation. Palpation at the neuroma site may reveal a painful lump. Neuromas should be considered when treatment for plantar fasciitis is ineffective.1,18"
        },
        {
            "parent": 4,
            "text": "Pain from heel pad syndrome is described as a deep, bruise-like pain, usually in the middle of the heel, and can be reproduced with firm palpation. Pain may be elicited by walking barefoot, on harder surfaces, or for prolonged periods.20This syndrome is typically caused by inflammation but can also be due to damage to or atrophy of the heel pad. Decreased heel pad elasticity from aging, prior corticosteroid injections, or increased body weight may also contribute.1,20Treatment is aimed at decreasing pain with rest, ice, taping, and the use of anti-inflammatory or analgesic medications, heel cups, and proper footwear."
        },
        {
            "parent": 5,
            "text": "Plantar warts, which are raised skin lesions resulting from infection with the human papillomavirus, can cause heel pain. Lesions can be noted on inspection of the heel and may be tender to palpation. They are usually self-limited; however, patients often desire quicker resolution. Over-the-counter medications, cryotherapy, topical medications, laser therapy, and shaving the wart are effective treatments but may worsen pain in the short term.21Occlusion with duct tape has not been proven effective for plantar warts.21"
        },
        {
            "parent": 7,
            "text": "The Achilles tendon is formed from the merging of the soleus and gastrocnemius muscles, and it inserts into the calcaneus.22Excessive mechanical loading of the muscle, such as with increased running, can cause tendinopathy that leads to posterior heel pain. The pain associated with Achilles tendinopathy is achy, occasionally sharp, and worsens with increased activity or pressure to the area.13,22Fluoroquinolone use has been shown to precipitate Achilles tendinopathy, particularly in older persons.23The diagnosis can be classified as insertional or within the midsubstance of the tendon.13,22,24Palpation should reveal tenderness along the tendon and sometimes a prominence from tendon thickening. Passive dorsiflexion of the ankle increases pain. Radiography may demonstrate spurring at the tendon insertion or intratendinous calcifications.13Ultrasonography may demonstrate thickening of the tendon(Figure 4).1"
        },
        {
            "parent": 7,
            "text": "Effective treatments include activity modification, eccentric exercises, reduction of pressure to the area, deep friction massage, tendon mobilization, and use of analgesic medications and heel lifts or other orthotic devices.22,25Some studies have shown benefit with extracorporeal shock wave therapy26and nitroglycerin patches.27Kinesiology taping28and corticosteroid or platelet-rich plasma injections22,24have been found ineffective for Achilles tendinopathy. Injections, particularly with corticosteroids, should be avoided because of the risk of tendon rupture. Severe cases may require surgery."
        },
        {
            "parent": 8,
            "text": "A Haglund deformity is a prominence of the superior aspect of the posterior calcaneus(Figure 21andeFigure A)that is most common in middle-aged women.29Repeated pressure from ill-fitting footwear or the deformity itself can cause retrocalcaneal bursitis.13,29Patients with retrocalcaneal bursitis have erythema and swelling over the bursa and tenderness to direct palpation. Treatment is aimed at decreasing pressure and inflammation and may include wearing open-heeled shoes, corticosteroid injections (preferably with ultrasound guidance), physical therapy, and use of anti-inflammatory or analgesic medications.13,29In refractory cases, surgery may be necessary to remove the deformity.13,29"
        },
        {
            "parent": 9,
            "text": "The most common etiology of heel pain in children and adolescents is Sever disease (calcaneal apophysitis). Patients usually present between eight and 12 years of age with activity-associated heel pain, particularly with running or jumping,30that is often worse at the beginning of a new sports season or during a growth spurt.31Pain may be elicited by palpation around the Achilles insertion site, with mediolateral calcaneal compression, and with passive dorsiflexion.30,31Radiographic findings are typically normal but may show fragmented or sclerotic calcaneal apophysis.1Treatment is conservative and includes limiting of pain-inducing activities, use of anti-inflammatory or analgesic medications, ice, stretching and strengthening the gastrocnemius-soleus complex, and shoe modifications with orthotics, heel cups, or lifts.30,31"
        },
        {
            "parent": 11,
            "text": "Other, less common tendinopathies can cause heel pain localized to the insertion site of the affected tendon. Medial heel pain may be triggered by the posterior tibialis, flexor digitorum longus, or flexor hallucis longus tendon.1Lateral heel pain can originate from the peroneal tendon. Ultrasonography of these tendons may aid in the diagnosis.32Treatment is similar to that of Achilles tendinopathy."
        },
        {
            "parent": 12,
            "text": "The tarsal tunnel is a fibro-osseous space formed by the flexor retinaculum, medial calcaneus, distal tibia, posterior talus, medial malleolus, and abductor hallucis.17,18Compression of the posterior tibial nerve through the tarsal tunnel causes burning, tingling, shooting pain, or numbness in the posteromedial ankle and heel, and sometimes into the distal sole and toes.17,18,33It can also lead to cramping of the medial longitudinal arch.33This syndrome can be caused by trauma, space-occupying lesions, poor biomechanics, or systemic disease.18,33"
        },
        {
            "parent": 12,
            "text": "Patients with tarsal tunnel syndrome often report worsening of pain with standing, walking, or running, and relief with rest, elevation, and use of loose-fitting footwear. Examination may reveal pes planus or another deformity, malalignment, or muscle atrophy in severe cases.18The pain can be reproduced by tapping along the course of the nerve (Tinel sign) and with provocative maneuvers to stress or compress the nerve (dorsiflexion-eversion test, plantar flexion-inversion test).18,33MRI is the preferred diagnostic test for tarsal tunnel syndrome,33but ultrasonography, electromyography, and nerve conduction studies may also be useful.18,33Treatment is typically conservative and consists of activity modification, corticosteroid injections, biomechanical interventions, and use of oral or topical anti-inflammatory medications, orthotic devices, and neuromodulator medications (tricyclics and antiepileptics). Surgery can be considered if conservative measures are ineffective.17,18,33"
        },
        {
            "parent": 13,
            "text": "The sinus tarsi, or talocalcaneal sulcus, is an anatomic space bound by the calcaneus, talus, talocalcaneonavicular joint, and posterior facet of the subtalar joint. Sinus tarsi syndrome can be caused by a single traumatic event, repeated lateral ankle sprains, or repeated hyperpronation of the foot, leading to instability of the subtalar joint.32,34Patients with sinus tarsi syndrome typically present with pain in the lateral calcaneus and ankle accompanied by a feeling of foot and ankle instability that is provoked by running, cutting and jumping, walking on uneven surfaces, or even stepping off a curb.32,34Imaging may include MRI or radiography with stress views.34Treatment includes ice, massage, taping, balance and proprioceptive training, muscle strengthening, corticosteroid injections(eFigure B), and use of anti-inflammatory medications, ankle braces, and orthotics.1,34Surgery is usually required in patients for whom rehabilitation has been ineffective.34"
        },
        {
            "parent": 13,
            "text": "This article updates previous articles on this topic byTu and Bytomski1;Aldridge35; andBarrett and O'Malley.36"
        },
        {
            "parent": 13,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the key term heel pain in combination with each etiology discussed in the article, with occasional use of the key words diagnosis, treatment, and management. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Searches were also performed in Essential Evidence Plus, the Cochrane Database of Systematic Reviews, and theClinical Journal of Sports MedicineandBritish Journal of Sports Medicine(both through the American Medical Society for Sports Medicine website). Search dates: September, November, and December 2016; and October 2017."
        }
    ],
    "locked": false
}