{
    "url": "https://www.aafp.org/pubs/afp/issues/2016/0615/p1000.html#afp20160615p1000-f1",
    "title": "Common Occupational Disorders: Asthma, COPD, Dermatitis, and Musculoskeletal Disorders | AAFP",
    "author": "JENNIFER BEPKO, MD, AND KATHERINE MANSALIS, MD",
    "doi": "Am Fam Physician.2016;93(12):1000-1006",
    "abstract": "An occupational illness is an event or exposure that occurs in the workplace that causes or contributes to a condition or worsens a preexisting condition. If an occupational disorder is suspected, a directed history should be taken with particular attention to establishing a temporal relationship of symptoms and exposure at work. Occupational asthma is the most prevalent occupational lung disorder in industrialized countries and presents with classic asthma symptoms (cough, difficulty breathing, chest tightness, wheezing). Occupational chronic obstructive pulmonary disease has been linked with exposure to nonspecific vapors, gases, dusts, fumes, and cigarette smoke. Occupational contact dermatitis is the most common dermal exposure. It can be caused by exposure to a variety of agents, including primary irritants or sensitizers, physical agents, mechanical trauma, and biologic agents. Occupational musculoskeletal disorders include many common repetitive injuries such as carpal tunnel syndrome and medial or lateral epicondylitis. Treatment of occupational disorders is generally the same as for nonoccupational disorders. Ideally, the exposure should be controlled to protect the worker. The impact of an occupational injury reaches beyond lost wages and can have a negative impact on quality of life.",
    "headers": [
        {
            "id": 0,
            "name": "Occupational Asthma",
            "level": 2
        },
        {
            "id": 1,
            "name": "DIAGNOSIS",
            "level": 3
        },
        {
            "id": 2,
            "name": "MANAGEMENT",
            "level": 3
        },
        {
            "id": 3,
            "name": "Occupational COPD",
            "level": 2
        },
        {
            "id": 4,
            "name": "DIAGNOSIS",
            "level": 3
        },
        {
            "id": 5,
            "name": "MANAGEMENT",
            "level": 3
        },
        {
            "id": 6,
            "name": "Occupational Dermatitis",
            "level": 2
        },
        {
            "id": 7,
            "name": "DIAGNOSIS",
            "level": 3
        },
        {
            "id": 8,
            "name": "MANAGEMENT",
            "level": 3
        },
        {
            "id": 9,
            "name": "Occupational Musculoskeletal Disorders",
            "level": 2
        },
        {
            "id": 10,
            "name": "CARPAL TUNNEL SYNDROME",
            "level": 3
        },
        {
            "id": 11,
            "name": "EPICONDYLITIS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Occupational disorder is an event or exposure that occurs in the workplace that causes or contributes to a condition or worsens a preexisting condition. Occupational disorders are underreported, with upwards of 69% of these injuries and illnesses not being reported.1In 2013, the U.S. Bureau of Labor Statistics reported about 3 million nonfatal occupational injuries and illnesses.2In 2007, the estimated medical costs for nonfatal occupational illness in the United States was $67 billion.3Common occupational disorders are summarized ineTable A."
        },
        {
            "parent": -1,
            "text": "Family physicians who practice occupational medicine must be familiar with Occupational Safety and Health Administration and local standards for identification and reporting of occupational health hazards. However, all family physicians should feel comfortable screening patients for suspected occupational exposures. An occupational history can provide clinical clues(Table 1).4–9When physicians identify an occupational disorder, federal and state law mandate obligatory reporting. Requirements for each state can be located on medical licensing websites, the Occupational Safety and Health Administration's website (https://www.osha.gov/dts/oom/clinicians/), or individual state websites."
        },
        {
            "parent": -1,
            "text": "The Centers for Disease Control and Prevention and the National Institute for Occupational Safety and Health advocate the implementation of controls to protect workers10(eFigure A). The first control is elimination, which involves removal of the hazard. If elimination is not possible, the hazard should be substituted. Next, engineering controls should isolate the worker from the hazard. At the same time, administrative controls can be instituted, including shortening shifts, rescheduling breaks, rotating workers, and providing employee training on recognizing risk factors. The last control is use of personal protective equipment."
        },
        {
            "parent": 0,
            "text": "Occupational asthma is the most prevalent occupational lung disorder in industrialized countries, accounting for approximately 15% of new asthma cases in adults.4,5,11,12A 2012 survey of more than 200,000 patients in 22 states indicated that there were an estimated 1.9 million new cases of occupational asthma.12Occupational asthma results in approximately 38,000 deaths and 1.6 million disability-adjusted life-years annually.13More than 250 triggers for occupational asthma have been identified.5Common triggers are listed inTable 2.4,5,11,14–17Most cases (90%) are caused by sensitizers (substances that produce an immune-mediated response), and 10% of cases are caused by irritants (substances that produce direct cell damage and inflammation in the absence of sensitization).13High-molecular-weight sensitizers are more common and consist of proteins and glycopeptides that induce an immunoglobulin E response.4,15Low-molecular-weight sensitizers tend to be chemicals that produce a response through poorly understood pathophysiologic processes.4,15"
        },
        {
            "parent": 1,
            "text": "Because of the high prevalence of occupational asthma, it should be considered in any adult with new-onset asthma.4,16Symptoms of occupational asthma are similar to those of nonoccupational asthma, such as cough, difficulty breathing, chest tightness, and wheezing. A full occupational history should be taken(Table 1).4–9The question “Do your symptoms improve on days away from work?” has been shown to have the highest sensitivity for the diagnosis of occupational asthma.15,18Once the occupational history is verified, occupational asthma should be confirmed using objective measures of airway function, including serial peak expiratory flow monitoring, spirometry, skin prick tests, methacholine challenge, or specific inhalation challenge.4,11,14"
        },
        {
            "parent": 2,
            "text": "The preferred initial management strategy for occupational asthma is complete avoidance of the agent.4,14However, bronchial hyperresponsiveness persists in up to 70% of patients even years after cessation of exposure.4Personal respiratory equipment can result in a temporary improvement of respiratory symptoms, but not complete suppression.14Therefore, it is most useful as an interim measure while implementing efforts to control exposures at the source or in the environment.4,11,14The pharmacologic treatment of occupational asthma is the same as for asthma in general and includes inhaled corticosteroids, bronchodilators, and leukotriene modifiers.11"
        },
        {
            "parent": 2,
            "text": "Figure 1is an algorithmic approach to suspected occupational asthma.4,19"
        },
        {
            "parent": 2,
            "text": "The prognosis of patients with occupational asthma is generally poor, with only about one-third achieving long-term symptomatic recovery or resolution of objective measures of airway dysfunction even after complete avoidance of exposure.20"
        },
        {
            "parent": 3,
            "text": "Chronic obstructive pulmonary disease (COPD) is the fourth leading cause of death worldwide, and approximately 15% of COPD cases are attributable to occupational exposures.17,21,22An analysis of data from the National Health and Nutrition Examination Survey concluded that approximately 19% of all COPD cases were attributable to multiple occupational exposures (31% among never smokers).23Although there is no official definition for occupational COPD, robust data favor nonsmoking occupational exposures as a cause.22,23The most commonly implicated agents in occupational COPD are nonspecific vapors, gases, dusts, and fumes, with dusts showing a more consistent relationship.24The evidence is strongest for workers exposed to coal dust, silica, cotton dust, or cadmium fumes.25Concurrent exposure to cigarette smoke in these workers has a synergistic effect, leading to a higher risk than would be expected by multiplying the risks of the exposures alone.26A recent case-control study concluded that there is an increased risk of occupational COPD with increasing age (older than 65 years), number of cigarettes smoked, and duration of exposure.24"
        },
        {
            "parent": 4,
            "text": "The diagnosis of occupational COPD varies, but it is generally made using spirometry, the Global Initiative for Chronic Obstructive Lung Disease criteria used for non-occupational COPD (forced expiratory volume in one second/forced vital capacity ratio of less than 70%), and an appropriate occupational history. Spirometry should be conducted with precision to avoid underdiagnosis that could delay diagnosis and management.25,27"
        },
        {
            "parent": 4,
            "text": "Workers with potential occupational COPD first report breathlessness, which may progress to coughing and wheezing.23The long latency period from exposure to symptom onset and then to fixed obstruction can complicate the diagnosis and primary prevention efforts.21,23There is no single standardized tool to assist in the diagnosis of occupational COPD, but the use of a questionnaire is an important part of the assessment.28A list of available questionnaires can be found on the American Thoracic Society website athttp://qol.thoracic.org/sections/specific-diseases/copd.html."
        },
        {
            "parent": 5,
            "text": "Clear guidelines for the treatment of occupational COPD are currently lacking.26Physicians should work with patients and employers to eliminate respiratory exposures. Primary prevention strategies include identification of workplace hazards and use of personal protective equipment, and secondary prevention focuses on medical surveillance with the use of symptom questionnaires.26,27Family physicians should encourage and support smoking cessation. There is no evidence that the use of inhaled corticosteroids, long-acting beta agonists, or leukotriene modifiers changes the prognosis of occupational COPD.27"
        },
        {
            "parent": 6,
            "text": "Occupational skin exposure is the second most common cause of occupational disorders, with a rate of 2.3 injuries per 10,000 workers.2More than 13 million U.S. workers annually are potentially exposed to chemicals absorbed through the skin.29Most recently, a decrease in the incidence of occupational dermatitis has been reported in 10 European countries.30The following discussion focuses on occupational contact dermatitis because it accounts for 90% to 95% of occupational skin disorders.6,7,29,31,32Table 3lists occupational skin disorders and associated occupations.6–8,29,31–33"
        },
        {
            "parent": 7,
            "text": "Occupational contact dermatitis can be divided into irritant and allergic types. Irritant contact dermatitis is inflammation due to phototoxic reactions or skin contact with a chemical agent such as acids, bases, oxidizing or reducing agents, water, detergents, and cleaning agents. Exposure to wet work accounts for 68% of occupational contact dermatitis cases.29Allergic contact dermatitis is caused by an allergic skin reaction. Common causes include metals, epoxy, acrylic resins, rubber additives, agrochemicals, and commercial chemicals. Nickel exposure occurs in many occupations with the use of stainless steel, magnets, metal plating, coinage, and certain alloys. Some substances can produce both irritant and allergic contact dermatitis."
        },
        {
            "parent": 7,
            "text": "Differentiating occupational from nonoccupational contact dermatitis relies on a careful occupational history. Irritant and allergic contact dermatitis can have similar presentations. A validated scoring tool for the severity of irritant contact dermatitis has been developed using clinical findings of erythema, desquamation, cracked skin, and the amount of skin affected.8There is some genetic disposition for irritant contact dermatitis in patients with filaggrin mutation (a protein defect associated with diseases of keratinization), a history of adult atopic dermatitis, or nickel sensitivity. Patients with both filaggrin mutation and atopic dermatitis have the highest risk of developing irritant contact dermatitis.6,31,33Patch testing can help identify allergic contact dermatitis and should be considered when occupational contact dermatitis has not improved after three months of treatment and a contact allergy is suspected.6,7"
        },
        {
            "parent": 7,
            "text": "Occupational contact dermatitis can develop at any point during a person's career7and has a variable clinical course: one-third of patients have resolution of skin symptoms, one-third have partial improvement but persistence of symptoms, one-fourth have no change, and a few experience worsening of symptoms.34However, quality of life and daily function are affected in nearly 50% of workers with occupational contact dermatitis.32,33"
        },
        {
            "parent": 8,
            "text": "Prevention programs are vital for the treatment of occupational contact dermatitis and should be used in conjunction with the hierarchy of controls10(eFigure A). Although prevention recommendations(Table 46,7,9,31)are generally supported, proving significant clinical outcomes has been difficult.31Routine application of fragrance-free postwork creams can help prevent dermatitis, but application of prework creams is generally not helpful and may lead to complacency in other, more beneficial preventive measures.6,7,9,31,33Treatment is similar to that of nonoccupational contact dermatitis, relying heavily on topical steroids. Physicians should provide patient education on how to reduce hazard exposure. Patients should be referred when appropriate therapy fails, a causative agent cannot be identified, or the diagnosis is unclear."
        },
        {
            "parent": 9,
            "text": "Occupational musculoskeletal disorders are injuries or disorders of the muscles, tendons, joints, cartilage, and nerves that are caused or exacerbated by sudden exertion or prolonged exposure to physical factors such as repetitive movement, force, vibration, or awkward positions. Common upper-limb disorders include shoulder disorders, lateral epicondylitis, wrist tendinitis, and carpal tunnel syndrome, in addition to nonspecific strains, sprains, muscle tears, back pain, and hernias. Approximately one-half of occupational musculoskeletal disorders occur in those working in the manufacturing and services industries.35According to 2011 data, musculoskeletal disorders accounted for 33% of all occupational injuries and illnesses.36The true prevalence of occupational musculoskeletal disorders is difficult to determine because studies use different definitions.37Risk is measured based on level of hand activity and forceful exertion, awkward positions, and hand-transmitted vibration."
        },
        {
            "parent": 9,
            "text": "Family physicians should inquire about routine heavy lifting, daily exposure to vibrations, routine overhead work, and repetitive forceful tasks. Workers at risk of occupational musculoskeletal disorders should be encouraged to engage in physical activity and maintain a healthy weight to reduce disease progression. Workplace adaption is critical for prevention and treatment of occupational musculoskeletal disorders. Ideally, the hazard should be removed. Engineering controls should alter factors of applied force, fixed body position, and pace of work. Administrative controls can protect workers through job rotation, forced breaks, and alteration of work pace. A systematic review of workplace-based interventions for the prevention of upper-extremity musculoskeletal disorders showed a positive effect of resistance exercise (dumbbell or kettlebell exercises).38"
        },
        {
            "parent": 10,
            "text": "Among occupational disorders, carpal tunnel syndrome is the most expensive upper-extremity disorder in terms of days away from work and treatment costs. Although many occupations pose a risk of carpal tunnel syndrome, there are some individual risk factors, such as body mass index (more than 30 kg per m2); age (older than 50 years); female sex (hazard ratio = 1.30; 95% confidence interval, 0.98 to 1.72); being a new employee (less than 3.5 years at the occupation); and comorbidity with rheumatoid arthritis, diabetes mellitus, or thyroid disease.39,40Additional occupational risk factors include no varied pace over work, lack of variety of work, high job strain, and inability to schedule breaks.39Social support has a protective factor (hazard ratio = 0.54; 95% confidence interval, 0.31 to 0.95).39"
        },
        {
            "parent": 10,
            "text": "Treatment is mainly conservative with rest, activity modification, splinting at the wrist/elbow, physical therapy, nonsteroidal anti-inflammatory drugs, and steroid injections. Using a differently configured keyboard may be beneficial.41General recommendations with poor evidence include modifying duties, evaluating the workstation, and decreasing exposure to hand vibration.41Surgery is reserved for severe, refractory cases.42"
        },
        {
            "parent": 11,
            "text": "Epicondylitis occurs with medial or lateral repetitive motion injuries. Lateral epicondylitis is characterized by pain over the lateral epicondyle of the humerus and is commonly referred to as tennis elbow. Medial epicondylitis occurs on the medial epicondyle and is commonly referred to as golfer's elbow. Workers with medial epicondylitis have an increased risk of other associated upper-limb musculoskeletal disorders. Forceful work, such as wrist bending/twisting and forearm twisting/rotating, is a risk factor for medial epicondylitis and is common in assembly-line workers.43,44Women have been shown to have a higher incidence of lateral epicondylitis.43Epicondylitis can have a significant psychological impact outside of physical injury, manifesting as job strain.43"
        },
        {
            "parent": 11,
            "text": "Treatment for epicondylitis is mainly conservative with rest, acupuncture, splinting, and topical and oral nonsteroidal anti-inflammatory drugs. As with nonoccupational epicondylitis, surgery is generally reserved for severe cases.41,45Although modifying duties is generally recommended, high-quality evidence is lacking. Medial epicondylitis has a good prognosis with a three-year recovery rate of 81%.44"
        },
        {
            "parent": 11,
            "text": "Data Sources: A PubMed search was completed using the keywords occupational disorders, occupational asthma, occupational COPD, occupational skin disorders, occupational dermatitis, occupational musculoskeletal disorders, and repetitive motion injuries. Also searched were the Cochrane database, Essential Evidence Plus, Agency for Healthcare Research and Quality Evidence Reports, National Guideline Clearinghouse, the Centers for Disease Control and Prevention website, and the National Institute for Occupational Safety and Health website. Search dates: April 2013, May 2013, July 2013, and February 2016."
        },
        {
            "parent": 11,
            "text": "The opinions and assertions contained herein are the private views of the authors and are not to be construed as official or as reflecting the views of the U.S. Air Force Medical Department or the U.S. Air Force at large."
        }
    ],
    "locked": false
}