{
    "url": "https://www.aafp.org/pubs/afp/issues/2016/0515/p830.html#afp20160515p830-f1",
    "title": "Acute Abdominal Pain in Children | AAFP",
    "author": "CARIN E. REUST, MD, MSPH, AND AMY WILLIAMS, MD, MSPH",
    "doi": "Am Fam Physician.2016;93(10):830-837",
    "abstract": "Acute abdominal pain accounts for approximately 9% of childhood primary care office visits. Symptoms and signs that increase the likelihood of a surgical cause for pain include fever, bilious vomiting, bloody diarrhea, absent bowel sounds, voluntary guarding, rigidity, and rebound tenderness. The age of the child can help focus the differential diagnosis. In infants and toddlers, clinicians should consider congenital anomalies and other causes, including malrotation, hernias, Meckel diverticulum, or intussusception. In school-aged children, constipation and infectious causes of pain, such as gastroenteritis, colitis, respiratory infections, and urinary tract infections, are more common. In female adolescents, clinicians should consider pelvic inflammatory disease, pregnancy, ruptured ovarian cysts, or ovarian torsion. Initial laboratory tests include complete blood count, erythrocyte sedimentation rate or C-reactive protein, urinalysis, and a pregnancy test. Abdominal radiography can be used to diagnose constipation or obstruction. Ultrasonography is the initial choice in children for the diagnosis of cholecystitis, pancreatitis, ovarian cyst, ovarian or testicular torsion, pelvic inflammatory disease, pregnancy-related pathology, and appendicitis. Appendicitis is the most common cause of acute abdominal pain requiring surgery, with a peak incidence during adolescence. When the appendix is not clearly visible on ultrasonography, computed tomography or magnetic resonance imaging can be used to confirm the diagnosis.",
    "headers": [
        {
            "id": 0,
            "name": "History",
            "level": 2
        },
        {
            "id": 1,
            "name": "Physical Examination",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnostic Evaluation",
            "level": 2
        },
        {
            "id": 3,
            "name": "LABORATORY",
            "level": 3
        },
        {
            "id": 4,
            "name": "IMAGING",
            "level": 3
        },
        {
            "id": 5,
            "name": "Management of Acute Abdominal Pain",
            "level": 2
        },
        {
            "id": 6,
            "name": "SURGICAL CAUSES OF ACUTE ABDOMINAL PAIN",
            "level": 3
        },
        {
            "id": 7,
            "name": "INFANTS AND TODDLERS",
            "level": 3
        },
        {
            "id": 8,
            "name": "ADOLESCENTS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Acute abdominal pain accounts for approximately 9% of childhood visits to primary care.1The initial assessment of acute abdominal pain should focus on the severity of illness and whether there is a potential surgical cause of abdominal pain. For this article, surgical cause refers to a condition that may require surgical intervention. In children presenting to the emergency department with acute abdominal pain, the incidence of appendicitis or other causes needing surgical intervention ranges from 10% to 30%2–5; however, in general, the incidence of surgical acute abdominal pain is 2%.1"
        },
        {
            "parent": 0,
            "text": "The approach to a child with acute abdominal pain should begin with an overall assessment of the child's appearance (lethargy, eye contact, comforted by family member, interactive), food and fluid intake (decreased intake or urine output, normal intake and output), and activity level (lying still, moving about in discomfort, active). The child's age can help in narrowing potential causes of abdominal pain(Table 16,7)."
        },
        {
            "parent": 0,
            "text": "History regarding abdominal pain should include associated symptoms, previous episodes of abdominal pain, and the intensity of the pain. Important associated symptoms are bilious vomiting (bowel obstruction), bloody stool (bowel ischemia), and fever. Fever at the onset of acute illness is less likely to indicate a surgical abdomen, whereas fever after the onset of vomiting or pain is consistent with developing peritonitis. Chronic, intermittent acute abdominal pain is less likely to be related to a surgical cause than a first episode of acute pain."
        },
        {
            "parent": 0,
            "text": "Poorly localized pain that improves with movement is more likely visceral pain. Visceral pain receptors are located in the muscles and mucosa of hollow organs. Stretching or twisting of these receptors through obstruction or volvulus of organs causes pain. Visceral pain receptors in the stomach, lower esophagus, or duodenum cause epigastric pain; receptors in the small intestine cause periumbilical pain; and in the colon, lower abdominal pain. Pain that is sharp, localized, and worsens with movement has most likely originated from somatoparietal receptors found in the parietal peritoneum, muscle, and skin."
        },
        {
            "parent": 0,
            "text": "It is important to ask about other associated symptoms because a variety of etiologies cause abdominal pain in children(Table 21,8–14). Abdominal pain with cough, shortness of breath, or sore throat can be due to respiratory infection. Urinary symptoms can indicate a urinary tract infection or pyelonephritis. In pubertal girls, it is important to ask about menstrual history and sexual activity. Vaginal discharge, with or without fever, irregular spotting, or abnormal menstrual bleeding with pain can indicate pelvic inflammatory disease."
        },
        {
            "parent": 1,
            "text": "A complete examination with attention to pharyngeal erythema or exudate and focal consolidation in the lungs should be performed in children with acute abdominal pain. An abdominal examination in a sick, crying child can be difficult to perform. A family member can assist by placing his or her hands on the abdomen with the examiner's hands on top of them until the child allows the examination. Asking the child to point to the part of the abdomen that hurts the most, and then initially avoiding that area, can also facilitate the examination."
        },
        {
            "parent": 1,
            "text": "Auscultation of bowel sounds can help a clinician understand where the abdomen is painful because the child may try to block the stethoscope from that area. Absent bowel sounds can indicate ileus or peritonitis, whereas hyperactive bowel sounds may indicate obstruction. Beginning palpation just above the iliac crest in the lower quadrants of the abdomen will help identify an enlarged liver, spleen, or other abdominal mass. Gentle palpation can elicit guarding, and percussion without deep palpation can elicit rebound pain. Guarding and rebound pain can be consistent with peritonitis. Signs suggestive of the possible need for surgery for acute abdominal pain are listed inTable 3. Rectal examination may be necessary to identify a pelvic abscess or occult blood in the stool. Pelvic examination is required in pubertal girls to evaluate for pregnancy complications and sexually transmitted infections; scrotal examination is indicated in boys."
        },
        {
            "parent": 3,
            "text": "Initial laboratory tests should include a complete blood count, erythrocyte sedimentation rate or C-reactive protein, a pregnancy test, if indicated, and urinalysis.15–18A clean void urinalysis is as accurate as a suprapubic aspiration15; the accuracy of a bag, diaper, or pad specimen is inconsistent.19,20A urine dipstick positive for leukocytes, esterase, and nitrite is concerning for a urinary tract infection (pooled positive likelihood ratio of 28.2 in children younger than five years [95% confidence interval, 17.3 to 46.0]).15,21"
        },
        {
            "parent": 3,
            "text": "Other tests may include liver function tests; amylase, lipase, or both for pancreatitis; sexually transmitted infection testing (Chlamydia trachomatis, Neisseria gonorrhoeae); and stool studies (Escherichia coliandCampylobacter, Cryptosporidium, Salmonella, andShigellaspecies), including evaluation for occult blood."
        },
        {
            "parent": 4,
            "text": "Radiation exposure is an important consideration before imaging in children. Radiation dose is dependent on the child's size. The cumulative effect of exposure over a lifetime of imaging needs to be assessed. Computed tomography (CT) of the abdomen and pelvis exposes a child to the equivalent of more than 100 chest radiographs. The risk of a radiation-induced solid cancer is estimated to be one per 300 to 390 CT scans of the abdomen and pelvis for girls, and one per 670 to 760 scans for boys.22The American College of Radiology Appropriateness Criteria offer recommendations for imaging children with abdominal pain (http://www.acr.org/Quality-Safety/Appropriateness-Criteria)."
        },
        {
            "parent": 4,
            "text": "Ultrasonography is relatively inexpensive and does not expose the patient to radiation. It is the first-line imaging choice for undifferentiated acute abdominal pain, unless history or physical examination identifies a specific diagnosis.23–28Ultrasonography can be used to evaluate for bowel thickening in inflammatory bowel disease, focal intramural bowel hematomas in Henoch-Schönlein purpura, and bowel “target” or “donut” sign in intussusception.27,29It is also the primary imaging choice for pyloric stenosis, cholecystitis, pancreatitis, renal calculi, ovarian cysts, ovarian torsion, and pregnancy complications.27,28"
        },
        {
            "parent": 4,
            "text": "Ultrasonography is the imaging tool of choice for evaluation of appendicitis, followed by CT or magnetic resonance imaging (MRI) for equivocal findings.30,31The sensitivity of ultrasonography is decreased in centers where it is used less often, when the appendix is not clearly visualized, and when there is shorter duration of pain; sensitivity is also dependent on the child's body habitus.30,31Ultrafast 3T magnetic resonance imaging requires only six minutes, does not require sedation, and has no radiation exposure.32"
        },
        {
            "parent": 4,
            "text": "Abdominal radiography is more likely to be diagnostic in patients with previous abdominal surgery, abnormal bowel sounds, abdominal distension, or peritoneal signs. Radiography may identify a renal or ureteric calculus, abdominal mass, ingested foreign body (including bezoars), bowel perforation with free air, and constipation.12,27,33"
        },
        {
            "parent": 4,
            "text": "CT of the abdomen may be required to diagnose complications such as necrosis from pancreatitis or abscess formation in appendicitis27,33and may be used for the diagnosis of omental torsion or mesenteric lymphadenitis.33"
        },
        {
            "parent": 5,
            "text": "A quick workup is needed for a sick-appearing child, with attention to hydration status and pain control. For severe pain, opiates should be used and will not delay or affect the accuracy of diagnosis.34–36Urgent surgical consultation should not be delayed while awaiting diagnostic workup. If a child does not have an acute surgical abdomen and the diagnosis is undetermined, the examination should be repeated in 24 to 48 hours. Up to 30% of children will have a change in their diagnosis.37Figure 1outlines the approach to the evaluation and diagnosis of acute abdominal pain."
        },
        {
            "parent": 6,
            "text": "Appendicitis can occur at any age but has a peak incidence during adolescence because of lymphoid follicular hyperplasia.16Clinical examination does not distinguish appendicitis from mesenteric lymphadenitis.38There are a variety of clinical prediction rules for appendicitis. The best validated systems are the Pediatric Appendicitis Score and the Alvarado score, which uses the mnemonic MANTRELS for the characteristics it evaluates(Table 4).39In general, prediction rules overestimate appendicitis by 30% and miss 3% to 5% of cases. A child with fever, rebound tenderness, a history of mid-abdominal pain migrating to the right lower quadrant, and an elevated white blood cell count, erythrocyte sedimentation rate, or C-reactive protein level should be evaluated for appendicitis16,40(eTable A)."
        },
        {
            "parent": 7,
            "text": "In infants and toddlers, acute abdominal pain may be caused by intussusception and congenital anomalies, including Meckel diverticulum, malrotation of the midgut, and inguinal hernias. Intussusception usually occurs before two years of age.41Infants and toddlers may present with right lower quadrant tenderness, a sausage-shaped mass in the abdomen, and red currant jelly stool caused by venous congestion of intussuscepted bowel.41However, the classic triad of colicky abdominal pain, vomiting, and bloody stool is found in less than 50% of cases.29,41In children, 90% of cases of intussusception are idiopathic, with 10% of cases resulting from a lead point or sticky spot in the colon.41Air or contrast enema can be diagnostic and therapeutic for intussusception."
        },
        {
            "parent": 7,
            "text": "Symptomatic Meckel diverticulum can present with gastrointestinal bleeding, diverticulitis, bowel obstruction, peritonitis, intussusception, or volvulus. One-half of such cases occur in children younger than four years.12,41Malrotation of the midgut leading to volvulus causes bilious vomiting, pain, diarrhea, and bloody stools in more advanced cases. Incarcerated inguinal hernias present with a tender groin mass."
        },
        {
            "parent": 8,
            "text": "In adolescents, acute abdominal pain may result from a gonad- or pregnancy-related pathology. Ovarian torsion presents with intermittent, nonradiating unilateral lower abdominal pain with an enlarged adnexa on ultrasonography or CT.42Testicular torsion commonly presents with a tender scrotum and enlarged testis in adolescents, but boys may present with a complaint of hip or abdominal pain with nausea or vomiting."
        },
        {
            "parent": 8,
            "text": "Ectopic pregnancy and early pregnancy loss must be considered in adolescent girls. Both conditions may present with vaginal bleeding, cramping pain, and abdominal tenderness. An intrauterine pregnancy should be visualized with transvaginal ultrasonography when the beta human chorionic gonadotropin level is 1,500 to 2,000 mIU per mL (1,500 to 2,000 IU per L).43Early pregnancy loss may be seen as an empty gestational sac or gestational sac without fetal heart activity on transvaginal ultrasonography.44Repeat ultrasonography and serial beta human chorionic gonadotropin testing may be required to confirm pregnancy loss."
        },
        {
            "parent": 8,
            "text": "Data Sources: We searched Essential Evidence Plus, Ovid Medline and Medline In-Process, Scopus, DynaMed, ACP Physicians Information and Education Resource, Clinical Evidence, and the National Guideline Clearinghouse. Keywords and truncated text words were included in the following search string: (abdominal pain or abdomen, acute or acute abdom$) AND (preschool child or child or adolescent) AND (diagnostic techniques and procedures or diagnostic test, routine or diagnos$ or differential or clinical laboratory techniques or physical exam$ or early diagnosis) AND (sensitive$ or specificity or diagnostic errors or likelihood or reproducibility of results or area under curve or probabili$ or accuracy$ or false positive$ or false negative$ or false rate$ or receiver operat$ or roc or observer variation$ or predictive value$). Retrieval included meta-analyses, systematic reviews, randomized controlled trials, clinical trials, guidelines, and diagnostic studies. Search date: November 26, 2014."
        }
    ],
    "locked": false
}