{
    "url": "https://www.aafp.org/pubs/afp/issues/2016/0615/p991.html#afp20160615p991-f2",
    "title": "Evaluation of the Painful Eye | AAFP",
    "author": "MATTHEW PFLIPSEN, MD, MARIAMA MASSAQUOI, MD, AND SUZANNE WOLF, DO",
    "doi": "Am Fam Physician.2016;93(12):991-998",
    "abstract": "Eye problems constitute 2% to 3% of all primary care and emergency department visits. Common eye conditions that can cause eye pain are conjunctivitis, corneal abrasion, and hordeolum, and some of the most serious eye conditions include acute angle-closure glaucoma, orbital cellulitis, and herpetic keratitis. The history should focus on vision changes, foreign body sensation, photophobia, and associated symptoms, such as headache. The physical examination includes an assessment of visual acuity and systematic evaluation of the conjunctiva, eyelids, sclera, cornea, pupil, anterior chamber, and anterior uvea. Further examination with fluorescein staining and tonometry is often necessary. Because eye pain can be the first sign of an ophthalmologic emergency, the physician should determine if referral is warranted. Specific conditions that require ophthalmology consultation include acute angle-closure glaucoma, optic neuritis, orbital cellulitis, scleritis, anterior uveitis, and infectious keratitis.",
    "headers": [
        {
            "id": 0,
            "name": "History",
            "level": 2
        },
        {
            "id": 1,
            "name": "Physical Examination",
            "level": 2
        },
        {
            "id": 2,
            "name": "Functional Assessment",
            "level": 2
        },
        {
            "id": 3,
            "name": "VISION",
            "level": 3
        },
        {
            "id": 4,
            "name": "EXTRAOCULAR MOVEMENT",
            "level": 3
        },
        {
            "id": 5,
            "name": "Anatomic Assessment",
            "level": 2
        },
        {
            "id": 6,
            "name": "EXTERNAL STRUCTURES",
            "level": 3
        },
        {
            "id": 7,
            "name": "CONJUNCTIVA",
            "level": 3
        },
        {
            "id": 8,
            "name": "SCLERA",
            "level": 3
        },
        {
            "id": 9,
            "name": "CORNEA",
            "level": 3
        },
        {
            "id": 10,
            "name": "PUPIL",
            "level": 3
        },
        {
            "id": 11,
            "name": "ANTERIOR CHAMBER",
            "level": 3
        },
        {
            "id": 12,
            "name": "ANTERIOR UVEA",
            "level": 3
        },
        {
            "id": 13,
            "name": "Imaging",
            "level": 2
        },
        {
            "id": 14,
            "name": "Emergent Ophthalmologic Disease",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Eye problems constitute 2% to 3% of all primary care and emergency department visits.1,2Conjunctivitis, corneal abrasion, and hordeolum account for more than 50% of eye problems.1,2Disorders that cause eye pain can be divided by anatomic area, with most affecting the cornea. Because most conditions that cause eye pain are associated with ocular signs and symptoms, familiarity with the differential diagnosis allows clinicians to appropriately tailor the history and physical examination(Table 13–20andTable 211)."
        },
        {
            "parent": 0,
            "text": "Initial evaluation should include questions about vision loss or changes. Eye pain with vision loss requires immediate ophthalmology referral."
        },
        {
            "parent": 0,
            "text": "A foreign body sensation suggests a corneal process, such as a corneal abrasion, retained foreign body, or keratitis.3In contrast, a scratchy, gritty, or sandy sensation is more likely to be associated with conjunctivitis.4"
        },
        {
            "parent": 0,
            "text": "When assessing for keratitis, clinicians should ask about contact lens use and discuss lens care regimens. A contact lens history includes wearing schedule; overnight wear; contact lens hygiene protocol; use of tap water to rinse contact lenses; and swimming, using a hot tub, or showering while wearing contact lenses. Bacterial andAcanthamoebakeratitis are associated with inappropriate contact lens use or care.12,21,22"
        },
        {
            "parent": 0,
            "text": "Photophobia can be a sign of corneal involvement.3Photophobia with eye pain is associated with most forms of keratitis, but can also occur with anterior uveitis and less commonly with migraine headache.5,23"
        },
        {
            "parent": 0,
            "text": "Headache with associated eye pain can be a sign of ophthalmologic and neurologic conditions, such as acute angle-closure glaucoma, scleritis, cluster headaches, and less commonly migraines.3,5Cluster headaches present as severe unilateral eye pain, ptosis, ipsilateral conjunctival injection, and headache.5,6"
        },
        {
            "parent": 0,
            "text": "Systemic disease should be considered in patients with certain ocular conditions. For example, one study demonstrated that about 50% of patients with scleritis had associated rheumatologic disease.20Another study showed that about 40% of patients with optic neuritis will develop multiple sclerosis over a 10-year period.24Although uveitis is idiopathic in 60% of cases, workup for systemic inflammatory disease and infectious etiologies should be considered when uveitis is recurrent or bilateral.3,25"
        },
        {
            "parent": 1,
            "text": "It is important for clinicians to be familiar with the basic anatomy of the eye(Figure 1)so that they can perform an adequate examination. Equipment for assessing eye anatomy and function that is most often available to the primary care physician includes a Snellen chart, tonometer, penlight, fluorescein stain, and Wood lamp.Figure 2outlines a stepwise approach to the evaluation of eye pain."
        },
        {
            "parent": 3,
            "text": "All patients presenting with eye pain should be assessed for vision loss. Having the patient read a Snellen chart (https://www.aafp.org/afp/2013/0815/p241.html#afp20130815p241-f1) at a distance of 20 ft (6 m) is the standard test to evaluate visual acuity. Gross visual deficits are assessed using confrontational testing. The kinetic red test is performed by taking a 5-mm, red-topped pen and moving it inward from the boundary of each visual quadrant until the patient can see it. This test may be combined with the more common static finger wiggle test to improve sensitivity for detecting visual field loss. This combination is the most sensitive way to assess for visual field deficit in the primary care setting.26Determining more subtle differences, such as whether vision loss is diffuse, central, or peripheral, may require ophthalmology referral for more precise testing."
        },
        {
            "parent": 3,
            "text": "Conditions that cause eye pain and can cause decreased visual acuity include acute angle-closure glaucoma, herpes simplex virus (HSV) keratitis, optic neuritis, and orbital cellulitis. Acute angle-closure glaucoma can cause severe central visual field defects27; similar visual findings may occur in patients with optic neuritis, with diffuse and central loss predominant in the affected eye.28Visual acuity of the affected eye is reduced to 20/100 in 10% of recurrent HSV keratitis cases.7Most painful eye conditions causing decreased visual acuity require ophthalmology referral."
        },
        {
            "parent": 4,
            "text": "To test extraocular movements, the patient should be instructed to fixate on a target with both eyes and follow it in at least four different directions. Increased intraocular pressure from acute angle-closure glaucoma may cause disordered eye motility or pain with eye movement.29Pain associated with eye movement may also occur with scleritis, optic neuritis, and orbital cellulitis."
        },
        {
            "parent": 6,
            "text": "Clinicians should look for inflammation and erythema of the eyelids, making note of any lesions or abnormalities. A hordeolum is a tender, inflamed nodule and can be observed with careful inspection of the external or internal eyelid. The upper lid should be everted if a corneal abrasion is suspected to look for a foreign body. Orbital cellulitis presents as unilateral erythema, swelling, and ptosis of the eyelid, with associated pain with eye movement and decreased visual acuity.8"
        },
        {
            "parent": 6,
            "text": "The eyelid and surrounding region should also be inspected for rashes or vesicles. Conjunctival or eyelid vesicles occur in about one-half of patients with HSV keratitis,30whereas herpes zoster ophthalmicus leads to associated pain and vesicular lesions appearing in a larger dermatome pattern(Figure 331)on the forehead, nose, and upper eyelid (V1distribution of the trigeminal nerve).9,29Figure 4shows slit lamp findings in a patient with herpes zoster ophthalmicus.31"
        },
        {
            "parent": 7,
            "text": "The conjunctiva is a thin mucous membrane that covers the posterior eyelids (palpebral conjunctiva) and anterior sclera (bulbar conjunctiva). Injection of the conjunctiva is a result of inflammation or infection. Diffuse injection is caused by disease within the conjunctiva itself, whereas a ciliary flush sign (injection radiating outward from the limbus) is more common with a disease process in the uvea or anterior chamber, such as anterior uveitis or acute angle-closure glaucoma.4,32"
        },
        {
            "parent": 8,
            "text": "The sclera is a fibrous, protective coating of the eye. The episclera covers the sclera anteriorly and is continuous with the cornea. The sclera's bluish discoloration helps to distinguish it and differentiate scleritis from episcleritis. Inflammation of the sclera is usually very painful, whereas inflammation of the episclera is not. Scleritis can also impair vision, and vision is unaffected with episcleritis.20Episcleritis causes engorgement of the more superficial vessels, which are often sectoral and easily blanched with topical application of phenylephrine.3"
        },
        {
            "parent": 9,
            "text": "The cornea (transparent structure covering the anterior of the eye) should be evaluated with fluorescein staining. In the primary care setting, a Wood lamp or ophthalmoscope with a cobalt filter is often used for fluorescein visualization. If pain precludes evaluation, proparacaine 0.5% or other topical anesthetic should be applied first."
        },
        {
            "parent": 9,
            "text": "A healthy cornea is smooth, shiny, and clear. In normal light, corneal lesions appear yellow. Illumination with cobalt light or a Wood lamp causes the lesion to fluoresce green(Figure 5). An abrasion caused by trauma or a foreign body is typically linear or has a geographic shape. Abrasions from the use of contact lenses often consist of several punctate lesions that coalesce into a round central defect. Herpetic keratitis has a branching, dendritic appearance.10"
        },
        {
            "parent": 10,
            "text": "Normal pupillary size is 2 to 4 mm. Each pupil should constrict with consensual and direct light. Anisocoria (unequal pupil size) of less than 1 mm occurs in up to 20% of the general population.33Anisocoria associated with eye pain can be a sign of anterior uveitis. A fixed dilated pupil at 4 to 6 mm can occur with acute angle-closure glaucoma."
        },
        {
            "parent": 10,
            "text": "Photophobia using the penlight test can identify patients with uveitis or keratitis.23This test is performed by shining a penlight directly into each eye independently from a distance of 6 in (15 cm) for two seconds to determine if there is discomfort with light. A negative result makes uveitis and keratitis unlikely (negative predictive value = 90%).23,34"
        },
        {
            "parent": 10,
            "text": "The swinging flashlight test (see video athttps://www.youtube.com/watch?v=soiKbngQxgw) is used to diagnose an afferent pupillary defect (Marcus Gunn pupil). The defect is present in a pupil that dilates when the light is swung to it from the opposite pupil (constricting more with consensual light than with direct light). A relative afferent pupillary defect in a patient presenting with eye pain can indicate optic neuritis, although a negative result does not rule it out.35,36"
        },
        {
            "parent": 11,
            "text": "The anterior chamber between the cornea and iris is filled with aqueous humor. This fluid is absorbed where the cornea and iris meet at the Schlemm canal. The oblique flashlight test (see video athttps://www.youtube.com/watch?v=81jEkGmQ4so) can be used to approximate the depth of the anterior chamber angle. The examiner shines a penlight tangentially across the cornea from the temporal side. Illumination of the entire cornea implies a wide anterior chamber angle, and a shadow over the nasal portion of the cornea implies a narrow angle.29Acute angle-closure glaucoma is more common in persons with a narrow angle. If acute angle-closure glaucoma is suspected, tonometry should be performed. Pressures greater than 40 to 50 mm Hg are consistent with the diagnosis."
        },
        {
            "parent": 12,
            "text": "The iris and ciliary body make up the anterior uvea. Inflammation of one or both of these structures is considered anterior uveitis. Although hypopyon (white blood cells in the anterior chamber) can often be seen without magnification, a slit lamp is necessary for adequate evaluation.3The hallmark of acute anterior uveitis is the presence of white blood cells floating in the aqueous humor of the anterior chamber and a cloudy appearance consistent with a proteinaceous flare. Symptoms include achy eye pain, photophobia, and blurred vision in the involved eye.25,32"
        },
        {
            "parent": 13,
            "text": "There are a few indications for imaging when evaluating eye pain. Gadolinium-enhanced magnetic resonance imaging of the brain and orbits is essential in the workup of suspected optic neuritis. In suspected orbital cellulitis, computed tomography of the orbits and paranasal passages helps confirm the diagnosis and evaluate for associated complications, such as an abscess. However, the diagnostic yield of neuroimaging is minimal in patients with unilateral eye or facial pain, normal examination findings, and no history findings suggestive of a specific diagnosis or pain syndrome.37"
        },
        {
            "parent": 14,
            "text": "A history of trauma and signs of hyphema or corneal penetration warrant urgent, same-day evaluation by an ophthalmologist. A hyphema is a collection of blood in the anterior chamber between the cornea and the iris. A positive result on the Seidel test indicates a foreign body that has penetrated the full thickness of the cornea. This occurs when the anterior chamber has been punctured and its aqueous humor dilutes the fluorescein dye, causing it to flow across the cornea.38"
        },
        {
            "parent": 14,
            "text": "In acute angle-closure glaucoma, optic nerve atrophy and permanent loss of vision can occur within hours if not adequately treated. Prompt consultation with an ophthalmologist is recommended for treatment to lower the intraocular pressure.39"
        },
        {
            "parent": 14,
            "text": "Orbital cellulitis requires hospital admission, broad-spectrum intravenous antibiotics, and ophthalmology consultation. Workup includes contrast-enhanced computed tomography of the orbits and paranasal sinuses, as well as complete blood count and blood cultures.11"
        },
        {
            "parent": 14,
            "text": "Because scleritis can cause vision loss, the involvement of the more posterior structure, such as the retina, should be determined and managed accordingly."
        },
        {
            "parent": 14,
            "text": "Immediate referral is important if anterior uveitis is suspected because this disorder can also impair vision. A slit lamp examination looking for inflammatory cells in the anterior chamber is key to the diagnosis."
        },
        {
            "parent": 14,
            "text": "Optic neuritis warrants neurology and ophthalmology consultation. Acute management of optic neuritis includes administration of high-dose corticosteroids, which improves short-term recovery and expedites resolution of vision loss.40"
        },
        {
            "parent": 14,
            "text": "Infectious keratitis (caused by bacteria,Acanthamoeba, HSV, and herpes zoster ophthalmicus) necessitates ophthalmologic referral. Recurrent HSV keratitis increases risk of visual loss from corneal damage,7and herpes zoster ophthalmicus can cause chronic ocular inflammation, vision loss, and disabling pain.9"
        },
        {
            "parent": 14,
            "text": "Data Sources: We searched the Cochrane Database of Systematic Reviews, Essential Evidence Plus, Clinical Evidence, the National Guideline Clearinghouse, National Institute for Health and Clinical Excellence guidelines, and PubMed. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. We used the following key words: eye pain, conjunctivitis, keratitis, corneal abrasion, acute close-angle glaucoma, scleritis, episcleritis, uveitis, orbital cellulitis, optic neuritis, migraine headache, and cluster headache. Search dates: May 3, 2015, and February 16, 2016."
        },
        {
            "parent": 14,
            "text": "note:This review updates a previous article on this topic by Fiore, et al.41"
        },
        {
            "parent": 14,
            "text": "The opinions and assertions contained herein are the private views of the authors and are not to be construed as official or as reflecting the views of the U.S. Army Medical Department or the U.S. Army Service at large."
        }
    ],
    "locked": false
}