{
    "url": "https://www.aafp.org/pubs/afp/issues/2015/1115/p875.html#afp20151115p875-f1",
    "title": "Nonsurgical Management of Knee Pain in Adults | AAFP",
    "author": "BRANDON Q. JONES, MD, CARLTON J. COVEY, MD, AND MARVIN H. SINEATH, JR., MD",
    "doi": "Am Fam Physician.2015;92(10):875-883",
    "abstract": "The role of the family physician in managing knee pain is expanding as recent literature supports nonsurgical management for many patients. Effective treatment depends on the etiology of knee pain. Oral analgesics—most commonly nonsteroidal anti-inflammatory drugs and acetaminophen—are used initially in combination with physical therapy to manage the most typical causes of chronic knee pain. The American Academy of Orthopaedic Surgeons recommends against glucosamine/chondroitin supplementation for osteoarthritis. In patients who are not candidates for surgery, opioid analgesics should be used only if conservative pharmacotherapy is ineffective. Exercise-based therapy is the foundation for treating knee osteoarthritis and patellofemoral pain syndrome. Weight loss should be encouraged for all patients with osteoarthritis and a body mass index greater than 25 kg per m2. Aside from stabilizing traumatic knee ligament and tendon tears, the effectiveness of knee braces for chronic knee pain is uncertain, and the use of braces should not replace physical therapy. Foot orthoses can be helpful for anterior knee pain. Corticosteroid injections are effective for short-term pain relief in patients with osteoarthritis. The benefit of hyaluronic acid injections is controversial, and recommendations vary; recent systematic reviews do not support a clinically significant benefit. Small studies suggest that regenerative injections can improve pain and function in patients with chronic knee tendinopathies and osteoarthritis.",
    "headers": [
        {
            "id": 0,
            "name": "Osteoarthritis",
            "level": 2
        },
        {
            "id": 1,
            "name": "PHYSICAL THERAPY AND WEIGHT LOSS",
            "level": 3
        },
        {
            "id": 2,
            "name": "PHARMACOTHERAPY",
            "level": 3
        },
        {
            "id": 3,
            "name": "INJECTIONS",
            "level": 3
        },
        {
            "id": 4,
            "name": "BRACES, ORTHOSES, AND OTHER THERAPIES",
            "level": 3
        },
        {
            "id": 5,
            "name": "Patellofemoral Pain Syndrome",
            "level": 2
        },
        {
            "id": 6,
            "name": "PHYSICAL THERAPY",
            "level": 3
        },
        {
            "id": 7,
            "name": "PHARMACOTHERAPY",
            "level": 3
        },
        {
            "id": 8,
            "name": "BRACES AND ORTHOSES",
            "level": 3
        },
        {
            "id": 9,
            "name": "Meniscal, Tendon, and Ligament Injuries",
            "level": 2
        },
        {
            "id": 10,
            "name": "PHYSICAL THERAPY",
            "level": 3
        },
        {
            "id": 11,
            "name": "PHARMACOTHERAPY",
            "level": 3
        },
        {
            "id": 12,
            "name": "INJECTIONS",
            "level": 3
        },
        {
            "id": 13,
            "name": "BRACES, ORTHOSES, AND OTHER THERAPIES",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Knee pain affects approximately 25% of adults, limiting function, mobility, and quality of life.1The prevalence of knee pain has increased 65% over the past 20 years,1with an estimated 4 million primary care visits per year attributed to knee pain.2Knee symptoms are the 10th most common reason for outpatient visits.3Recent studies support nonsurgical management for common knee diseases, such as osteoarthritis and meniscal disease.4–6Although there are many causes of and treatments for knee pain, this article focuses on the evidence supporting nonsurgical interventions for typical causes of knee pain in adults: osteoarthritis(Table 17–22); patellofemoral pain syndrome(Table 212,23–27); and meniscal, tendon, and ligament injuries(Table 328–35)."
        },
        {
            "parent": 1,
            "text": "Physical therapy and exercise are the foundation of nonsurgical management of osteoarthritis-associated knee pain(Figure 1). Evidence has shown that active management (e.g., stretching, strengthening, exercise programs) is more effective in decreasing knee pain and improving function than passive modalities (e.g., therapeutic ultrasonography, electrical stimulation, taping, cryotherapy, heat).36Patellar taping is a popular adjunct treatment that has been shown to reduce pain in patients with knee osteoarthritis.11Ice massage and application of cold packs decrease swelling and improve range of motion and strength, but do not affect pain.10The American Academy of Orthopaedic Surgeons (AAOS) recently updated its guideline on the treatment of knee osteoarthritis to focus on exercise-based therapies and targeted weight loss.7"
        },
        {
            "parent": 1,
            "text": "Patients with a body mass index greater than 25 kg per m2should be encouraged to lose weight.7The addition of a calorie-restricted diet (25% to 30% decrease) to a combined aerobic/strength-training program improves pain, function, and body composition scores vs. exercise alone.10All types of exercise have been shown to improve osteoarthritis pain and physical function scores.37Home exercise programs are as effective as a supervised clinical exercise program in improving function and six-minute walk distance in persons with knee osteoarthritis.9Twisting and high-impact activities (e.g., running) should be avoided."
        },
        {
            "parent": 2,
            "text": "Acetaminophen and nonsteroidal anti-inflammatory drugs (NSAIDs) improve pain in patients with osteoarthritis and are considered first-line treatments. Randomized controlled trials (RCTs) have shown that acetaminophen is as effective as ibuprofen, regardless of the dosage.38,39A recent double-blind RCT found that extended-release acetaminophen (1,300 mg three times daily) is effective for knee and hip osteoarthritis pain and is well tolerated.13Furthermore, a 2004 systematic review of five RCTs suggested that acetaminophen should be considered initial therapy because it is effective and has fewer adverse effects than NSAIDs.40Acetaminophen is especially appropriate as first-line therapy in patients who cannot tolerate NSAIDs.14A systematic review of 13 high-quality RCTs concluded that acetaminophen provides modest short-term relief for knee and hip osteoarthritis.41It is important to confirm that patients who report lack of benefit have taken acetaminophen continuously and at an adequate dosage."
        },
        {
            "parent": 2,
            "text": "Selective and nonselective NSAIDs are equally effective in the treatment of osteoarthritis.7,8A meta-analysis showed that NSAIDs should not be used for long-term treatment, but that limited use is superior to placebo.42Because of the gastrointestinal and renal adverse effects associated with nonselective NSAIDs, the lowest effective dosage should be used."
        },
        {
            "parent": 2,
            "text": "Topical NSAIDs and topical capsaicin are effective in patients with knee osteoarthritis who cannot tolerate oral NSAIDs. Local skin reactions are the most common adverse effects, and systemic adverse effects for both agents were similar to those for placebo.42–44A 2012 RCT showed that in patients with knee osteoarthritis that was not adequately controlled with NSAIDs, adding a combination of tramadol/acetaminophen significantly improved pain, although neither agent was superior when added alone.45"
        },
        {
            "parent": 2,
            "text": "Opioid analgesics are an option for patients with symptomatic knee osteoarthritis in whom previous medical management has been ineffective and who are not candidates for total joint arthroplasty.8A Cochrane review found low-quality evidence to support the effectiveness of opioids in carefully selected patients. These agents should not be used in patients with a history of substance abuse.46Vitamin D supplementation has not been proven beneficial in reducing pain from knee osteoarthritis.47The AAOS does not recommend the use of glucosamine/chondroitin supplementation in persons with knee osteoarthritis,10and studies have shown mixed benefit.15–17One recent RCT showed that glucosamine/chondroitin supplementation provided clinically significant pain relief,18but Cochrane reviews suggest that glucosamine is no better than placebo.48In addition, a Cochrane review of low-quality studies found that chondroitin supplementation only marginally improved pain in patients with osteoarthritis.49"
        },
        {
            "parent": 3,
            "text": "Intra-articular corticosteroid injections are commonly used in the management of knee osteoarthritis. A Cochrane review showed that although this therapy is effective, pain relief lasts for only one to two weeks.50The AAOS does not make a strong recommendation on the use of corticosteroid injections for the treatment of knee osteoarthritis. If used, they should not be given more often than once every three months.19"
        },
        {
            "parent": 3,
            "text": "Hyaluronic acid injections (viscosupplementation) for the treatment of knee osteoarthritis are controversial. Initial studies and meta-analyses were promising, specifically in patients with severe disease.51However, more recent data cite a lack of high-quality studies showing a beneficial effect. A high-quality 2012 systematic review concluded that viscosupplementation provided no clinically significant improvement in pain or function compared with saline or placebo injection.52The most recent recommendations from the American College of Rheumatology and Osteoarthritis Research Society International include hyaluronic acid injections in the treatment regimen for osteoarthritis if initial conservative interventions are ineffective.8,20However, the AAOS does not recommend them for patients with chronic osteoarthritis.7Because higher-quality evidence shows a lack of benefit from viscosupplementation, it is best reserved for patients in whom other pharmacologic and nonpharmacologic treatment options are ineffective and who have less advanced osteoarthritis, are poor surgical candidates, or are younger than 65 years. Older patients and those with more severe disease are not likely to respond to viscosupplementation.51"
        },
        {
            "parent": 4,
            "text": "There is little evidence that the use of knee braces causes harm; therefore, it is a reasonable option to consider as part of a multidisciplinary approach to the management of chronic overuse injuries, including knee osteoarthritis. However, the use of a brace should not replace a comprehensive physical therapy or home exercise program that addresses functional deficits in strength and flexibility. Small studies have shown medial unloader valgus braces to be beneficial in patients with predominant medial compartment osteoarthritis.21,22"
        },
        {
            "parent": 4,
            "text": "There is no evidence that orthoses decrease pain or improve function in patients with knee osteoarthritis.22A recent study recommended against the use of lateral wedge inserts, which agrees with the recent AAOS guideline.53A 2010 Cochrane review on the use of therapeutic ultrasonography for knee osteoarthritis concluded that studies were small and of poor quality, and did not show evidence of clinically or statistically significant benefit.12"
        },
        {
            "parent": 6,
            "text": "Active treatments, such as strength training and stretching, are the first-line therapies for patellofemoral pain syndrome (PFPS). Strengthening exercises targeting the quadriceps and hip musculature, combined with stretching of the quadriceps, hamstrings, hip abductors, and iliotibial band complex, are often recommended.23A Cochrane review concluded that based on low-quality studies, there is likely some benefit for exercise in patients with PFPS, but researchers could not draw conclusions about the most effective modality.54Figures 2through5demonstrate stretching and strengthening exercises that are often used in the treatment of PFPS."
        },
        {
            "parent": 6,
            "text": "Patellar taping has mixed results in the treatment of PFPS. A Cochrane review showed no significant effect on pain,55whereas a recent meta-analysis showed that early taping helped improve pain scores.24Evidence to support transcutaneous electrical stimulation, biofeedback, or chiropractic manipulation is limited."
        },
        {
            "parent": 7,
            "text": "Limited data show that NSAIDs are effective in relieving short-term pain from PFPS.25Evidence supporting the use of other oral analgesics is lacking."
        },
        {
            "parent": 8,
            "text": "Foot orthoses—with or without physical therapy—are effective for the treatment of anterior knee pain.56Lateral tracking of the patella may contribute to the pathology associated with the pain and limited function of PFPS. Although it is common practice to suggest a trial of a lateral buttress patellar brace in patients with PFPS, strong evidence to support this practice is lacking. However, no data suggest that using a brace to determine whether the patient could benefit will result in harm.26,27"
        },
        {
            "parent": 10,
            "text": "Degenerative meniscal tears are common in patients with osteoarthritis. Patients should be referred to an orthopedic surgeon only if mechanical symptoms are present (locking or catching). Physical therapy and a structured exercise program are first-line treatments.7Active rehabilitation is as effective as arthroscopy in decreasing pain and improving function in patients with nontraumatic, degenerative medial meniscal tears.28A recent study involving patients with concomitant osteoarthritis and meniscal tears showed that physical function scores at six and 12 months were similar in patients who underwent a partial meniscectomy vs. those who completed physical therapy alone.29Eccentric exercise has been proven beneficial for treating patellar tendinosis.30"
        },
        {
            "parent": 11,
            "text": "NSAIDs may provide short-term relief of pain associated with ligamentous tears, including cruciate and collateral ligament tears. Although NSAIDs are effective in decreasing pain and helping patients with ankle sprains return to physical activity, studies have not been performed in patients with ligamentous knee pain, and the effect of NSAID therapy on tendinopathy is uncertain.31Although there are no high-quality studies examining the effectiveness of oral analgesics for meniscal tears, it is common practice to use NSAIDs or acetaminophen."
        },
        {
            "parent": 12,
            "text": "Although physicians should avoid injecting corticosteroids into weight-bearing tendons such as the quadriceps and patellar tendon at the knee, it is accepted practice to provide a local corticosteroid injection over the femoral epicondyle in patients with iliotibial band friction syndrome if conservative measures are ineffective.32Regenerative injections, using dextrose-based or platelet-rich plasma, are an emerging option for the care of chronic musculoskeletal conditions if conservative care is ineffective. Regenerative injections have shown modest improvements in pain and function in the treatment of chronic patellar tendinopathy57–59and osteoarthritis.60–62Although the results of small studies are promising, further research with large RCTs is needed before definitive recommendations can be made."
        },
        {
            "parent": 13,
            "text": "Short-term use of a knee immobilizer brace can protect the knee immediately after an acute injury, such as complete major ligament or tendon tears and patellar fracture or dislocation. In patients with grade 1 or 2 medial collateral ligament injuries, minimally restrictive bracing can be helpful when combined with oral analgesics and early physical therapy.34Braces commonly used for overuse knee conditions include an iliotibial band strap for patients with iliotibial band friction syndrome or an infrapatellar strap for those with patellar tendinopathy33; however, these braces have not been studied in robust clinical trials. A Cochrane review found insufficient evidence regarding deep friction tissue massage for the treatment of lateral knee tendinitis.63Patients with partial anterior cruciate ligament tears may benefit from bracing during the acute injury phase, such as a hinged knee brace coupled with range-of-motion exercises.35Patients with full-thickness tears should be referred to an orthopedic surgeon."
        },
        {
            "parent": 13,
            "text": "Data Sources: We conducted literature searches using Ovid, PubMed, the Cochrane database, Essential Evidence Plus, and guidelines from major orthopedic and rheumatologic organizations, focusing on the keywords knee osteoarthritis, meniscal tears, ligament and tendon tears, patellofemoral syndrome, pharmacotherapy, physical therapy, bracing, orthotics, proinflammatory injections, corticosteroid injections, and hyaluronic acid injections. Search dates: May 30, 2014, to February 4, 2015."
        },
        {
            "parent": 13,
            "text": "The opinions and assertions contained herein are the private views of the authors and are not to be construed as official or as reflecting the views of the U.S. Air Force Medical Department or the U.S. Air Force at large."
        }
    ],
    "locked": false
}