{
    "url": "https://www.aafp.org/pubs/afp/issues/2016/0515/p874.html#afp20160515p874-f1",
    "title": "CDC Updates Interim Guidance on Caring for Women with Possible Exposure to Zika Virus | AAFP",
    "author": "CARRIE ARMSTRONG,AFPSenior Associate Editor",
    "doi": "Am Fam Physician.2016;93(10):874-876",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "Preconception Counseling",
            "level": 2
        },
        {
            "id": 1,
            "name": "Testing in Persons Attempting to Conceive",
            "level": 2
        },
        {
            "id": 2,
            "name": "Women Undergoing Fertility Treatment",
            "level": 2
        },
        {
            "id": 3,
            "name": "Testing in Persons with Possible Exposure",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "• Women with Zika virus disease should wait at least eight weeks after symptom onset before attempting to conceive."
        },
        {
            "parent": -1,
            "text": "•UPDATEDOctober 14, 2016: Men with possible Zika virus exposure who are considering attempting conception with their partner, regardless of symptom status, should wait to conceive until at least six months after symptom onset (if symptomatic) or last possible Zika virus exposure (if asymptomatic)."
        },
        {
            "parent": -1,
            "text": "•UPDATEDOctober 14, 2016: Asymptomatic women with possible Zika virus exposure should be advised to wait at least eight weeks after the last date of exposure before attempting to conceive."
        },
        {
            "parent": -1,
            "text": "• Serum testing for evidence of Zika virus infection should be performed in persons who have acute onset of fever, rash, arthralgia, or conjunctivitis within two weeks of possible exposure to the virus."
        },
        {
            "parent": -1,
            "text": "• Pregnant women who do not live in an area with active Zika virus transmission but who may have been exposed to the virus during pregnancy or in the eight weeks before conception should be tested."
        },
        {
            "parent": -1,
            "text": "From theAFPEditors"
        },
        {
            "parent": -1,
            "text": "The current Zika virus outbreak was identified in Brazil in May 2015, and knowledge about the virus, its transmission, and its potential adverse effects on pregnancy outcomes is evolving. Epidemiologic, clinical, laboratory, and pathologic evidence supports a link between infection during pregnancy and outcomes such as pregnancy loss, fetal microcephaly, intracranial calcifications, and fetal brain and eye abnormalities. The level of risk of these outcomes is not known. Studies suggest that it may be as high as 29%, but microcephaly caused by viral destruction of brain tissue is likely part of a spectrum of neurologic damage caused by Zika virus, and this percentage may substantially underestimate the proportion of infants affected."
        },
        {
            "parent": -1,
            "text": "Thirty-nine countries and U.S. territories had reported active Zika virus transmission as of March 23, 2016. Updated information is available athttp://wwwnc.cdc.gov/travel/notices. Based on limited evidence on the persistence of Zika virus RNA in blood and semen, the Centers for Disease Control and Prevention (CDC) has updated its interim guidance on caring for reproductive-aged women who may have been exposed to the virus, including those who do not live in areas with active transmission. Further updates to this guidance and other clinical information on Zika virus are available athttp://www.cdc.gov/zika/hc-providers/index.html."
        },
        {
            "parent": 0,
            "text": "Physicians should provide preconception counseling to women who do not live in areas with active Zika virus transmission, but who may have been exposed to the virus. Discussions should include information about the signs and symptoms of Zika virus disease and the potential adverse outcomes associated with infection during pregnancy. Women with Zika virus disease should wait at least eight weeks after symptom onset before attempting to conceive. The risk of congenital infection in pregnant women with asymptomatic infection is not known. However, asymptomatic women with possible Zika virus exposure should be advised to wait at least eight weeks after the last date of exposure before attempting to conceive."
        },
        {
            "parent": 0,
            "text": "Sexual transmission of Zika virus can occur, but it is not known whether men with asymptomatic infection can transmit the virus sexually. Based on the limited data currently available, men with possible Zika virus exposure and their female partners should wait to attempt conception until the risk of sexual transmission is minimal. Men who have been diagnosed with Zika virus disease should wait at least six months after symptom onset before attempting to conceive. Men who may have been exposed to the virus but do not have clinical illness consistent with Zika virus disease should wait at least eight weeks before attempting to conceive. If symptoms do not develop, the couple could consider attempting conception or waiting longer."
        },
        {
            "parent": 1,
            "text": "Serum testing for evidence of Zika virus infection should be performed in persons who have acute onset of fever, rash, arthralgia, or conjunctivitis within two weeks of possible exposure to the virus. Routine testing is not recommended for women or men who are attempting to conceive and have possible exposure but no clinical illness. Testing in asymptomatic persons may not be necessary, and results might be difficult to interpret. It is not known whether a positive serologic test result in an asymptomatic man indicates that the virus may be present in semen, or if a negative serologic test result precludes the presence of the virus in semen. Testing of semen for Zika virus is not recommended because a positive or negative result does not provide sufficient data to guide recommendations about attempting conception."
        },
        {
            "parent": 2,
            "text": "Although there have been no documented instances of Zika virus transmission during fertility treatment, transmission through donated gametes or embryos is possible because the virus can be present in semen, and sexual transmission has occurred. Zika virus is not likely to be destroyed in the cryopreservation process. Fertility treatment using a couple's own gametes and embryos should follow the timing recommendations for persons attempting conception."
        },
        {
            "parent": 2,
            "text": "The U.S. Food and Drug Administration recommends that persons be considered ineligible for anonymous donation if they have been diagnosed with Zika virus infection in the past six months; have lived in or traveled to an area with active Zika virus transmission within the past six months; or within the past six months had sex with a male partner who, within the six months before sexual contact, was diagnosed with or had an illness consistent with Zika virus disease or traveled to an area of active Zika virus transmission. These recommendations apply to anonymous donors, but not to sexually intimate couples. Directed donors must undergo the same evaluation and eligibility determination as anonymous donors. However, gametes or embryos from ineligible directed donors may be used if the tissue is labeled to indicate potential increased risk, all participating parties are aware of and willing to incur the risk, and physicians are aware of the status of gametes or embryos."
        },
        {
            "parent": 3,
            "text": "Physicians—especially those who care for pregnant women living near the U.S.–Mexico border—should assess their patient's travel histories, including the frequency of cross-border trips. Pregnant women who do not live in an area with active Zika virus transmission but who may have been exposed to the virus should be tested(Figure 1), and those who may have been exposed during the eight weeks before conception can be offered serologic testing within two to 12 weeks of the possible exposure. A negative immunoglobulin M test result obtained two to 12 weeks after exposure suggests that infection did not occur and may rule out the need for serial ultrasonography. Pregnant women who have had sex without a condom with a male partner who may have been exposed to Zika virus should be tested if they develop any sign or symptom of Zika virus disease, or if their partner is diagnosed with Zika virus disease or a clinical illness consistent with Zika virus disease."
        },
        {
            "parent": 3,
            "text": "Amniocentesis should be considered on a case-by-case basis. It is not known how sensitive or specific reverse transcription–polymerase chain reaction testing of amniotic fluid is for detecting congenital Zika virus infection or whether a positive result predicts subsequent fetal abnormalities. The optimal time to perform amniocentesis to diagnose congenital Zika virus infection is not known; Zika virus RNA has been detected in amniotic fluid as early as four weeks after maternal symptom onset and as early as 17 weeks' gestation."
        },
        {
            "parent": 3,
            "text": "Guideline source: Centers for Disease Control and Prevention"
        },
        {
            "parent": 3,
            "text": "Evidence rating system used?No"
        },
        {
            "parent": 3,
            "text": "Literature search described?No"
        },
        {
            "parent": 3,
            "text": "Guideline developed by participants without relevant financial ties to industry?Not reported"
        },
        {
            "parent": 3,
            "text": "Published source:MMWR Morb Mortal Wkly Rep. April 1, 2016;65(12):315–322"
        },
        {
            "parent": 3,
            "text": "Available at:http://www.cdc.gov/mmwr/volumes/65/wr/pdfs/mm6512e2.pdf"
        }
    ],
    "locked": false
}