{
    "url": "https://www.aafp.org/pubs/afp/issues/2016/1115/p810.html#afp20161115p810-f2",
    "title": "Acute Monoarthritis: Diagnosis in Adults | AAFP",
    "author": "JONATHAN A. BECKER, MD, JENNIFER P. DAILY, MD, AND KATHERINE M. POHLGEERS, MD, MS",
    "doi": "Am Fam Physician.2016;94(10):810-816",
    "abstract": "Acute monoarthritis can be the initial manifestation of many joint disorders. The most common diagnoses in the primary care setting are osteoarthritis, gout, and trauma. It is important to understand the prevalence of specific etiologies and to use the appropriate diagnostic modalities. A delay in diagnosis and treatment, particularly in septic arthritis, can have catastrophic results including sepsis, bacteremia, joint destruction, or death. The history and physical examination can help guide the use of laboratory and imaging studies. The presence of focal bone pain or recent trauma requires radiography of the affected joint to rule out metabolic bone disease, tumor, or fracture. If there is a joint effusion in the absence of trauma or recent surgery, and signs of infection (e.g., fever, erythema, warmth) are present, subsequent arthrocentesis should be performed. Inflammatory synovial fluid containing monosodium urate crystals indicates a high probability of gout. Noninflammatory synovial fluid suggests osteoarthritis or internal derangement. Pitfalls in the diagnosis and early treatment of acute monoarthritis include failure to perform arthrocentesis, administering antibiotics before aspirating the joint when septic arthritis is suspected (or failing to start antibiotics after aspiration), and starting treatment based solely on laboratory data, such as an elevated uric acid level.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology of Acute Monoarthritis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosing Acute Monoarthritis",
            "level": 2
        },
        {
            "id": 2,
            "name": "Physical Examination",
            "level": 2
        },
        {
            "id": 3,
            "name": "Diagnostic Tests",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Monoarthritis refers to the clinical presentation of pain or swelling in a single joint.1The diagnosis can pose a considerable challenge in the primary care setting because the pain may be limited to the joint, or it may represent early manifestation of a systemic disease.2Understanding the clinical clues associated with potential diagnoses and using an evidence-based, systematic clinical approach are of utmost importance.3A delay in diagnosis and treatment, particularly with septic arthritis, can have catastrophic results including sepsis, bacteremia, joint destruction, or death.3–5Pitfalls in the diagnosis and early treatment of acute monoarthritis include failure to perform arthrocentesis, administering antibiotics before aspirating the joint when septic arthritis is suspected (or failing to start antibiotics after aspiration), and starting treatment based solely on laboratory data, such as an elevated uric acid level.3–5"
        },
        {
            "parent": 0,
            "text": "Any condition that may cause joint pathology can initially present as monoarthritis, resulting in a broad differential diagnosis1(Table 16). Because of this, monoarthritis has no unifying etiology. The most common diagnoses in the primary care setting are osteoarthritis, gout, and trauma.3"
        },
        {
            "parent": 0,
            "text": "Symptoms consistent with osteoarthritis include pain that tends to worsen with activity, morning stiffness lasting less than 30 minutes, and asymmetric joint pain.7The most commonly affected joints are the hands, knees, hips, and spine.7Although osteoarthritis often follows an insidious course, acute flare-ups are common and can be mistaken for other etiologies. The presence of focal bone pain or recent trauma requires radiography of the affected joint to rule out metabolic bone disease, tumor, or fracture.3,4"
        },
        {
            "parent": 0,
            "text": "Gout is a common disorder with a 3% prevalence worldwide. It accounts for more than 7 million ambulatory visits in the United States annually.8,9Crystal-induced arthritis presents as a rapidly developing monoarthritis with swelling and erythema, and most commonly involves the first metatarsophalangeal joint.8Over time, the joint space can be irreversibly damaged with tophi formation.8,10The presence of monosodium urate crystals indicates gout; these crystals are identified by their needle-like appearance and strong negative birefringence3,8(Figure 16). Calcium pyrophosphate dihydrate crystals are polymorphic, weakly positive under birefringent microscopy, and their presence indicates pseudogout.3Other crystal-induced arthritis etiologies include calcium oxalate and hydroxyapatite.1"
        },
        {
            "parent": 0,
            "text": "Infection is a common etiology of joint pain. When infection is suspected in the presence of a joint effusion or inflammation, arthrocentesis should be performed, in addition to further laboratory testing as indicated(Figure 26). (A video of arthrocentesis of the knee is available athttps://www.youtube.com/watch?v=fZ2dcZhoGP8.) Gonococcal arthritis is the most common type of nontraumatic acute monoarthritis in young, sexually active persons in the United States.11"
        },
        {
            "parent": 0,
            "text": "Septic arthritis is a key consideration in adults presenting with acute monoarthritis, particularly in the presence of joint pain, erythema, warmth, and immobility.12The most important risk factors for septic arthritis are a prosthetic joint, skin infection, joint surgery, rheumatoid arthritis, age older than 80 years, diabetes mellitus, and renal disease.11One study found that among persons presenting with acute joint pain and a predisposing condition, 10% had septic arthritis.4When septic arthritis is suspected, it is important to begin empiric antibiotics immediately following arthrocentesis, because failure to initiate prompt antibiotic therapy can lead to subchondral bone loss and permanent joint dysfunction.5,11,12The most common route of entry into the joint is hematogenous spread during bacteremia4,12–16; therefore, isolation of the causative agent through synovial fluid culture is essential for the diagnosis and guidance of antibiotic therapy.12"
        },
        {
            "parent": 0,
            "text": "Less common causes of monoarthritis include systemic diseases such as spondyloarthropathies (e.g., psoriatic arthritis, reactive arthritis, ankylosing spondylitis), sarcoidosis, Behçet syndrome, systemic lupus erythematosus, and rheumatoid arthritis.1Rheumatic diseases and corticosteroid use can cause avascular necrosis of the bone.1"
        },
        {
            "parent": 1,
            "text": "The diagnosis of acute monoarthritis begins with a comprehensive history and physical examination to reveal potential diagnostic clues3,6,17(Table 21,3,6,12,18,19). Key elements of the patient history include a review of systems, age, previous joint disease, recent trauma, medication use, family history of gout, concurrent illness, sexual history, diet, travel history, tick bites, alcohol use, intravenous drug use, and an occupational assessment.3,6,17"
        },
        {
            "parent": 1,
            "text": "Symptoms that worsen with activity and improve with rest suggest a mechanical process, whereas symptoms with an inflammatory process often worsen with rest and present with morning stiffness.1Osteoarthritis often starts as mild joint inflammation that may initially arouse suspicion for new-onset inflammatory diseases, such as rheumatoid arthritis.20Morning stiffness and its duration in the affected joint, pain with activity or rest, recent history of trauma, history of previous joint symptoms, and family history of joint inflammation are all important factors that can help differentiate etiologies.12Osteoarthritis typically worsens with activity, particularly after a period of rest (gelling phenomenon).18Morning stiffness from osteoarthritis usually lasts for a shorter duration than that of rheumatoid arthritis, which typically lasts 45 minutes or more.7"
        },
        {
            "parent": 1,
            "text": "A gout attack typically begins at night and peaks within 24 hours, causing pain, swelling, and erythema.20Common clues from the patient history include obesity, a high-calorie diet, alcohol intake, and the use of loop and thiazide diuretics.8Trauma may also precipitate an acute gout flare-up,8,21and the presentation can closely resemble septic arthritis.20"
        },
        {
            "parent": 1,
            "text": "Determining whether a condition is truly monoarticular can prove beneficial, because prodromal arthralgias can suggest infection.1Gonococcal arthritis is often preceded by migratory arthritis and tenosynovitis before settling in a primary joint.1Conducting a sexual history is imperative, as is documenting any urinary problems, purulent discharge from the urethra, or other signs of infection, such as pharyngitis.11,12Risk factors such as intravenous drug use, tick bites, and travel history can lead to a diagnosis of infectious or reactive arthritis.1"
        },
        {
            "parent": 1,
            "text": "Axial skeleton inflammatory arthritis (e.g., sacroiliitis) in addition to symptoms in a single peripheral joint suggest a spondyloarthropathy.1Spondyloarthropathies can often present as monoarthritis and progress from joint to joint in a migratory or additive pattern.20It is important to ask patients about other symptoms, such as enthesopathy (tenderness at the muscle or fascia attachment sites) and dactylitis (sausage-like swelling of fingers or toes), because these are common.20Some patients also present with ocular inflammation (uveitis) and urethritis (Reiter syndrome).20A history of skin conditions and a positive family history of inflammatory arthritis suggest psoriatic arthritis, which can present as monoarthritis in the early stages.20"
        },
        {
            "parent": 2,
            "text": "The physical examination should focus on the involved and contralateral joints, the surrounding area, possible systemic manifestations, or polyarticular involvement.3,6,17The first step is to confirm that the joint pain is truly localized and not a periarticular process, such as tendinitis, bursitis, or cellulitis.1The presence of a joint effusion signifies intra-articular pathology, with patients typically reporting painful limitation of active and passive joint motion.1"
        },
        {
            "parent": 2,
            "text": "A diagnosis of osteoarthritis can often be based on the history and physical examination.3The characteristic presentation includes painful and limited range of motion, crepitus, effusions, instability, or deformities.18Heberden and Bouchard nodes are pathognomonic for osteoarthritis. They result from hard, bony thickening that gradually forms around the distal and proximal interphalangeal joints of the fingers, respectively.20The first carpometacarpal joint is one of the most common sites of osteoarthritis.20"
        },
        {
            "parent": 2,
            "text": "Inflammatory arthritis elicits painful range of motion and erythema that is typically confined to the affected joint. Gout can present with intense erythema of the skin. It is often confused with cellulitis because this finding may extend past the joint margin.1,8"
        },
        {
            "parent": 2,
            "text": "There are many superficial examination findings that can suggest specific diagnoses. Subcutaneous nodules (tophi) and podagra (gouty arthritis of the first metatarsophalangeal joint) are highly specific for gout.20Erythema nodosum may be a manifestation of sarcoidosis or inflammatory bowel disease; psoriatic skin plaques are associated with psoriatic arthritis; and oral ulcers can indicate reactive arthritis or Behçet syndrome.1"
        },
        {
            "parent": 2,
            "text": "Septic arthritis is most likely to seed within a larger joint,1,22and to be accompanied by erythema, warmth, and immobility.12Although clinical manifestations have low sensitivity,12acute monoarthritis with fever should be considered to have a bacterial etiology until proven otherwise because of the potential consequences of inadequate treatment.20For example, morbidity associated with septic arthritis includes functional deterioration, arthrodesis, and amputation11,12; the mortality rate is 10% to 20%.12"
        },
        {
            "parent": 3,
            "text": "Because the causes of acute monoarthritis vary widely, a stepwise approach to diagnosis can aid decision making(Figure 26). In the setting of trauma, radiography of the affected joint is required to rule out dislocation or fracture before performing active physical examination maneuvers.1Radiography can also show signs of osteoarthritis, such as joint space narrowing, osteophytes, and subchondral sclerosis.1If a joint effusion is present in the absence of traumatic injury, arthrocentesis should be performed, particularly when other inflammatory signs are present and there is a reasonable concern for infection (e.g., fever, erythema, warmth).1"
        },
        {
            "parent": 3,
            "text": "Analysis of synovial fluid distinguishes infectious and inflammatory causes of acute monoarthritis (e.g., rheumatoid, septic, and crystal-induced arthritis) from non-inflammatory causes (e.g., trauma, osteoarthritis).3,4,11,14Analysis should include cell count and differential, white blood cell count, Gram stain, cultures, and crystal evaluation.1,4"
        },
        {
            "parent": 3,
            "text": "Many cases of acute gouty arthritis are diagnosed without synovial fluid analysis.23To improve the predictive value of clinical diagnosis, a gout calculator has been developed24,25(Table 324). Seven predictive variables are included in this rule, and a scoring system has been developed to guide the decision to treat the patient for gout, pursue synovial fluid analysis, or search for other causes.24,25A complete blood count and uric acid level can also aid in the diagnosis, especially if synovial fluid cannot be successfully obtained.3,19"
        },
        {
            "parent": 3,
            "text": "A synovial fluid white blood cell count greater than 50,000 per mm3(50.0 × 109per L) with at least 90% neutrophils is the most useful laboratory finding for making an early diagnosis of septic arthritis.3This traditional cutoff lacks sensitivity because there can be wide overlap with inflammatory conditions, but higher white blood cell counts in the synovial fluid have a greater association with septic arthritis.1,26Staphylococci and streptococci are the most common bacterial causes at 40% and 28%, respectively, and their presence may suggest drug abuse. These organisms are also associated with cellulitis, endocarditis, and chronic osteomyelitis.12,27,28"
        },
        {
            "parent": 3,
            "text": "Gram-stain results should guide initial antibiotic choice. Gram-negative organisms account for 10% to 21% of cases of septic arthritis.1,12,29Mycobacterial and fungal arthritis typically present in immunocompromised patients, and Lyme arthritis often presents as a late manifestation of Lyme disease.1,12,30Special consideration should be given to patients with prosthetic joint infection because the cutoff values for infection may be as low as 1,100 white blood cells per mm3(1.1 × 109per L), with a neutrophil differentiation greater than 65%.3Gonococci are cultured from joints in fewer than 50% of cases of gonococcal arthritis1,31,32; therefore, it is often necessary to obtain cultures from appropriate mucosal sites of infection.1,31,32Noninflammatory synovial fluid (less than 2,000 cells per mm3[2.0 × 109per L]) is suggestive of osteoarthritis or internal derangement.1Inflammatory synovial fluid containing monosodium urate crystals is highly suggestive of gout, particularly in the presence of podagra; however, the absence of crystals does not exclude crystal-induced arthritis, such as pseudogout.23,24"
        },
        {
            "parent": 3,
            "text": "Erythrocyte sedimentation rate and C-reactive protein level are often elevated in inflammatory conditions.19,33Literature comparing these two values is limited; however, it has been determined that these tests are more useful for following a disease course than discriminating the presence or absence of the disease.19,33"
        },
        {
            "parent": 3,
            "text": "This article updates a previous article on this topic by Siva, et al.6"
        },
        {
            "parent": 3,
            "text": "Data Sources:PubMed and Medline searches were performed using the key terms arthritis, crystal, gonorrhea, gout, infectious, inflammatory, and synovial fluid. The search included reviews, clinical trials, and meta-analyses. Also searched were the Cochrane Database of Systematic Reviews and Essential Evidence Plus. Search dates: September through November 2015, and September 2016."
        }
    ],
    "locked": false
}