{
    "url": "https://www.aafp.org/pubs/afp/issues/2015/1115/p896.html#afp20151115p896-f1",
    "title": "Obsessive-Compulsive Disorder: Diagnosis and Management | AAFP",
    "author": "JILL N. FENSKE, MD, AND KETTI PETERSEN, MD",
    "doi": "Am Fam Physician.2015;92(10):896-903",
    "abstract": "Obsessive-compulsive disorder (OCD) is a chronic illness that can cause marked distress and disability. It is a complex disorder with a variety of manifestations and symptom dimensions, some of which are underrecognized. Early recognition and treatment with OCD-specific therapies may improve outcomes, but there is often a delay in diagnosis. Patients can experience significant improvement with treatment, and some may achieve remission. Recommended first-line therapies are cognitive behavior therapy, specifically exposure and response prevention, and/or a selective serotonin reuptake inhibitor (SSRI). Patients with OCD require higher SSRI dosages than for other indications, and the treatment response time is typically longer. When effective, long-term treatment with an SSRI is a reasonable option to prevent relapse. Patients with severe symptoms or lack of response to first-line therapies should be referred to a psychiatrist. There are a variety of options for treatment-resistant OCD, including clomipramine or augmenting an SSRI with an atypical antipsychotic. Patients with OCD should be closely monitored for psychiatric comorbidities and suicidal ideation.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Course of Illness",
            "level": 2
        },
        {
            "id": 2,
            "name": "Pathogenesis",
            "level": 2
        },
        {
            "id": 3,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 4,
            "name": "Comorbidities",
            "level": 2
        },
        {
            "id": 5,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 6,
            "name": "PSYCHOLOGICAL TREATMENTS",
            "level": 3
        },
        {
            "id": 7,
            "name": "PHARMACOTHERAPY",
            "level": 3
        },
        {
            "id": 8,
            "name": "Special Populations",
            "level": 2
        },
        {
            "id": 9,
            "name": "PREGNANCY AND POSTPARTUM",
            "level": 3
        },
        {
            "id": 10,
            "name": "CHILDREN",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Obsessive-compulsive disorder (OCD) is a neuropsychiatric disorder characterized by recurrent distressing thoughts and repetitive behaviors or mental rituals performed to reduce anxiety. Symptoms are often accompanied by feelings of shame and secrecy. In addition, health care professionals do not always recognize the diverse manifestations of OCD. These factors often lead to a long delay in diagnosis. The average time it takes to receive treatment after meeting diagnostic criteria for OCD is 11 years.1Primary care physicians can play a crucial role in reducing the burden of OCD through early detection and treatment."
        },
        {
            "parent": 0,
            "text": "The lifetime prevalence of OCD is 2.3%,2although this may be an underrepresentation because often only patients with moderate to severe symptoms seek help. The mean age of onset is 19.5 years, and it is rare for new cases of OCD to develop after the early 30s.2A subset of patients, mostly males, have an early onset (before 10 years of age). The lifetime risk of developing OCD is higher in females, who typically develop the disorder in adolescence.2"
        },
        {
            "parent": 1,
            "text": "OCD has a substantial effect on quality of life and level of functioning.3It is often a chronic disorder (60% to 70% of cases) and is likely to persist if not treated effectively.1,4Significant improvement or remission is possible when evidence-based therapies are applied. Patients with a later age of onset, shorter duration of symptoms, good insight, and response to initial treatment have an increased likelihood of remission.5–7Early and aggressive treatment of OCD, with a goal of remission, is important for a positive outcome.5Therefore, it is critical that primary care physicians are equipped to diagnose and treat patients with OCD appropriately. Insufficient treatment and a lack of OCD-specific resources are important problems in the management of this disorder. In one study population, only 30.9% of patients with severe symptoms and 2.9% of patients with moderately severe symptoms received treatment specific for OCD.2"
        },
        {
            "parent": 2,
            "text": "The pathogenesis of OCD is a complex interplay between neurobiology, genetics, and environmental influences. Historically, dysfunction in the serotonin system was postulated to be the main factor in OCD pathogenesis, given the selective response to serotonergic medication. More recent research has also demonstrated the role of glutamate, dopamine, and possibly other neurochemicals.8A proposed model for OCD suggests that genetic vulnerability to environmental stressors may result in modification of gene expression within neurotransmitter systems. This, in turn, results in changes to brain circuitry and function.8"
        },
        {
            "parent": 3,
            "text": "Obsessions are recurrent intrusive thoughts or images that cause marked distress. The thoughts are unwanted and inconsistent with the individual's sense of self (egodystonic), and great effort is made to resist or suppress them. They can involve contamination; repeated doubts; or taboo thoughts of a sexual, religious, or aggressive nature. Compulsions are repetitive behaviors or mental rituals performed to counteract the anxiety caused by obsessions. Individuals feel strongly compelled to complete these actions, and the behaviors become automatic over time. They can include handwashing, checking, ordering, praying, counting, and seeking reassurance. Common obsessions and compulsions are included inTable 1.9"
        },
        {
            "parent": 3,
            "text": "In theDiagnostic and Statistical Manual of Mental Disorders, 5th ed., OCD is recognized as a disorder distinct from anxiety(Table 2)and is now grouped with several other disorders with common features, often referred to as obsessive-compulsive–related disorders(Table 3).10OCD is a complex, heterogeneous disorder, and some presentations are underrecognized. For example, taboo thoughts may be attributed to other causes or may not appear to be associated with overt compulsions. Even when compulsions are not easily observable, patients with OCD usually have mental rituals. Patients are often reluctant to report symptoms of OCD for a variety of reasons, including embarrassment, stigma, and the fear of what the obsession might mean or the consequences of revealing it.11"
        },
        {
            "parent": 3,
            "text": "Physicians should consider the possibility of OCD in patients with general complaints of anxiety or depression. Patients may offer clues by alluding to intrusive thoughts or repetitive behaviors. Avoidance of particular locations or objects, excessive concerns about illness or injury, and repetitive reassurance-seeking behavior are also common. It is important to note that obsessive-compulsive personality disorder is a separate diagnostic entity that is not characterized by intrusive thoughts or repetitive behaviors. Rather, it is a pervasive pattern of behaviors emphasizing organization, perfectionism, and a sense of control.10If true OCD is suspected, the use of a few simple screening questions can be helpful(Table 4).12Standardized diagnostic tools are available, but most are not practical for use in primary care. Two commonly used patient self-report inventories are the Obsessive-Compulsive Inventory–Revised13(http://www.caleblack.com/psy5960_files/OCI-R.pdf) and the Florida Obsessive-Compulsive Inventory14(http://www.ocdscales.org/index.php?page=scales)."
        },
        {
            "parent": 3,
            "text": "OCD is often misdiagnosed as other disorders(Table 5),9,10although OCD is a common comorbidity for many of these conditions, and the possibility of more than one diagnosis should be considered. Psychiatric referral is indicated if there is diagnostic uncertainty."
        },
        {
            "parent": 4,
            "text": "Patients with OCD should be monitored for psychiatric comorbidities and suicide risk.15–17In their lifetime, 90% of patients with OCD meet criteria for at least one other psychiatric diagnosis.2The most common comorbid diagnoses are anxiety disorders (75.8%), including panic disorder, social phobia, specific phobias, and posttraumatic stress disorder. Other common comorbidities include mood disorders (63.3%), particularly major depressive disorder (40.7%); impulse control disorders (55.9%); and substance use disorders (38.6%).2The risk of suicide in persons with OCD is high. In one community survey, 63% of persons with OCD had experienced suicidal thoughts, and 26% had attempted suicide.18Comorbidity with depression, posttraumatic stress disorder, substance abuse, or impulse control disorders increases the risk of suicidal behavior.15,16"
        },
        {
            "parent": 5,
            "text": "Once OCD is diagnosed, it is important to provide the patient with information and support. Patients and family members should be educated about the chronic nature of OCD and the importance of self-management skills. Evidence-based medical and behavior therapies can reduce the severity and frequency of obsessions and compulsions, and can induce remission in some patients. Because it may take weeks to months for these therapies to become effective, physicians should inform patients about this delay in treatment response and encourage adherence during the early phase of treatment."
        },
        {
            "parent": 5,
            "text": "It is helpful to quantify the severity of symptoms and impairment before and during treatment. This may be done using standardized rating scales, or by patient report of the time expended on obsessions or compulsions and the level of distress they cause. The Yale-Brown Obsessive-Compulsive Scale—second edition (Y-BOCS-II) is a reliable tool for measuring OCD symptom severity19and is available athttp://ericwexlermd.com/MB_PDFs/OCD/YBOCSII.pdf."
        },
        {
            "parent": 5,
            "text": "Patients should be assessed for suicide risk and presence of comorbidities throughout the course of their illness. Treatment is indicated when OCD symptoms impair the patient's functioning or cause significant distress. Reasonable treatment goals are spending less than one hour per day on obsessive-compulsive behaviors and achieving minimal interference with daily tasks.17Psychiatric consultation is recommended for patients with severe OCD, as measured by the Y-BOCS-II.Figure 1is an algorithm for the treatment of OCD.17,20–25"
        },
        {
            "parent": 6,
            "text": "Cognitive behavior therapy (CBT), specifically exposure and response prevention, is the most effective psychotherapy method for treating OCD.17,20,21Patients are exposed to anxiety-provoking stimuli, and learn to not perform compulsive behaviors in response. Ideally, CBT should be administered by a trained health care professional in an individual or group format, although studies have suggested that self-directed exposure and response prevention combined with motivational interviewing may be effective.26,27Incorporating motivational interviewing may increase engagement with therapy and improve its effectiveness.28There is no evidence for the use of psychodynamic psychotherapy or “talk therapy” to treat OCD."
        },
        {
            "parent": 7,
            "text": "OCD has a highly selective response to serotonergic medications. Clomipramine (Anafranil), a tricyclic antidepressant with a strong serotonergic effect, was previously the first-line pharmacologic treatment for OCD. However, because of concerns about its safety and adverse effects, selective serotonin reuptake inhibitors (SSRIs) are now preferred for initial therapy.17,21A Cochrane review confirmed the effectiveness of SSRIs for the treatment of OCD (absolute risk reduction = 8% to 17%; number needed to treat = 6 to 12).29Fluoxetine (Prozac), fluvoxamine, paroxetine (Paxil), and sertraline (Zoloft) have been approved by the U.S. Food and Drug Administration (FDA) for the treatment of OCD. Citalopram (Celexa) and escitalopram (Lexapro) are also commonly used, but in 2011, the FDA began recommending dose limitations for citalopram because of concerns about QT prolongation.30There is insufficient evidence to show that one SSRI is superior,22and the choice of SSRI should be individualized, taking into account potential drug interactions and tolerability."
        },
        {
            "parent": 7,
            "text": "To achieve optimal response, patients with OCD require a higher dosage of an SSRI compared with other indications.17,31The dosage should be increased over four to six weeks until the maximal dosage is achieved(Table 6).30,32Higher-than-usual maximal dosages are sometimes used, with careful monitoring for adverse effects such as serotonin syndrome. The trial of therapy should continue for eight to 12 weeks, with at least four to six weeks at the maximal tolerable dosage.17It usually takes at least four to six weeks for patients to note any significant improvement in symptoms; it may take 10 weeks or longer for some."
        },
        {
            "parent": 7,
            "text": "If medical therapy is successful, it should be continued for at least one to two years, if not indefinitely.17,22Relapse prevention with continuous SSRI therapy is a reasonable treatment goal.33If the patient chooses to discontinue pharmacotherapy, the dosage should be gradually tapered over several months, and the original dosage resumed if symptoms worsen. The response to psychological treatments may last longer than the response to medications.34Periodic “booster” sessions of exposure and response prevention are recommended to lower the risk of relapse when psychological therapy is discontinued.17"
        },
        {
            "parent": 7,
            "text": "If an adequate trial of SSRI or psychological therapy does not result in a satisfactory response, combined treatment is an option.35,36If the patient prefers to continue with medical therapy alone, a trial of a different SSRI is warranted.17If there is no response to trials of at least two SSRIs, the patient should be referred to a psychiatrist. Clomipramine is an option in these patients.17Because clomipramine can cause anticholinergic adverse effects, and rarely arrhythmia or seizures, it should be started at a low dosage (25 mg per day) with gradual titration to minimize adverse reactions. Addition of an atypical antipsychotic is effective for some patients with inadequate response to SSRI therapy.17,25,37There is conflicting evidence regarding which atypical antipsychotic agent is most effective, and the usefulness of these medications is offset by a higher risk of adverse effects than SSRI monotherapy.25"
        },
        {
            "parent": 7,
            "text": "There are a variety of other options for patients with treatment-resistant OCD, but the evidence for most therapies is limited. Some studies support the effectiveness of serotonin-norepinephrine reuptake inhibitors or mirtazapine (Remeron) for OCD.38-40Other medications under investigation include glutamatergic agents, stimulants, pindolol, ondansetron (Zofran), acetylcysteine, and anticonvulsants.23–25Deep brain stimulation has had promising results for severe treatment-resistant OCD, but it has been studied in only a small number of patients. This treatment is used as a last resort and has received limited FDA approval under the humanitarian device exemption.41"
        },
        {
            "parent": 9,
            "text": "Women who are pregnant or in the postpartum period are 1.5 to 2 times more likely to experience OCD compared with the general female population.42Women who had OCD before pregnancy may have worsening OCD symptoms and are at higher risk of postpartum depression.42–44Postpartum OCD may manifest as intrusive thoughts of harming the infant; however, these women are not at increased risk of injuring their infants.42CBT is recommended as first-line treatment for OCD during pregnancy and the postpartum period. An individual risk-benefit analysis should be discussed when considering SSRI therapy during pregnancy and lactation.44"
        },
        {
            "parent": 10,
            "text": "The prevalence of childhood OCD is 1% to 2% in the United States, and 50% of these children have comorbid psychiatric conditions. CBT with exposure and response prevention is the preferred initial treatment for mild to moderate cases.45Family involvement is important for successful outcomes.45,46Treatment with SSRIs, in addition to CBT, is indicated for patients with severe symptoms or comorbid psychiatric conditions limiting CBT participation. CBT with or without medication is superior to medication alone for treatment of childhood OCD.47"
        },
        {
            "parent": 10,
            "text": "Abrupt onset of obsessive-compulsive symptoms in children may raise concern for pediatric autoimmune neuropsychiatric disorders associated with streptococcal infection (PANDAS). The term PANDAS is falling out of favor because of controversy regarding the etiologic role of group A streptococcal infection. A proposed new label for this diagnosis is childhood acute neuropsychiatric symptoms (CANS).48CANS has many proposed etiologic factors, including infectious, toxic, and metabolic causes. There are currently no standard guidelines for the management of CANS, but a comprehensive evaluation is recommended, and empiric antibiotics are not indicated.48"
        },
        {
            "parent": 10,
            "text": "Data Sources: A PubMed search was completed using the key term obsessive-compulsive disorder, as well as individual components of the term. The search included meta-analyses, randomized controlled trials, and practice guidelines within the previous five years. Also searched were the Cochrane database, Database of Abstracts of Reviews of Effects, BMJ Clinical Evidence, National Guideline Clearinghouse database, and Essential Evidence Plus. We performed multiple targeted searches in PubMed and of reference lists of previously retrieved articles to further research specific topics, such as course of illness, pathogenesis, suicidality, and special populations. Search dates: October to December 2014, and September 2015."
        },
        {
            "parent": 10,
            "text": "note: This review updates aprevious articleon this topic by Fenske and Schwenk.49"
        }
    ],
    "locked": false
}