{
    "url": "https://www.aafp.org/pubs/afp/issues/2017/0515/p628.html#afp20170515p628-f4",
    "title": "Laceration Repair: A Practical Approach | AAFP",
    "author": "RANDALL T. FORSCH, MD, MPH, SAHOKO H. LITTLE, MD, PhD, AND CHRISTA WILLIAMS, MD",
    "doi": "Am Fam Physician.2017;95(10):628-636",
    "abstract": "The goals of laceration repair are to achieve hemostasis and optimal cosmetic results without increasing the risk of infection. Many aspects of laceration repair have not changed over the years, but there is evidence to support some updates to standard management. Studies have been unable to define a “golden period” for which a wound can safely be repaired without increasing risk of infection. Depending on the type of wound, it may be reasonable to close even 18 or more hours after injury. The use of nonsterile gloves during laceration repair does not increase the risk of wound infection compared with sterile gloves. Irrigation with potable tap water rather than sterile saline also does not increase the risk of wound infection. Good evidence suggests that local anesthetic with epinephrine in a concentration of up to 1:100,000 is safe for use on digits. Local anesthetic with epinephrine in a concentration of 1:200,000 is safe for use on the nose and ears. Tissue adhesives and wound adhesive strips can be used effectively in low-tension skin areas. Wounds heal faster in a moist environment and therefore occlusive and semiocclusive dressings should be considered when available. Tetanus prophylaxis should be provided if indicated. Timing of suture removal depends on location and is based on expert opinion and experience.",
    "headers": [
        {
            "id": 0,
            "name": "Approach to the Wound",
            "level": 2
        },
        {
            "id": 1,
            "name": "EVALUATING THE WOUND",
            "level": 3
        },
        {
            "id": 2,
            "name": "TIMING OF WOUND CLOSURE",
            "level": 3
        },
        {
            "id": 3,
            "name": "WOUND IRRIGATION",
            "level": 3
        },
        {
            "id": 4,
            "name": "CLEAN VS. STERILE GLOVES",
            "level": 3
        },
        {
            "id": 5,
            "name": "ANESTHETIZING THE WOUND",
            "level": 3
        },
        {
            "id": 6,
            "name": "Wound Repair",
            "level": 2
        },
        {
            "id": 7,
            "name": "FACIAL LACERATIONS",
            "level": 3
        },
        {
            "id": 8,
            "name": "LIP LACERATION THROUGH VERMILION BORDER",
            "level": 3
        },
        {
            "id": 9,
            "name": "EYELID",
            "level": 3
        },
        {
            "id": 10,
            "name": "EYEBROW",
            "level": 3
        },
        {
            "id": 11,
            "name": "EAR",
            "level": 3
        },
        {
            "id": 12,
            "name": "SCALP",
            "level": 3
        },
        {
            "id": 13,
            "name": "HANDS AND FOREARM",
            "level": 3
        },
        {
            "id": 14,
            "name": "BITE WOUNDS",
            "level": 3
        },
        {
            "id": 15,
            "name": "CHOOSING THE APPROPRIATE SUTURE MATERIAL",
            "level": 3
        },
        {
            "id": 16,
            "name": "USE OF TISSUE ADHESIVE OR WOUND ADHESIVE STRIPS",
            "level": 3
        },
        {
            "id": 17,
            "name": "Laceration Aftercare",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Approximately 6 million patients present to emergency departments for laceration treatment every year.1Although many patients seek care at emergency departments or urgent care centers, primary care physicians are an important resource for urgent laceration treatment. Many aspects of laceration repair have not changed, but there is evidence to support some updates to standard management."
        },
        {
            "parent": 0,
            "text": "The goals of laceration repair are to achieve hemostasis and optimal cosmetic results without increasing the risk of infection. Important considerations include timing of the repair, wound irrigation techniques, providing a clean field for repair to minimize contamination, and appropriate use of anesthesia. An article on wound care was previously published inAmerican Family Physician.2"
        },
        {
            "parent": 1,
            "text": "When a patient presents with a laceration, the physician should obtain a history, including tetanus vaccination status, allergies, and time and mechanism of injury, and then assess wound size, shape, and location.3If active bleeding persists after application of direct pressure, hemostasis should be obtained using hemostat, ligation, or sutures before further evaluation. Hemostasis controls bleeding, prevents hematoma formation, and allows for deeper inspection of the wound.3The next step is to determine whether vessels, tendons, nerves, joints, muscles, or bones are damaged. Anesthesia may be necessary to achieve hemostasis and to explore the wound. Devitalized and necrotic tissue in a traumatic wound should be identified and removed to reduce risk of infection.4,5"
        },
        {
            "parent": 1,
            "text": "If a foreign body (e.g., dirt particles, wood, glass) is suspected but cannot be identified visually, then radiography, ultrasonography, or computed tomography may be needed. About one-third of foreign bodies may be missed on initial inspection.6"
        },
        {
            "parent": 1,
            "text": "Injuries that require subspecialist consultation include open fractures, tendon or muscle lacerations of the hand, nerve injuries that impair function, lacerations of the salivary duct or canaliculus, lacerations of the eyes or eyelids that are deeper than the subcutaneous layer, injuries requiring sedation for repair, or other injuries requiring treatment beyond the knowledge or skill of the physician."
        },
        {
            "parent": 2,
            "text": "No randomized controlled trials (RCTs) have compared primary and delayed closure of nonbite traumatic wounds.7One systematic review and a prospective cohort study of 2,343 patients found that lacerations repaired after 12 hours have no significant increase in infection risk compared with those repaired earlier.1A case series of 204 patients found no increased risk of infection in wounds repaired at less than 19 hours.8Noninfected wounds caused by clean objects may undergo primary closure up to 18 hours after injury. Head wounds may be repaired up to 24 hours after injury.8Factors that may increase the likelihood of infection include wound contamination, laceration length greater than 5 cm, laceration located on the lower extremities, and diabetes mellitus.9"
        },
        {
            "parent": 3,
            "text": "Irrigation cleanses the wound of debris and dilutes bacterial load before closure. However, there is no strong evidence that cleansing a wound increases healing or reduces infection.10A Cochrane review and several RCTs support the use of potable tap water, as opposed to sterile saline, for wound irrigation.2,10–13To dilute the wound’s bacterial load below the recommended 105organisms per mL,1450 to 100 mL of irrigation solution per 1 cm of wound length is needed.15Optimal pressure for irrigation is around 5 to 8 psi.16This can be achieved by using a 19-gauge needle with a 35-mL syringe or by placing the wound under a running faucet.16,17Physicians should wear protective gear, such as a mask with shield, during irrigation."
        },
        {
            "parent": 4,
            "text": "Use of clean nonsterile examination gloves, rather than sterile gloves, during wound repair has little to no impact on rate of subsequent wound infection. An RCT of 493 patients undergoing skin excision with primary closure revealed that clean gloves were not inferior to sterile gloves regarding infection risk.18A larger RCT with 816 patients and good follow-up revealed no statistically significant difference in the incidence of infection between clean and sterile glove use.19Smaller observational studies support these findings.11,20"
        },
        {
            "parent": 4,
            "text": "Lacerations are considered contaminated at presentation, and physicians should make every effort to avoid introducing additional bacteria to the wound. However, strict sterile techniques appear to be unnecessary. Sutures, needles, and other instruments that touch the wound should be sterile, but everything else only needs to be clean."
        },
        {
            "parent": 5,
            "text": "Topical and injectable local anesthetics reduce pain during treatment of lacerations and may be used alone or in combination.21–23Topical anesthetics(eTable A)are particularly useful when treating children. Topical agents commonly used in the United States include lidocaine/epinephrine/tetracaine and lidocaine/prilocaine. Lidocaine/prilocaine is not approved by the U.S. Food and Drug Administration for use on nonintact skin, although it has been used this way in numerous studies."
        },
        {
            "parent": 5,
            "text": "When using an injectable local anesthetic, the pain associated with injection can be reduced by using a high-gauge needle, buffering the anesthetic, warming the anesthetic to body temperature, and injecting the anesthetic slowly.24–28Lidocaine may be buffered by adding 1 mL of sodium bicarbonate to 9 mL of lidocaine 1% (with or without epinephrine).27"
        },
        {
            "parent": 5,
            "text": "If there is no concern for vascular compromise to an appendage, then local anesthetic containing epinephrine in a concentration of up to 1:100,000 is safe for use in laceration repair of the digits, including for digital blockade.29,30Local anesthetic containing epinephrine in a concentration of 1:200,000 is safe for laceration repair of the nose and ears.31A systematic review documents the safe use of lidocaine with epinephrine (in a concentration up to 1:80,000) in more than 10,000 procedures involving digits without any reported incidence of necrosis.30Only two studies examined the safety of epinephrine-containing anesthetics in patients with peripheral vascular disease. Although no patients had ischemic complications, the studies were small. Concern for peripheral vascular compromise should be considered a contraindication to the use of an epinephrine-containing anesthetic."
        },
        {
            "parent": 6,
            "text": "Laceration closure techniques are summarized inTable 1. For a video of suturing techniques, seehttps://www.youtube.com/watch?v=-ZWUgKiBxfk. There are no significant studies to guide technique choice. Compared with multilayer repair, single layer repair has similar cosmetic results for facial lacerations32and is faster and more cost-effective for scalp lacerations.33Running sutures reportedly have less dehiscence than interrupted sutures in surgical wounds.34Mattress sutures(Figures 135and235)are effective for everting wound edges.36,37Half-buried mattress sutures are useful for everting triangular edges in flap repair(Figure 3). Cosmetic outcomes of facial wounds repaired without deep dermal sutures are similar to layered closure.37The approach to repair varies by wound location. Nonbite and bite wounds are treated differently because of differences in infection risk.Figure 4is an algorithm for the management of lacerations."
        },
        {
            "parent": 7,
            "text": "Debridement of facial wounds should be conservative because of increased blood supply to the face. Removing subcutaneous fat may lead to depression of the scar.38Single layer 5-0 or 6-0 nylon sutures are sufficient.32"
        },
        {
            "parent": 8,
            "text": "An optimal cosmetic result depends on reapproximation of the vermilion border. Therefore, the first skin suture should be placed at this border. The border should be marked before anesthetic injection because the anesthetic may blur the border. The muscle layer and oral mucosa should be repaired with 3-0 or 4-0 absorbable sutures, and skin should be repaired with 6-0 or 7-0 nylon sutures."
        },
        {
            "parent": 9,
            "text": "The patient should be referred to ophthalmology if the laceration involves the eye itself, the tarsal plate, or the eyelid margin, or penetrates deeper than the subcutaneous layer. Laceration through the portion of the upper or lower lid medial to the punctum often damages the lacrimal duct or the medial canthal ligament and requires referral to an ophthalmologist or plastic surgeon. Laceration of upper or lower eyelid skin can be repaired with 6-0 nylon sutures."
        },
        {
            "parent": 10,
            "text": "The edges of the eyebrow serve as landmarks, so the eyebrow should not be shaved. Placing a single suture at each margin first ensures good alignment.37"
        },
        {
            "parent": 11,
            "text": "Cartilage has poor circulation and is prone to infection and necrosis. It needs to be covered with skin to heal. A single bite with reverse cutting needle or tapered needle (6-0 polypropylene sutures) should be used to approximate skin and perichondrium simultaneously. Ear trauma often causes a hematoma, and applying a pressure dressing can be difficult. Fluffed gauze under a circumferential head wrap can achieve adequate pressure to prevent a hematoma."
        },
        {
            "parent": 12,
            "text": "A rich blood supply to the scalp causes lacerations to bleed significantly. After ruling out intracranial injury, bleeding should be controlled with direct pressure for adequate exploration of the wound. Shaving the area is rarely necessary. If the galea is lacerated more than 0.5 cm it should be repaired with 2-0 or 3-0 absorbable sutures.39Skin can be repaired using staples; interrupted, mattress, or running sutures, such as 3-0 or 4-0 nylon sutures; or the hair apposition technique(Figure 535). Staples are faster and more cost-effective than sutures with no difference in complications.40The hair apposition technique using tissue adhesive has the lowest cost and highest patient satisfaction for scalp repair.41A video of the hair opposition technique is available athttps://lacerationrepair.com/alternative-wound-closure/hair-apposition-technique/."
        },
        {
            "parent": 13,
            "text": "Lacerations of the fingers, hands, and forearms can be repaired by a family physician if deep tissue injury is not suspected. These lacerations are repaired with 4-0 or 5-0 nylon sutures. Any suspicion of injury involving tendon, nerve, muscle, vessels, bone, or the nail bed warrants immediate referral to a hand surgeon. Traditionally, a large subungual hematoma involving more than 25% of the visible nail indicated nail removal for nail bed inspection and repair, but a recent review concluded that a subungual hematoma without significant fingertip injury can be treated with trephining (drainage through a hole) alone.42"
        },
        {
            "parent": 14,
            "text": "Up to 19% of bite wounds become infected. Cat bites are much more likely to become infected compared with dog or human bites (47% to 58% of cat bites, 8% to 14% of dog bites, and 7% to 9% of human bites).43The risk of infection increases as time from injury to repair increases, regardless of suture material.4Evidence on optimal timing of primary closure and antibiotic treatment is lacking.4,44"
        },
        {
            "parent": 14,
            "text": "Cosmesis was improved with suturing compared with no suturing in RCTs of patients with dog bites, although the infection rate was the same.44,45Therefore, dog bite wounds should be repaired, especially facial wounds because they are less prone to infection.4,46Cat bites, with higher infection rates, have better outcomes without primary closure, especially when not located on the face or scalp. Bite wounds with a high risk of infection, such as cat bites, deep puncture wounds, or wounds longer than 3 cm,43should be treated with prophylactic amoxicillin/clavulanate (Augmentin).47,48Clindamycin may be used in patients with a penicillin allergy.49"
        },
        {
            "parent": 15,
            "text": "Physicians should use the smallest suture that will give sufficient strength to reapproximate and support the healing wound.50,51Commonly used sutures are included inTable 250,51; however, good evidence is lacking regarding the appropriate suture size for laceration repair. The 5-0 or 6-0 sutures should be used for the face, and 4-0 sutures should be used for most other areas. The 3-0 sutures work well for the thicker skin on the back, scalp, palms, and soles.50,51"
        },
        {
            "parent": 15,
            "text": "A meta-analysis of 19 studies of skin closure for surgical wounds and traumatic lacerations found no significant difference in cosmetic outcome, wound infection, or wound dehiscence between absorbable and nonabsorbable sutures.52,53A systematic review did not show any advantage of monofilament sutures over braided sutures with regard to cosmetic outcome, wound infection, or wound dehiscence.54"
        },
        {
            "parent": 16,
            "text": "The two types of tissue adhesive available in the United States aren-butyl-2-cyanoacrylate (Histoacryl Blue, PeriAcryl) and 2-octyl cyanoacrylate (Dermabond, Surgiseal).Table 3shows the criteria for tissue adhesive use. A Cochrane review found these adhesives to be comparable in cosmesis, procedure time, discomfort, and complications.55They work well in clean, linear wounds that are not under tension. They are not generally used in hair-bearing areas (except in the hair apposition technique). There is a slightly higher likelihood of wound dehiscence with tissue adhesives than with sutures, with a number needed to harm of 25 for tissue adhesives.52,53"
        },
        {
            "parent": 16,
            "text": "Tissue adhesive should not be applied to misaligned wound edges. Care should be taken to avoid getting tissue adhesive into the wound or accidentally adhering gauze or instruments to the wound. If tissue adhesive is misapplied, it should be wiped off quickly with dry gauze. To remove dry adhesive, petroleum-based ointment should be applied and wiped away after 30 minutes."
        },
        {
            "parent": 16,
            "text": "Wound adhesive strips can also be used. One analysis suggests that wound adhesive strips are the most cost-effective method of closure for appropriate low-tension wounds.56The strips are applied perpendicular to the vector of the wound to approximate and secure the edges. One study found the same cosmetic outcomes with adhesive strips vs. tissue adhesive when used to repair facial lacerations.57"
        },
        {
            "parent": 17,
            "text": "Once a wound has been adequately repaired, consideration should be given to the elements of aftercare. Although patients have traditionally been instructed to keep wounds covered and dry for 24 hours, one study found that uncovering wounds for routine bathing within the first 12 hours after closure did not increase the risk of infection.58"
        },
        {
            "parent": 17,
            "text": "A small prospective study showed that traumatic lacerations repaired with sutures had lower rates of infection when antibiotic ointment was applied rather than petroleum jelly. The lowest rate of infection occurred with the use of an ointment containing bacitracin and neomycin.59Therefore, topical antibiotic ointment should be applied to traumatic lacerations repaired with sutures unless the patient has a specific antibiotic allergy. A meta-analysis did not show benefit with the use of prophylactic systemic antibiotics for reducing wound infections in simple, nonbite wounds.60"
        },
        {
            "parent": 17,
            "text": "Wounds heal most quickly in a moist environment.61Occlusive and semiocclusive dressings lead to faster wound healing, decreased wound contamination, decreased infection rates, and increased comfort compared with dry gauze dressings.62Choice of moisture retentive dressing should be based on the amount of exudate expected. Transparent film (e.g., Tegaderm) and hydrocolloid dressings are readily available and suited for repaired wounds without drainage. Film dressings allow for visualization of the wound to monitor for signs of infection. Gauze dressings with petroleum gel with or without an antibiotic are commonly used for wounds with some drainage. Foam dressings are more absorptive but mostly used for chronically draining wounds. When using interactive dressings such as film dressings, hydrocolloid dressings, or foam dressings, they should be changed according to package recommendations, which is anywhere from three to seven days or when fluid accumulation separates the dressing from the surrounding skin.62"
        },
        {
            "parent": 17,
            "text": "Patients with contaminated or high-risk (e.g., deep puncture) wounds who have not had a tetanus booster for more than five years should receive a tetanus vaccine. Patients who have not had at least three doses of a tetanus vaccine or who have an unknown tetanus vaccine history should also receive a tetanus immune globulin. Patients with a clean and minor wound should receive the tetanus vaccine only if they have not had a tetanus vaccine for more than 10 years. Tetanus immune globulin is not indicated for clean, minor wounds(Table 4).63"
        },
        {
            "parent": 17,
            "text": "Sutures should be removed after an appropriate interval depending on location(Table 535). This is based on expert opinion and experience."
        },
        {
            "parent": 17,
            "text": "This article updates previous articles on this topic byForsch35and byZuber.64"
        },
        {
            "parent": 17,
            "text": "Data Sources:The authors used an Essential Evidence summary based on the key words facial laceration, laceration, and tissue adhesives. The search included relevant POEMs, Cochrane reviews, diagnostic test data, and a custom PubMed search. Key words were skin laceration, skin repair, local anesthesia, sterile technique, sterile gloves, and wound irrigation. Search dates: April 2015 and January 5, 2017."
        }
    ],
    "locked": false
}