{
    "url": "https://www.aafp.org/pubs/afp/issues/2017/0401/p442.html#afp20170401p442-f1",
    "title": "Postpartum Hemorrhage: Prevention and Treatment | AAFP",
    "author": "ANN EVENSEN, MD, JANICE M. ANDERSON, MD, AND PATRICIA FONTAINE, MD, MS",
    "doi": "Am Fam Physician.2017;95(7):442-449",
    "abstract": "Postpartum hemorrhage is common and can occur in patients without risk factors for hemorrhage. Active management of the third stage of labor should be used routinely to reduce its incidence. Use of oxytocin after delivery of the anterior shoulder is the most important and effective component of this practice. Oxytocin is more effective than misoprostol for prevention and treatment of uterine atony and has fewer adverse effects. Routine episiotomy should be avoided to decrease blood loss and the risk of anal laceration. Appropriate management of postpartum hemorrhage requires prompt diagnosis and treatment. The Four T's mnemonic can be used to identify and address the four most common causes of postpartum hemorrhage (uterine atony [Tone]; laceration, hematoma, inversion, rupture [Trauma]; retained tissue or invasive placenta [Tissue]; and coagulopathy [Thrombin]). Rapid team-based care minimizes morbidity and mortality associated with postpartum hemorrhage, regardless of cause. Massive transfusion protocols allow for rapid and appropriate response to hemorrhages exceeding 1,500 mL of blood loss. The National Partnership for Maternal Safety has developed an obstetric hemorrhage consensus bundle of 13 patient- and systems-level recommendations to reduce morbidity and mortality from postpartum hemorrhage.",
    "headers": [
        {
            "id": 0,
            "name": "Prevention",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis and Management",
            "level": 2
        },
        {
            "id": 2,
            "name": "TONE (UTERINE ATONY)",
            "level": 3
        },
        {
            "id": 3,
            "name": "TRAUMA",
            "level": 3
        },
        {
            "id": 4,
            "name": "TISSUE",
            "level": 3
        },
        {
            "id": 5,
            "name": "THROMBIN (COAGULATION DEFECTS)",
            "level": 3
        },
        {
            "id": 6,
            "name": "Ongoing or Severe Hemorrhage",
            "level": 2
        },
        {
            "id": 7,
            "name": "Systems Approach to Prevention and Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Approximately 3% to 5% of obstetric patients will experience postpartum hemorrhage.1Annually, these preventable events are the cause of one-fourth of maternal deaths worldwide and 12% of maternal deaths in the United States.2,3The American College of Obstetricians and Gynecologists defines early postpartum hemorrhage as at least 1,000 mL total blood loss or loss of blood coinciding with signs and symptoms of hypovolemia within 24 hours after delivery of the fetus or intrapartum loss.4,5Primary postpartum hemorrhage may occur before delivery of the placenta and up to 24 hours after delivery of the fetus. Complications of postpartum hemorrhage are listed inTable 13,6,7; these range from worsening of common postpartum symptoms such as fatigue and depressed mood, to death from cardiovascular collapse."
        },
        {
            "parent": -1,
            "text": "This review presents evidence-based recommendations for the prevention of and appropriate response to postpartum hemorrhage and is intended for physicians who provide antenatal, intrapartum, and postpartum care."
        },
        {
            "parent": 0,
            "text": "Risk factors for postpartum hemorrhage are listed inTable 2.8However, 20% of postpartum hemorrhage occurs in women with no risk factors, so physicians must be prepared to manage this condition at every delivery.9Strategies for decreasing the morbidity and mortality associated with postpartum hemorrhage are listed inTable 3,6,10–14including the choice to deliver infants in women at high risk of hemorrhage at facilities with immediately available surgical, intensive care, and blood bank services."
        },
        {
            "parent": 0,
            "text": "The most effective strategy to prevent postpartum hemorrhage is active management of the third stage of labor (AMTSL). AMTSL also reduces the risk of a postpartum maternal hemoglobin level lower than 9 g per dL (90 g per L) and the need for manual removal of the placenta.11Components of this practice include: (1) administering oxytocin (Pitocin) with or soon after the delivery of the anterior shoulder; (2) controlled cord traction (Brandt-Andrews maneuver) to deliver the placenta; and (3) uterine massage after delivery of the placenta.11Placental delivery can be achieved using the Brandt-Andrews maneuver, in which firm traction on the umbilical cord is applied with one hand while the other applies suprapubic counterpressure15(eFigure A)."
        },
        {
            "parent": 0,
            "text": "The individual components of AMTSL have been evaluated and compared. Based on existing evidence, the most important component is administration of a uterotonic drug, preferably oxytocin.12,16The number needed to treat to prevent one case of hemorrhage 500 mL or greater is 7 for oxytocin administered after delivery of the fetal anterior shoulder or after delivery of the neonate compared with placebo.16The risk of postpartum hemorrhage is also reduced if oxytocin is administered after placental delivery instead of at the time of delivery of the anterior shoulder.17Dosing instructions are provided inTable 4.6"
        },
        {
            "parent": 0,
            "text": "An alternative to oxytocin is misoprostol (Cytotec), an inexpensive medication that does not require injection and is more effective than placebo in preventing postpartum hemorrhage.12However, most studies have shown that oxytocin is superior to misoprostol.12,18Misoprostol also causes more adverse effects than oxytocin—commonly nausea, diarrhea, and fever within three hours of birth.12,18"
        },
        {
            "parent": 0,
            "text": "The benefits of controlled cord traction and uterine massage in preventing postpartum hemorrhage are less clear, but these strategies may be helpful.15,19,20Controlled cord traction does not prevent severe postpartum hemorrhage, but reduces the incidence of less severe blood loss (500 to 1,000 mL) and reduces the need for manual extraction of the placenta.21"
        },
        {
            "parent": 1,
            "text": "Diagnosis of postpartum hemorrhage begins with recognition of excessive bleeding and targeted examination to determine its cause(Figure 16).Cumulative blood loss should be monitored throughout labor and delivery and postpartum with quantitative measurement, if possible.22Although some important sources of blood loss may occur intrapartum (e.g., episiotomy, uterine rupture), most of the fluid expelled during delivery of the infant is urine or amniotic fluid. Quantitative measurement of postpartum bleeding begins immediately after the birth of the infant and entails measuring cumulative blood loss with a calibrated underbuttocks drape, or by weighing blood-soaked pads, sponges, and clots; combined use of these methods is also appropriate for obtaining an accurate measurement.22Healthy pregnant women can typically tolerate 500 to 1,000 mL of blood loss without having signs or symptoms.9Tachycardia may be the earliest sign of postpartum hemorrhage. Orthostasis, hypotension, nausea, dyspnea, oliguria, and chest pain may indicate hypovolemia from significant hemorrhage. If excess bleeding is diagnosed, the Four T's mnemonic (uterine atony [Tone]; laceration, hematoma, inversion, rupture [Trauma]; retained tissue or invasive placenta [Tissue]; and coagulopathy [Thrombin]) can be used to identify specific causes(Table 56).Regardless of the cause of bleeding, physicians should immediately summon additional personnel and begin appropriate emergency hemorrhage protocols."
        },
        {
            "parent": 2,
            "text": "Uterine atony is the most common cause of postpartum hemorrhage.9Brisk blood flow after delivery of the placenta unresponsive to transabdominal massage should prompt immediate action including bimanual compression of the uterus and use of uterotonic medications(Table 46).Massage is performed by placing one hand in the vagina and pushing against the body of the uterus while the other hand compresses the fundus from above through the abdominal wall(eFigure B)."
        },
        {
            "parent": 2,
            "text": "Uterotonic agents include oxytocin, ergot alkaloids, and prostaglandins. Oxytocin is the most effective treatment for postpartum hemorrhage, even if already used for labor induction or augmentation or as part of AMTSL.8,23,24The choice of a second-line uterotonic should be based on patient-specific factors such as hypertension, asthma, or use of protease inhibitors. Although it is not a uterotonic, tranexamic acid (Cyklokapron) may reduce mortality due to bleeding from postpartum hemorrhage (but not overall mortality) when given within the first three hours and may be considered as an adjuvant therapy.25[updated]Table 4outlines dosages, cautions, contraindications, and common adverse effects of uterotonic medications and tranexamic acid.6"
        },
        {
            "parent": 3,
            "text": "Lacerations and hematomas due to birth trauma can cause significant blood loss that can be lessened by hemostasis and timely repair. Episiotomy increases the risk of blood loss and anal sphincter tears; this procedure should be avoided unless urgent delivery is necessary and the perineum is thought to be a limiting factor.26"
        },
        {
            "parent": 3,
            "text": "Vaginal and vulvar hematomas can present as pain or as a change in vital signs disproportionate to the amount of blood loss. Small hematomas can be managed with ice packs, analgesia, and observation. Patients with persistent signs of volume loss despite fluid replacement, as well as those with large (greater than 3 to 4 cm) or enlarging hematomas, require incision and evacuation of the clot.27The involved area should be irrigated and hemostasis achieved by ligating bleeding vessels, placing figure-of-eight sutures, and creating a layered closure, or by using any of these methods alone."
        },
        {
            "parent": 3,
            "text": "Uterine inversion is rare, occurring in only 0.04% of deliveries, and is a potential cause of postpartum hemorrhage.27AMTSL does not appear to increase the incidence of uterine inversion, but invasive placenta does.27,28The contributions of other conditions such as fundal implantation of the placenta, fundal pressure, and undue cord traction are unclear.27The inverted uterus usually appears as a bluish-gray mass protruding from the vagina. Patients with uterine inversion may have signs of shock without excess blood loss. If the placenta is attached, it should be left in place until after reduction to limit hemorrhage.27Every attempt should be made to quickly replace the uterus. The Johnson method of reduction begins with grasping the protruding fundus with the palm of the hand, directing the fingers toward the posterior fornix.27The uterus is returned to position by lifting it up through the pelvis and into the abdomen(eFigure C).Once the uterus is reverted, uterotonic agents can promote uterine tone and prevent recurrence. If initial attempts to replace the uterus fail or contraction of the lower uterine segment (contraction ring) develops, the use of magnesium sulfate, terbutaline, nitroglycerin, or general anesthesia may allow sufficient uterine relaxation for manipulation.28"
        },
        {
            "parent": 3,
            "text": "Uterine rupture can cause intrapartum and postpartum hemorrhage.29Although rare in an unscarred uterus, clinically significant uterine rupture occurs in 0.8% of vaginal births after cesarean delivery via low transverse uterine incision.30Induction and augmentation increase the risk of uterine rupture, especially for patients with prior cesarean delivery.31Before delivery, the primary sign of uterine rupture is fetal bradycardia.31,32Other signs and symptoms of uterine rupture are listed ineTable A."
        },
        {
            "parent": 4,
            "text": "Retained tissue (i.e., placenta, placental fragments, or blood clots) prevents the uterus from contracting enough to achieve optimal tone. Classic signs of placental separation include a small gush of blood, lengthening of the umbilical cord, and a slight rise of the uterus. The mean time from delivery to placental expulsion is eight to nine minutes.33Longer intervals are associated with an increased risk of postpartum hemorrhage, with rates doubling after 10 minutes.33Retained placenta (i.e., failure of the placenta to deliver within 30 minutes) occurs in less than 3% of vaginal deliveries.34,35If the placenta is retained, consider manual removal using appropriate analgesia.35Injecting the umbilical vein with saline and oxytocin does not clearly reduce the need for manual removal.35–37If blunt dissection with the edge of the gloved hand does not reveal the tissue plane between the uterine wall and placenta, invasive placenta should be considered."
        },
        {
            "parent": 4,
            "text": "Invasive placenta (placenta accreta, increta, or percreta) can cause life-threatening postpartum hemorrhage.13,34,35The incidence has increased with time, mirroring the increase in cesarean deliveries.13,34In addition to prior cesarean delivery, other risk factors for invasive placenta include placenta previa, advanced maternal age, high parity, and previous invasive placenta.13,34Treatment of invasive placenta can require hysterectomy or, in select cases, conservative management (i.e., leaving the placenta in place or giving weekly oral methotrexate).13"
        },
        {
            "parent": 5,
            "text": "Coagulation defects can cause a hemorrhage or be the result of one. These defects should be suspected in patients who have not responded to the usual measures to treat postpartum hemorrhage or who are oozing from puncture sites. A coagulation defect should also be suspected if blood does not clot in bedside receptacles or red-top (no additives) laboratory collection tubes within five to 10 minutes. Coagulation defects may be congenital or acquired (eTable B). Evaluation should include a platelet count and measurement of prothrombin time, partial thromboplastin time, fibrinogen level, fibrin split products, and quantitative d-dimer assay. Physicians should treat the underlying disease process, if known, and support intravascular volume, serially evaluate coagulation status, and replace appropriate blood components using an emergency release protocol to improve response time and decrease risk of dilutional coagulopathy.7,38,39[updated]"
        },
        {
            "parent": 6,
            "text": "Significant blood loss from any cause requires immediate resuscitation measures using an interdisciplinary, stage-based team approach. Physicians should perform a primary maternal survey and institute care based on American Heart Association standards and an assessment of blood loss.14,40Patients should be given oxygen, ventilated as needed, and provided intravenous fluid and blood replacement with normal saline or other crystalloid fluids administered through two large-bore intravenous needles. Fluid replacement volume should initially be given as a bolus infusion and subsequently adjusted based on frequent reevaluation of the patient's vital signs and symptoms. The use of O negative blood may be needed while waiting for type-specific blood."
        },
        {
            "parent": 6,
            "text": "Elevating the patient's legs will improve venous return. Draining the bladder with a Foley catheter may improve uterine atony and will allow monitoring of urine output. Massive transfusion protocols to decrease the risk of dilutional coagulopathy and other postpartum hemorrhage complications have been established. These protocols typically recommend the use of four units of fresh frozen plasma and one unit of platelets for every four to six units of packed red blood cells used.7,39"
        },
        {
            "parent": 6,
            "text": "Uterus-conserving treatments include uterine packing (plain gauze or gauze soaked with vasopressin, chitosan, or carboprost [Hemabate]), artery ligation, uterine artery embolization, B-lynch compression sutures, and balloon tamponade.7,41–43Balloon tamponade (in which direct pressure is applied to potential bleeding sites via a balloon that is inserted through the vagina and cervix and inflated with sterile water or saline), uterine packing, aortic compression, and nonpneumatic antishock garments may be used to limit bleeding while definitive treatment or transport is arranged.7,41,44Hysterectomy is the definitive treatment in women with severe, intractable hemorrhage."
        },
        {
            "parent": 6,
            "text": "Follow-up of postpartum hemorrhage includes monitoring for ongoing blood loss and vital signs, assessing for signs of anemia (fatigue, shortness of breath, chest pain, or lactation problems), and debriefing with patients and staff. Many patients experience acute and posttraumatic stress disorders after a traumatic delivery. Individual, trauma-focused cognitive behavior therapy can be offered to reduce acute traumatic stress symptoms.45Debriefing with staff may identify necessary systems-level changes(Table 3).6,10–14"
        },
        {
            "parent": 7,
            "text": "Complications of postpartum hemorrhage are common, even in high-resource countries and well-staffed delivery suites. Based on an analysis of systems errors identified in The Joint Commission's 2010 Sentinel Event Alert, the commission recommended that hospitals establish protocols to enable an optimal response to changes in maternal vital signs and clinical condition. These protocols should be tested in drills, and systems problems that interfere with care should be fixed through their continual refinement.46In response, The Council on Patient Safety in Women's Health Care outlined essential steps that delivery units should take to decrease the incidence and severity of postpartum hemorrhage14(Table 36,10–14).The creation of a hemorrhage cart with supplies, and the use of huddles, rapid response teams, and massive transfusion protocols are among the recommendations. Advanced Life Support in Obstetrics (ALSO) training can be part of a systems approach to improving patient care. The use of interdisciplinary team training with in situ simulation, available through the ALSO program and from TeamSTEPPS (Team Strategies and Tools to Enhance Performance and Patient Safety), has been shown to improve perinatal safety.47,48"
        },
        {
            "parent": 7,
            "text": "This article updates previous articles on this topic byMaughan, et al.,49and byAnderson and Etches.50"
        },
        {
            "parent": 7,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the key term postpartum hemorrhage. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Also searched were the Cochrane Database of Systematic Reviews, Essential Evidence Plus, National Institute for Health and Care Excellence guidelines, Agency for Healthcare Research and Quality evidence reports, the Institute for Clinical Systems Improvement, and the National Guideline Clearinghouse. Search dates: October 12, 2015, and January 19, 2016."
        },
        {
            "parent": 7,
            "text": "This article is one in a series on “Advanced Life Support in Obstetrics (ALSO),” initially established by Mark Deutchman, MD, Denver, Colo. The coordinator of this series is Larry Leeman, MD, MPH, ALSO Managing Editor, Albuquerque, N.M."
        }
    ],
    "locked": false
}