{
    "url": "https://www.aafp.org/pubs/afp/issues/2015/0915/p474.html#afp20150915p474-f6",
    "title": "Skin and Soft Tissue Infections | AAFP",
    "author": "KALYANAKRISHNAN RAMAKRISHNAN, MD, ROBERT C. SALINAS, MD, AND NELSON IVAN AGUDELO HIGUITA, MD",
    "doi": "Am Fam Physician.2015;92(6):474-483",
    "abstract": "Skin and soft tissue infections result from microbial invasion of the skin and its supporting structures. Management is determined by the severity and location of the infection and by patient comorbidities. Infections can be classified as simple (uncomplicated) or complicated (necrotizing or nonnecrotizing), or as suppurative or nonsuppurative. Most community-acquired infections are caused by methicillin-resistantStaphylococcus aureusand beta-hemolytic streptococcus. Simple infections are usually monomicrobial and present with localized clinical findings. In contrast, complicated infections can be mono- or polymicrobial and may present with systemic inflammatory response syndrome. The diagnosis is based on clinical evaluation. Laboratory testing may be required to confirm an uncertain diagnosis, evaluate for deep infections or sepsis, determine the need for inpatient care, and evaluate and treat comorbidities. Initial antimicrobial choice is empiric, and in simple infections should coverStaphylococcusandStreptococcusspecies. Patients with complicated infections, including suspected necrotizing fasciitis and gangrene, require empiric polymicrobial antibiotic coverage, inpatient treatment, and surgical consultation for debridement. Superficial and small abscesses respond well to drainage and seldom require antibiotics. Immunocompromised patients require early treatment and antimicrobial coverage for possible atypical organisms.",
    "headers": [
        {
            "id": 0,
            "name": "Classification",
            "level": 2
        },
        {
            "id": 1,
            "name": "Risk Factors",
            "level": 2
        },
        {
            "id": 2,
            "name": "Pathogenesis",
            "level": 2
        },
        {
            "id": 3,
            "name": "Clinical Presentation",
            "level": 2
        },
        {
            "id": 4,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 5,
            "name": "Management",
            "level": 2
        },
        {
            "id": 6,
            "name": "MILD TO MODERATE INFECTIONS",
            "level": 3
        },
        {
            "id": 7,
            "name": "SEVERE INFECTIONS",
            "level": 3
        },
        {
            "id": 8,
            "name": "Special Considerations",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Skin and soft tissue infections (SSTIs) account for more than 14 million physician office visits each year in the United States, as well as emergency department visits and hospitalizations.1The greatest incidence is among persons 18 to 44 years of age, men, and blacks.1,2Community-acquired methicillin-resistantStaphylococcus aureus(MRSA) accounts for 59% of SSTIs presenting to the emergency department.3"
        },
        {
            "parent": 0,
            "text": "SSTIs are classified as simple (uncomplicated) or complicated (necrotizing or nonnecrotizing) and can involve the skin, subcutaneous fat, fascial layers, and musculotendinous structures.4SSTIs can be purulent or nonpurulent (mild, moderate, or severe).5To help stratify clinical interventions, SSTIs can be classified based on their severity, presence of comorbidities, and need for and nature of therapeutic intervention(Table 1).3"
        },
        {
            "parent": 0,
            "text": "Simple infections confined to the skin and underlying superficial soft tissues generally respond well to outpatient management. Common simple SSTIs include cellulitis, erysipelas, impetigo, ecthyma, folliculitis, furuncles, carbuncles, abscesses, and trauma-related infections6(Figures 1through3). Complicated infections extending into and involving the underlying deep tissues include deep abscesses, decubitus ulcers, necrotizing fasciitis, Fournier gangrene, and infections from human or animal bites7(Figure 4). These infections may present with features of systemic inflammatory response syndrome or sepsis, and, occasionally, ischemic necrosis. Perianal infections, diabetic foot infections, infections in patients with significant comorbidities, and infections from resistant pathogens also represent complicated infections.8"
        },
        {
            "parent": 1,
            "text": "Older age, cardiopulmonary or hepatorenal disease, diabetes mellitus, debility, immunosenescence or immunocompromise, obesity, peripheral arteriovenous or lymphatic insufficiency, and trauma are among the risk factors for SSTIs(Table 2).9–11Outbreaks are more common among military personnel during overseas deployment and athletes participating in close-contact sports.12,13Community-acquired MRSA causes infection in a wide variety of hosts, from healthy children and young adults to persons with comorbidities, health care professionals, and persons living in close quarters."
        },
        {
            "parent": 1,
            "text": "Predisposing factors for SSTIs include reduced tissue vascularity and oxygenation, increased peripheral fluid stasis and risk of skin trauma, and decreased ability to combat infections. For example, diabetes increases the risk of infection-associated complications fivefold.14Comorbidities and mechanisms of injury can determine the bacteriology of SSTIs(Table 3).5,15For instance,Pseudomonas aeruginosainfections are associated with intravenous drug use and hot tub use, and patients with neutropenia more often develop infections caused by gram-negative bacteria, anaerobes, and fungi."
        },
        {
            "parent": 2,
            "text": "Most SSTIs occur de novo, or follow a breach in the protective skin barrier from trauma, surgery, or increased tissue tension secondary to fluid stasis. The infection may also originate from an adjacent site or from embolic spread from a distant site.S. aureusand streptococci are responsible for most simple community-acquired SSTIs. In one prospective study, beta-hemolytic streptococcus was found to cause nearly three-fourths of cases of diffuse cellulitis.16S. aureus,P. aeruginosa, enterococcus, andEscherichia coliare the predominant organisms isolated from hospitalized patients with SSTIs.17MRSA infections are characterized by liquefaction of infected tissue and abscess formation; the resulting increase in tissue tension causes ischemia and overlying skin necrosis. Lymphatic and hematogenous dissemination causes septicemia and spread to other organs (e.g., lung, bone, heart valves). Diabetic lower limb infections, severe hospital-acquired infections, necrotizing infections, and head and hand infections pose higher risks of mortality and functional disability.9"
        },
        {
            "parent": 3,
            "text": "Patients with simple SSTIs present with erythema, warmth, edema, and pain over the affected site. Systemic features of infection may follow, their intensity reflecting the magnitude of infection. The lower extremities are most commonly involved.9Induration is characteristic of more superficial infections such as erysipelas and cellulitis. Patients with necrotizing fasciitis may have pain disproportionate to the physical findings, rapid progression of infection, cutaneous anesthesia, hemorrhage or bullous changes, and crepitus indicating gas in the soft tissues.5Tense overlying edema and bullae, when present, help distinguish necrotizing fasciitis from non-necrotizing infections.18"
        },
        {
            "parent": 4,
            "text": "The diagnosis of SSTIs is predominantly clinical. A complete blood count, C-reactive protein level, and liver and kidney function tests should be ordered for patients with severe infections, and for those with comorbidities causing organ dysfunction. The Laboratory Risk Indicator for Necrotizing Fasciitis score uses laboratory parameters to stratify patients into high- and low-risk categories for necrotizing fasciitis(Table 4); a score of 6 or higher is indicative, whereas a score of 8 or higher is strongly predictive (positive predictive value = 93.4%).19"
        },
        {
            "parent": 4,
            "text": "Blood cultures are unlikely to change the management of simple localized SSTIs in otherwise healthy, immunocompetent patients, and are typically unnecessary.20However, because of the potential for deep tissue involvement, cultures are useful in patients with severe infections or signs of systemic involvement, in older or immunocompromised patients, and in patients requiring surgery.5,21,22Wound cultures are not indicated in most healthy patients, including those with suspected MRSA infection, but are useful in immunocompromised patients and those with significant cellulitis; lymphangitis; sepsis; recurrent, persistent, or large abscesses; or infections from human or animal bites.22,23Tissue biopsies, which are the preferred diagnostic test for necrotizing SSTIs, are ideally taken from the advancing margin of the wound, from the depth of bite wounds, and after debridement of necrotizing infections and traumatic wounds. Sterile aspiration of infected tissue is another recommended sampling method, preferably before commencing antibiotic therapy.22"
        },
        {
            "parent": 4,
            "text": "Imaging studies are not indicated for simple SSTIs, and surgery should not be delayed for imaging. Plain radiography, ultrasonography, computed tomography, or magnetic resonance imaging may show soft tissue edema or fascial thickening, fluid collections, or soft tissue air. Magnetic resonance imaging is highly sensitive (100%) for necrotizing fasciitis; specificity is lower (86%).24Extensive involvement of the deep intermuscular fascia, fascial thickening (more than 3 mm), and partial or complete absence of signal enhancement of the thickened fasciae on postgadolinium images suggest necrotizing fasciitis.25Adding ultrasonography to clinical examination in children and adolescents with clinically suspected SSTI increases the accuracy of diagnosing the extent and depth of infection (sensitivity = 77.6% vs. 43.7%; specificity = 61.3% vs. 42.0%, respectively).26"
        },
        {
            "parent": 5,
            "text": "The management of SSTIs is determined primarily by their severity and location, and by the patient's comorbidities(Figure 5). According to guidelines from the Infectious Diseases Society of America, initial management is determined by the presence or absence of purulence, acuity, and type of infection.5"
        },
        {
            "parent": 6,
            "text": "Topical antibiotics (e.g., mupirocin [Bactroban], retapamulin [Altabax]) are options in patients with impetigo and folliculitis(Table 5).5,27Beta-lactams are effective in children with nonpurulent SSTIs, such as uncomplicated cellulitis or impetigo.28In adults, mild to moderate SSTIs respond well to beta-lactams in the absence of suppuration.16Patients who do not improve or who worsen after 48 hours of treatment should receive antibiotics to cover possible MRSA infection and imaging to detect purulence.16"
        },
        {
            "parent": 6,
            "text": "Mild purulent SSTIs in easily accessible areas without significant overlying cellulitis can be treated with incision and drainage alone.29,30In children, minimally invasive techniques (e.g., stab incision, hemostat rupture of septations, in-dwelling drain placement) are effective, reduce morbidity and hospital stay, and are more economical compared with traditional drainage and wound packing.31"
        },
        {
            "parent": 6,
            "text": "Antibiotic therapy is required for abscesses that are associated with extensive cellulitis, rapid progression, or poor response to initial drainage; that involve specific sites (e.g., face, hands, genitalia); and that occur in children and older adults or in those who have significant comorbid illness or immunosuppression.32In uncomplicated cellulitis, five days of treatment is as effective as 10 days.33In a randomized controlled trial of 200 children with uncomplicated SSTIs primarily caused by MRSA, clindamycin and cephalexin (Keflex) were equally effective.34"
        },
        {
            "parent": 7,
            "text": "Inpatient treatment is necessary for patients who have uncontrolled infection despite adequate outpatient antimicrobial therapy or who cannot tolerate oral antibiotics(Figure 6). Hospitalization is also indicated for patients who initially present with severe or complicated infections, unstable comorbid illnesses, or signs of systemic sepsis, or who need surgical intervention under anesthesia.3,5Broad-spectrum antibiotics with proven effectiveness against gram-positive and gram-negative organisms and anaerobes should be used until pathogen-specific sensitivities are available; coverage can then be narrowed. Intravenous antibiotics should be continued until the clinical picture improves, the patient can tolerate oral intake, and drainage or debridement is completed. The recommended duration of antibiotic therapy for hospitalized patients is seven to 14 days. A Cochrane review did not establish the superiority of any one pathogen-sensitive antibiotic over another in the treatment of MRSA SSTI.35Intravenous antibiotics may be continued at home under close supervision after initiation in the hospital or emergency department.36Antibiotic choices for severe infections (including MRSA SSTI) are outlined inTable 6.5,27"
        },
        {
            "parent": 7,
            "text": "Necrotizing Fasciitis. Treatment of necrotizing fasciitis involves early recognition and surgical consultation for debridement of necrotic tissue combined with empiric high-dose intravenous broad-spectrum antibiotics.5The antibiotic spectrum can be narrowed once the infecting microbes are identified and susceptibility testing results are available. Monomicrobial necrotizing fasciitis caused by streptococcal and clostridial infections is treated with penicillin G and clindamycin;S. aureusinfections are treated according to susceptibilities. Antibiotic therapy should be continued until features of sepsis have resolved and surgery is completed. Patients may require repeated surgery until debridement and drainage are complete and healing has commenced."
        },
        {
            "parent": 8,
            "text": "Immunocompromised patients are more prone to SSTIs and may not demonstrate classic clinical features and laboratory findings because of their attenuated inflammatory response. Diagnostic testing should be performed early to identify the causative organism and evaluate the extent of involvement, and antibiotic therapy should be commenced to cover possible pathogens, including atypical organisms that can cause serious infections (e.g., resistant gram-negative bacteria, anaerobes, fungi).5"
        },
        {
            "parent": 8,
            "text": "Specific types of SSTIs may result from identifiable exposures. Dog and cat bites in an immunocompromised host and those that involve the face or hand, periosteum, or joint capsule are typically treated with a beta-lactam antibiotic or beta-lactamase inhibitor (e.g., amoxicillin/clavulanate [Augmentin]).5In patients allergic to penicillin, a combination of trimethoprim/sulfamethoxazole or a quinolone with clindamycin or metronidazole (Flagyl) can be used. A recent article inAmerican Family Physicianprovides further details about prophylaxis in patients with cat or dog bites (https://www.aafp.org/afp/2014/0815/p239.html).37"
        },
        {
            "parent": 8,
            "text": "Simple SSTIs that result from exposure to fresh water are treated empirically with a quinolone, whereas doxycycline is used for those that occur after exposure to salt water. The choice is based on the presumptive infecting organisms (e.g.,Aeromonas hydrophila,Vibrio vulnificus, Mycobacterium marinum).5"
        },
        {
            "parent": 8,
            "text": "In patients with at least one prior episode of cellulitis, administering prophylactic oral penicillin, 250 mg twice daily for six months, reduces the risk of recurrence for up to three years by 47%.38"
        },
        {
            "parent": 8,
            "text": "Data Sources: A PubMed search was completed using the key term skin and soft tissue infections. The search included systematic reviews, meta-analyses, reviews of clinical trials and other primary sources, and evidence-based guidelines. Also searched were the Cochrane database, the National Institute for Health and Care Excellence guidelines, and Essential Evidence Plus. Search dates: May 7, 2014, through May 27, 2015."
        }
    ],
    "locked": false
}