{
    "url": "https://www.aafp.org/pubs/afp/issues/2015/0915/p500.html#afp20150915p500-f1",
    "title": "Management of Constipation in Older Adults | AAFP",
    "author": "ANNE MOUNSEY, MD, MEGHAN RALEIGH, MD, AND ANTHONY WILSON, MD",
    "doi": "Am Fam Physician.2015;92(6):500-504",
    "abstract": "Chronic constipation is common in adults older than 60 years, and symptoms occur in up to 50% of nursing home residents. Primary constipation is also referred to as functional constipation. Secondary constipation is associated with chronic disease processes, medication use, and psychosocial issues. Fecal impaction should be treated with mineral oil or warm water enemas. Most patients are initially treated with lifestyle modifications, such as scheduled toileting after meals, increased fluid intake, and increased dietary fiber intake. Additional fiber intake in the form of polycarbophil, methylcellulose, or psyllium may improve symptoms. Fiber intake should be slowly increased over several weeks to decrease adverse effects. The next step in the treatment of constipation is the use of an osmotic laxative, such as polyethylene glycol, followed by a stool softener, such as docusate sodium, and then stimulant laxatives. Long-term use of magnesium-based laxatives should be avoided because of potential toxicity. If symptoms do not improve, a trial of linaclotide or lubiprostone may be appropriate, or the patient may be referred for further diagnostic evaluation. Peripherally acting mu-opioid antagonists are effective for opioid-induced constipation but are expensive.",
    "headers": [
        {
            "id": 0,
            "name": "Definitions",
            "level": 2
        },
        {
            "id": 1,
            "name": "PRIMARY CONSTIPATION",
            "level": 3
        },
        {
            "id": 2,
            "name": "SECONDARY CONSTIPATION",
            "level": 3
        },
        {
            "id": 3,
            "name": "Initial Management",
            "level": 2
        },
        {
            "id": 4,
            "name": "Nonpharmacologic Interventions",
            "level": 2
        },
        {
            "id": 5,
            "name": "BEHAVIORAL INTERVENTIONS",
            "level": 3
        },
        {
            "id": 6,
            "name": "BIOFEEDBACK",
            "level": 3
        },
        {
            "id": 7,
            "name": "Pharmacologic Treatment",
            "level": 2
        },
        {
            "id": 8,
            "name": "ENEMAS AND SUPPOSITORIES",
            "level": 3
        },
        {
            "id": 9,
            "name": "BULKING AGENTS",
            "level": 3
        },
        {
            "id": 10,
            "name": "OSMOTIC LAXATIVES",
            "level": 3
        },
        {
            "id": 11,
            "name": "STOOL SOFTENERS",
            "level": 3
        },
        {
            "id": 12,
            "name": "STIMULANT LAXATIVES",
            "level": 3
        },
        {
            "id": 13,
            "name": "OTHER AGENTS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Chronic constipation occurs in 16% of adults, with older patients experiencing constipation more often.1About one-third of adults 60 years or older report at least occasional constipation1, and in nursing home residents, the prevalence is 50% or more.2Approximately 33 million adults in the United States have constipation resulting in 2.5 million physician visits and 92,000 hospitalizations each year.3"
        },
        {
            "parent": 0,
            "text": "Constipation is a clinical diagnosis based on symptoms of incomplete elimination of stool, difficulty passing stool, or both. Patients typically experience other symptoms such as hard stools, abdominal bloating, pain, and distention. Constipation may be present with normal stool frequency, defined as at least one stool three times per week, or with daily bowel movements.1Chronic constipation is characterized by the presence of symptoms for at least three months out of the preceding 12 months."
        },
        {
            "parent": 1,
            "text": "Primary constipation, or functional constipation, is classified into three subtypes: normal transit constipation, slow transit constipation, and disorders of defecation. Often, more than one subtype occurs simultaneously.4Normal transit constipation is the most common. Patients report hard stool or difficulty with defecation, but have normal stool frequency.4Slow transit constipation, caused by abnormal innervation of the bowel or visceral myopathy, leads to increased transit time of stool through the colon with infrequent defecation, bloating, and abdominal discomfort.5Disorders of defecation can occur in any age group but are particularly common in older patients.6Defecation may be impaired by decreased smooth muscle contraction in the rectum or the inability to relax the muscles of defecation. In older adults, rectal receptors may have a diminished response to stretching, blunting the urge to defecate despite accumulation of large quantities of stool."
        },
        {
            "parent": 2,
            "text": "Causes of secondary constipation include medication use, chronic disease processes, and psychosocial issues. A previous article inAmerican Family Physicianreviewed the diagnostic approach to chronic constipation in older adults (https://www.aafp.org/afp/2011/0801/p299.html)."
        },
        {
            "parent": 3,
            "text": "Clinicians should discuss goals of treatment with patients and caregivers. The primary goal should be symptom improvement, and the secondary goal should be the passage of soft, formed stool without straining at least three times per week.4Initially, any fecal impaction should be treated with enemas or manual disimpaction. Fecal impaction is suggested by a history of constipation with overflow diarrhea, and is confirmed by rectal examination with a plain abdominal radiograph, if needed."
        },
        {
            "parent": 5,
            "text": "To take advantage of the gastrocolic reflex, patients should schedule toileting after meals.4They should place their feet on a small step stool instead of on the floor to straighten the anorectal junction. Patients in long-term care facilities should be allowed adequate time and privacy for bowel movements, and should avoid using bedpans to defecate.7"
        },
        {
            "parent": 5,
            "text": "Exercise programs do not improve symptoms of constipation in nursing home residents and older adults8–10; however, lifestyle education, including exercise and advice on increasing fluid and fiber intake, decreased constipation in one small study.11"
        },
        {
            "parent": 5,
            "text": "There are no randomized controlled trials (RCTs) evaluating the benefit of water supplementation alone to treat constipation, although water supplementation totaling 1.5 to 2 L per day improved stool frequency in middle-aged adults on a high-fiber diet.12"
        },
        {
            "parent": 5,
            "text": "The recommended daily fiber intake is 20 to 35 g per day. Intake should be slowly increased over several weeks to decrease adverse effects, including flatulence, abdominal cramping, and bloating.13"
        },
        {
            "parent": 6,
            "text": "Biofeedback to retrain the defecation muscles may be effective for treating constipation caused by pelvic floor dysfunction. With this technique, anorectal electromyography or a manometry catheter is used to give patients feedback when evacuating a rectal balloon. One systematic review concluded that there is insufficient evidence from high-quality trials to support the effectiveness of biofeedback.14Since the publication of this review, a randomized trial of 88 persons with obstructive constipation found that biofeedback-guided pelvic floor exercises were superior to polyethylene glycol (PEG; Miralax) in improving constipation symptoms at six-month follow-up.15Biofeedback may be appropriate for patients who are physically and mentally capable of participating."
        },
        {
            "parent": 7,
            "text": "Most older adults with chronic constipation eventually require a laxative to alleviate symptoms. A systematic review of laxative treatment in older persons showed varying degrees of effectiveness and concluded that therapy should be individualized.16There are limited data on long-term use of medications for constipation in older persons. Medications for constipation are listed inTable 1.16–24Figure 1provides a suggested approach to the management of chronic constipation in older adults. In patients with a poor response to behavioral interventions and laxatives, referral may be warranted for assessment of colonic transit times and for rectal manometry to evaluate for disorders of defecation."
        },
        {
            "parent": 8,
            "text": "Enemas and suppositories can be useful for fecal impaction or in patients who cannot tolerate oral preparations. Phosphate enemas should be avoided in older adults because of the high risk of electrolyte disturbances, which are sometimes fatal.25Mineral oil enemas are a safer alternative to phosphate enemas, with local adverse effects of perianal irritation or soreness. Plain warm water enemas are safe and preferable to soapsuds enemas, which may cause rectal mucosa damage.2Glycerin suppositories are safe alternatives to enemas and have been shown to improve rectal emptying in patients with chronic constipation.26"
        },
        {
            "parent": 9,
            "text": "Bulking agents may be soluble, such as psyllium (Metamucil), or insoluble, such as bran, methylcellulose (Citrucel), and polycarbophil (Fibercon). These agents absorb water into the intestine to soften the stool and increase bulk. Bran and psyllium improve stool frequency in older patients,18but there is more evidence for the effectiveness of psyllium than bran in persons of all ages.17A few small studies in older adults demonstrated equivalent effectiveness of methylcellulose and polycarbophil to psyllium.16Adverse effects such as bloating, abdominal distention, and gas are more common with psyllium.27Bulk laxatives should be avoided if fecal impaction is present."
        },
        {
            "parent": 10,
            "text": "Osmotic laxatives are not absorbable. These laxatives draw water into the intestinal lumen. Lactulose and sorbitol are hyperosmolar sugar alcohols that increase frequency of defecation and reduce straining. They are metabolized by colonic bacteria and then absorbed by colonic mucosa. An RCT of 30 men 65 to 86 years of age showed that sorbitol and lactulose were equally effective in treating constipation.19Another RCT of nursing home residents with an average age of 85 years found that lactulose was more effective than placebo.28Lactulose may cause diarrhea in patients who are lactose intolerant."
        },
        {
            "parent": 10,
            "text": "PEG is an iso-osmotic agent that has been consistently effective in the treatment of constipation.18A meta-analysis of PEG vs. lactulose for the treatment of chronic constipation in adults up to 75 years of age showed that PEG is more effective and led to fewer adverse effects than lactulose.29A small RCT comparing PEG with ispaghula husk (psyllium) showed that PEG was more effective, with a more rapid onset of action.30"
        },
        {
            "parent": 10,
            "text": "The effectiveness and safety of magnesium salts, such as magnesium hydroxide and magnesium citrate, have not been well studied in older adults. Magnesium toxicity is a concern with long-term use of these agents; it can cause ileus and worsen constipation. Magnesium salts should be avoided in patients with renal failure. Because of the limited data and potential harm, long-term use of magnesium salts is not recommended."
        },
        {
            "parent": 11,
            "text": "Three RCTs involving older patients showed a benefit of docusate sodium (Colace) over placebo in the treatment of constipation.16"
        },
        {
            "parent": 12,
            "text": "Senna and bisacodyl (Dulcolax) promote intestinal motility and increase fluid secretion into the bowel. One RCT found bisacodyl to be more effective than placebo for chronic constipation; however, the average age of study participants was 55 years.21Because of the possible adverse effects of long-term use in older persons, stimulant laxatives should be used only after fiber and osmotic laxatives have been tried. Long-term use of stimulant laxatives containing anthraquinone, such as senna, causes melanosis coli, which is a reversible histologic finding of brown pigmentation in the colonic mucosa."
        },
        {
            "parent": 13,
            "text": "Lubiprostone (Amitiza), a chloride channel activator that moves water into the intestinal lumen, is approved by the U.S. Food and Drug Administration for long-term treatment of chronic constipation in adults. It is effective and moderately well tolerated in older adults.16A subgroup analysis of 163 patients older than 65 years found that nausea was the most common adverse effect, occurring in 18% of patients.22In one study of patients with constipation after orthopedic surgery, lubiprostone was as effective as senna.31Lubiprostone may be reserved for constipation that does not respond to less expensive treatment options."
        },
        {
            "parent": 13,
            "text": "Linaclotide (Linzess) increases intestinal fluid secretion and motility. It is approved by the U.S. Food and Drug Administration for chronic constipation and irritable bowel syndrome. Studies with patients up to 86 years of age showed increased frequency of bowel movements and decreased abdominal pain. Diarrhea is the most common adverse effect and led to cessation of treatment in 4% of patients.24"
        },
        {
            "parent": 13,
            "text": "Probiotics. A systematic review of five RCTs found that probiotics did not improve constipation in adults.32"
        },
        {
            "parent": 13,
            "text": "Peripherally Acting mu-Opioid Antagonists. These agents include methylnaltrexone (Relistor), alvimopan (Entereg), and naloxegol (Movantik), which decrease the gastrointestinal effects of opioids without reducing centrally mediated analgesia, and naloxone, which is also effective for constipation but can decrease analgesia. Up to 40% of patients taking opioids are constipated; of these, only 46% have an acceptable response to laxatives more than 50% of the time.33A systematic review of studies with patients up to 78 years of age who had malignant or nonmalignant pain found that methylnaltrexone, naloxone, and alvimopan were more effective than placebo for chronic opioid-induced constipation.23Methylnaltrexone is administered subcutaneously and is effective for opioid-induced constipation in palliative care patients with symptoms resistant to other laxatives.34Methylnaltrexone should not be used in patients with intestinal obstruction and should be used with caution in patients with intestinal malignancy. Alvimopan, approved for short-term treatment of postoperative ileus, is available only through a restricted prescribing program because of increased risk of myocardial infarction. Naloxegol is administered orally and is approved for opioid-induced constipation in patients who do not have cancer. Peripherally acting mu-opioid antagonists are expensive, and should be used only when other options are ineffective."
        },
        {
            "parent": 13,
            "text": "The opinions and assertions contained herein are the private views of the authors and are not to be construed as official or reflecting the views of the Department of Defense, the U.S. Army Medical Corps, or the U.S. Army at large."
        },
        {
            "parent": 13,
            "text": "Data Sources: A PubMed search was completed in Clinical Queries using the key terms constipation and elderly. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Also searched were the Cochrane database, Database of Abstracts of Reviews of Effects, TRIP database, the National Guideline Clearinghouse database, and UpToDate. Search dates: August 2014 and June 2, 2015."
        }
    ],
    "locked": false
}