{
    "url": "https://www.aafp.org/pubs/afp/issues/2015/1215/p1069.html#afp20151215p1069-f1",
    "title": "Management of Sickle Cell Disease: Recommendations from the 2014 Expert Panel Report | AAFP",
    "author": "BARBARA P. YAWN, MD, MSc, MSPH, AND JOYLENE JOHN-SOWAH, MD, MPH",
    "doi": "Am Fam Physician.2015;92(12):1069-1076A",
    "abstract": "Family physicians are the primary and sometimes only health care resource for families affected by sickle cell disease. Recently published guidelines provide important recommendations for health maintenance, acute care, and monitoring of disease-modifying therapy in persons with this condition. This overview highlights some of the most important clinical activities that can and should be carried out in the community care setting. Children with sickle cell anemia should receive prophylactic penicillin from birth through at least five years of age, and all persons with sickle cell disease require vaccination to prevent invasive pneumococcal disease. Annual screening with transcranial Doppler ultrasonography is recommended for all children with sickle cell disease beginning at two years of age and continuing through adolescence to evaluate the risk of stroke and to initiate transfusion therapy in those at high risk. Vasoocclusive crises require immediate and adequate analgesia appropriate to the level of patient-reported pain. Antibiotics, hospitalization, and incentive spirometry are indicated for those with acute chest syndrome. There is strong evidence to support the promotion and use of hydroxyurea therapy in patients nine months and older who have sickle cell anemia because its use can decrease the frequency of vasoocclusive crises and acute chest syndrome with limited adverse effects.",
    "headers": [
        {
            "id": 0,
            "name": "Overview of SCD",
            "level": 2
        },
        {
            "id": 1,
            "name": "Caring for Patients with SCD in the Community Care Setting",
            "level": 2
        },
        {
            "id": 2,
            "name": "SCREENING, PREVENTION, AND IMMUNIZATIONS",
            "level": 3
        },
        {
            "id": 3,
            "name": "COMMON ACUTE AND CHRONIC COMPLICATIONS",
            "level": 3
        },
        {
            "id": 4,
            "name": "Disease-Modifying Therapies",
            "level": 2
        },
        {
            "id": 5,
            "name": "Resources for Consultation",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Family physicians and family medical homes are essential to the care of children, adults, and families affected by sickle cell disease (SCD). Many of the approximately 100,000 U.S. residents who have SCD do not have regular or convenient access to comprehensive SCD centers. This summary of the recently published National Institutes of Health–sponsored SCD guidelines,Evidence-Based Management of Sickle Cell Disease, Expert Panel Report 2014,1is intended to support, enhance, and expand the knowledge of basic aspects of care for patients with SCD. Specifically highlighted are several clinical actions to enhance preventive care, manage some of the most common acute and chronic complications of SCD, and initiate and monitor the two SCD-specific disease-modifying therapies, hydroxyurea and chronic blood transfusion therapy."
        },
        {
            "parent": -1,
            "text": "Offer hydroxyurea therapy to infants, children, and adolescents with sickle cell anemia regardless of clinical severity to reduce sickle cell disease–related complications."
        },
        {
            "parent": -1,
            "text": "Use an individualized prescribing and monitoring protocol or a sickle cell disease–specific protocol whenever possible to promote rapid, effective, and safe analgesic management and resolution of vasoocclusive crises in children and adults."
        },
        {
            "parent": 0,
            "text": "SCD is a genetic disorder that results in the formation of sickled red blood cells (RBCs). Patients with SCD include those who are homozygous for sickle hemoglobin (HbSS, also called sickle cell anemia [SCA]) and those with one sickle hemoglobin gene plus a gene for another abnormal hemoglobin type (e.g., HbSβ+-thalassemia, HbSC). The recommendations in these guidelines do not apply to persons who have sickle cell trait (also called carriers [one gene for HbS and another for normal HbA]). SCD predominantly affects persons of African ancestry; a minority of affected persons are of Hispanic, Middle Eastern, or Asian Indian descent. Deoxygenated RBCs containing predominantly HbS develop a sickle or crescent shape, become inflexible, increase blood viscosity, and block or limit blood flow within limbs or organs.2The process is further aggravated by abnormal interactions of these RBCs with leukocytes, platelets, vascular endothelium, and clotting factors,3,4thus causing acute and chronic complications. The frequency and severity of complications can be reduced with hydroxyurea or blood transfusion therapy.5–8However, both treatments are currently underutilized5–8and are not commonly initiated or monitored by family physicians."
        },
        {
            "parent": 2,
            "text": "Many patients with SCD do not receive routine preventive care recommended by the U.S. Preventive Services Task Force and immunizations recommended by the Advisory Committee on Immunization Practices. Persons with SCD also benefit from specialized condition-specific preventive strategies. Children with SCA are at increased risk of invasive pneumococcal disease. Therefore, in addition to the recommended pneumococcal vaccinations for all infants and children, those with SCA should receive prophylactic oral penicillin (125 mg twice daily for children younger than three years; 250 mg twice daily for those three years and older) once the diagnosis is established; this regimen should be continued until at least five years of age.9–11"
        },
        {
            "parent": 2,
            "text": "Persons with SCD are also at increased risk of vascular complications, particularly stroke. All persons with SCA should be screened annually with transcranial Doppler ultrasonography (TCD) beginning at two years of age and continuing until at least 16 years of age.12–14TCD measures and reports the average velocity of blood flow through the internal carotid and proximal middle cerebral arteries. A TCD finding of 200 cm per second or greater correlates with a 10% annual increase in stroke risk.7When TCD findings are marginal or conditional (170 to 199 cm per second) or elevated (200 cm per second or greater), the child is considered a candidate for blood transfusion therapy to prevent stroke and should be referred for comanagement with a subspecialist.15,16"
        },
        {
            "parent": 2,
            "text": "Recommendations for these and other common conditions are summarized inTable 1.1"
        },
        {
            "parent": 2,
            "text": "In women with SCD, regular use of contraception can decrease the health risks associated with an unintended pregnancy. Progestin-only contraceptives (pills, injections, and implants) and barrier methods have no restrictions or concerns for use in women with SCD.17,18The levonorgestrel-releasing intrauterine system is also associated with few risks, except for those associated with the device placement.17,18Pregnancy in women with SCD is associated with preterm delivery, preeclampsia, stillbirth, high maternal mortality, and severe fetal anemia. Extra prenatal surveillance is recommended in consultation with a maternal-fetal subspecialist whenever possible.19,20Both men and women with SCD require basic contraceptive information and referral for genetic counseling when making reproductive decisions.21"
        },
        {
            "parent": 3,
            "text": "Persons with SCD can have acute complications that require rapid interventions to avert or lessen the risk of life-threatening consequences. The most common complication is a vasoocclusive crisis (VOC). These episodes usually present with sudden onset of severe pain, often localized to the extremities, chest, or back, but with few objective findings. Nearly all persons with SCD will have a VOC during their lifetime,22,23sometimes as early as six months of age, when it presents as dactylitis. Recurrences have variable presentations and frequency.23,24VOC is a clinical diagnosis with no objective diagnostic tests. Other potential causes for the acute pain should be excluded while providing required analgesia. Primary management of VOC includes rapid triage, assessment, and administration of appropriate analgesics. Pain management should be based on patient-reported pain severity. For mild or moderate pain, treatment may begin with nonsteroidal anti-inflammatory drugs, if they are not contraindicated. For more severe pain, opioids are the first-line therapy; they should be provided immediately and therapy should be guided by the patient's history of previous successful regimens.25Meperidine (Demerol) should not be used unless it is the only effective alternative available.26Hydration and other nonpharmacologic therapies (e.g., maintaining body temperature) may also be useful."
        },
        {
            "parent": 3,
            "text": "Concerns about drug-seeking behavior are pervasive and often triggered by patients with SCD who have frequent VOCs that require potent analgesia. These concerns should be addressed after adequately treating the acute pain. The use of an individualized VOC therapy plan that is carried with the patient and presented at urgent, emergency, or other care sites may lessen these concerns and facilitate rapid VOC management(Figure 1).1Evaluation of suspected or possible drug-seeking behavior requires careful review of previous drug use, discussions with the patient's prescribing physicians, and objective information about drug abuse behavior. Consultation with a behavioral health expert is indicated when there are concerns about pain medication abuse.27"
        },
        {
            "parent": 3,
            "text": "Acute chest syndrome (ACS), defined as the presence of a new lung infiltrate in a patient with acute onset of lower respiratory symptoms such as cough and shortness of breath, is less common than VOC but potentially life threatening. In children, it often presents with fever and signs of middle lobe lung involvement, whereas adults are often afebrile and have multilobe infiltrates. ACS can present on its own or as a complication of a VOC; it requires prompt evaluation and, once diagnosed, early intervention with antibiotic therapy and hospitalization.28,29During hospitalization for a VOC, incentive spirometry can reduce the risk of ACS.30When evaluating a new lung infiltrate in a patient with SCD, physicians should consider ACS before assuming the infiltrate represents community-acquired pneumonia."
        },
        {
            "parent": 3,
            "text": "Fever greater than 101°F (38.3°C), even in the absence of other signs of infection, should be evaluated carefully. Because of absent or reduced splenic function, persons with SCD have a high risk of overwhelming bacterial infections or sepsis.31Fevers with possible infections should be treated empirically until culture results are available(Table 2).1"
        },
        {
            "parent": 3,
            "text": "Hepatobiliary tract complications (e.g., cholelithiasis, acute cholecystitis, biliary sludge, acute choledocholithiasis) are common in persons with SCD, particularly in those with SCA. Recommended clinical responses are similar to those in patients without SCD who have these conditions. Gallstones occur in up to 75% of adults with SCD and, when asymptomatic, should be managed with watchful waiting.27"
        },
        {
            "parent": 4,
            "text": "Hydroxyurea therapy decreases SCD-related complications but is currently underused. Family physicians can be key to increasing the use of this therapy; they should ensure that every person affected by SCD is informed of the potential benefits and risks of hydroxyurea therapy, and should learn to initiate and monitor it."
        },
        {
            "parent": 4,
            "text": "Hydroxyurea works primarily by increasing the level of fetal hemoglobin (HbF), which does not sickle. This improves several clinical outcomes, such as decreasing the frequency of VOCs and ACS, reducing mortality, and decreasing the need for RBC transfusions and hospitalizations.32–34Hydroxyurea is rapidly absorbed, has nearly complete bioavailability, and requires only once-daily oral dosing."
        },
        {
            "parent": 4,
            "text": "All persons nine months and older who have SCA are candidates for hydroxyurea therapy, although those with compound heterozygous conditions (e.g., HbSC, HbSβ+-thalassemia) require therapy less often than those with HbSS. Although the seminal randomized controlled trial of hydroxyurea therapy enrolled only adults with a history of moderate to severe VOCs, results from observational studies prompted the Expert Panel to broaden the recommendations to include adults with frequent VOCs or symptomatic anemia(Table 3).1More recent studies included infants and young children without a history of VOCs, resulting in the recommendation to offer the therapy to even asymptomatic infants with SCA beginning at nine months of age.35–37eTable Apresents a consensus plan for initiating and monitoring hydroxyurea therapy."
        },
        {
            "parent": 4,
            "text": "Longer-term observational studies suggest that hydroxyurea therapy has long-term beneficial effects across all age groups with limited adverse effects—usually myelotoxicity in the form of reversible cytopenias, but no deleterious effects on growth and development. Thus far, there is no evidence of increased carcinogenicity or mutagenesis during long-term therapy in adults.38However, hydroxyurea therapy is contraindicated in pregnant and breastfeeding women.27"
        },
        {
            "parent": 4,
            "text": "Donor RBC transfusion, the first disease-modifying therapy used for SCD, reduces the percentage of circulating RBCs with HbS, thereby treating acute symptomatic anemia as well as treating and preventing many SCD complications. However, the need for repeated venous access and the associated risks and complications, such as alloimmunization and iron overload, limit its use.39,40"
        },
        {
            "parent": 4,
            "text": "Donor RBCs may be administered as a simple transfusion—without removal of any recipient blood—or as an exchange transfusion, which involves removal of recipient blood before and possibly during infusion. Transfusions can be episodic or long term. Episodic transfusion is used acutely in response to an SCD complication or prophylactically in preparation for general anesthesia and surgery. Long-term transfusion therapy is used when sustained reduction of HbS (e.g., to less than 30%) is desired for primary or secondary prophylaxis for specific SCD complications, most commonly stroke in children.14–16"
        },
        {
            "parent": 4,
            "text": "Table 4summarizes recommendations for and against the use of transfusion therapy for SCD and its complications.1"
        },
        {
            "parent": 4,
            "text": "Chronic blood transfusion programs are usually based in comprehensive SCD centers, but benefit from linkages to physicians who provide community continuity of care. Within the center, careful blood matching, including RBC phenotype matching to at least the C, E, and K antigens, decreases the incidence of alloimmunization and transfusion reactions. Detailed monitoring strategies must be used and continued into community practices to identify delayed transfusion reactions, which can present as acute anemia, pain, or jaundice days to weeks later; to maintain low HbS levels; and to track and treat transfusion-related iron overload.40The Expert Panel supports quarterly monitoring of serum ferritin levels. Chelation therapy can effectively remove excess iron in patients with confirmed iron overload.27"
        },
        {
            "parent": 5,
            "text": "Family physicians may have limited experience in offering continuing or emergency care to patients with SCD, which makes it important to learn about consultative resources available regionally or nationally. Comanagement with adult or pediatric hematology-oncology subspecialists can enhance the family physician's knowledge and overall care of patients with SCD. In special cases (e.g., stroke, priapism, ACS), assistance can be garnered from other local subspecialists. However, local or regional subspecialists may also have limited experience in the care of SCD-related complications. Care of patients with SCD usually requires the involvement of a large group of health care professionals."
        },
        {
            "parent": 5,
            "text": "Data Sources: This is a summary of and highlights from evidence-based guidelines. We did not do any further searches than those completed for the guidelines. The methods for guideline development are described within the full guideline text (http://www.nhlbi.nih.gov/health-pro/guidelines/sickle-cell-disease-guidelines/index.htm). In summary, key questions (n > 40) were developed to guide selection of keywords used to search the available English-language literature from the Cochrane Database of Systematic Reviews, Bandolier, and the National Guideline Clearinghouse, and recommendations posted by the U.S. Preventive Services Task Force and the Advisory Committee on Immunization Practices."
        },
        {
            "parent": 5,
            "text": "TheEvidence-Based Management of Sickle Cell Disease, Expert Panel Report 2014, is based on the best available but limited evidence. When high-quality evidence was lacking, expert consensus was used to provide recommendations. The guideline development methodology is described in detail in the full report.1"
        },
        {
            "parent": 5,
            "text": "Some groups have used the guidelines to develop implementation strategies, which are presented as information without review or endorsement by the Expert Panel.Suggestions from Community Care of North Carolina:https://www.communitycarenc.org/chacc-hematology-guidelines/Summary of SCD guidelines from the National Heart, Lung, and Blood Institute (Quick Guide):http://www.nhlbi.nih.gov/sites/www.nhlbi.nih.gov/files/quickguide.pdf"
        },
        {
            "parent": 5,
            "text": "The views expressed in this article are those of the authors and do not necessarily represent the views of the National Heart, Lung, and Blood Institute or the U.S. Department of Health and Human Services."
        },
        {
            "parent": 5,
            "text": "The authors thank George R. Buchanan, MD, and Lanetta Jordan, MD, MPH, MSPH, for assistance with the manuscript. They also thank the following panel members: George R. Buchanan, MD; Araba N. Afenyi-Annan, MD, MPH; Samir K. Ballas, MD; Kathryn L. Hassell, MD; Andra H. James, MD, MPH; Sophie M. Lanzkron, MD, MHS; Richard Lottenberg, MD; William J. Savage, MD, PhD; Paula J. Tanabe, PhD, RN; Russell E. Ware, MD, PhD; M. Hassan Murad, MD, MPH; Jonathan Goldsmith, MD; Eduardo Ortiz, MD, MPH; and Robinson Fulwood, PhD, MSPH."
        }
    ],
    "locked": false
}