{
    "url": "https://www.aafp.org/pubs/afp/issues/2016/0415/p676.html#afp20160415p676-f1",
    "title": "Diagnosis and Management of Adnexal Masses | AAFP",
    "author": "WENDY S. BIGGS, MD, AND SARAH TULLY MARKS, MD",
    "doi": "Am Fam Physician.2016;93(8):676-681",
    "abstract": "Adnexal masses can have gynecologic or nongynecologic etiologies, ranging from normal luteal cysts to ovarian cancer to bowel abscesses. Women who report abdominal or pelvic pain, increased abdominal size or bloating, difficulty eating, or rapid satiety that occurs more than 12 times per month in less than a year should be evaluated for ovarian cancer. Pelvic examination has low sensitivity for detecting an adnexal mass; negative pelvic examination findings in a symptomatic woman should not deter further workup. Ectopic pregnancy must be ruled out in women of reproductive age. A cancer antigen 125 (CA 125) test may assist in the evaluation of an adnexal mass in appropriate patients. CA 125 levels are elevated in conditions other than ovarian cancer. Because substantial overlap in CA 125 levels between pre- and postmenopausal women may occur, this level alone is not recommended for differentiating between a benign and a malignant adnexal mass. Transvaginal ultrasonography is the first choice for imaging of an adnexal mass. Large mass size, complexity, projections, septation, irregularity, or bilaterality may indicate cancer. If disease is suspected outside of the ovary, computed tomography may be indicated; magnetic resonance imaging may better show malignant characteristics in the ovary. Serial ultrasonography and periodic measurement of CA 125 levels may help in differentiating between benign or potentially malignant adnexal masses. If an adnexal mass larger than 6 cm is found on ultrasonography, or if findings persist longer than 12 weeks, referral to a gynecologist or gynecologic oncologist is indicated.",
    "headers": [
        {
            "id": 0,
            "name": "History",
            "level": 2
        },
        {
            "id": 1,
            "name": "Physical Examination",
            "level": 2
        },
        {
            "id": 2,
            "name": "Laboratory Testing",
            "level": 2
        },
        {
            "id": 3,
            "name": "Management",
            "level": 2
        },
        {
            "id": 4,
            "name": "PREMENARCHAL PATIENTS",
            "level": 3
        },
        {
            "id": 5,
            "name": "PREGNANCY",
            "level": 3
        },
        {
            "id": 6,
            "name": "NONPREGNANT WOMEN",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The etiology of adnexal masses ranges from physiologically normal luteal cysts to ovarian cancer. The clinician needs to interpret symptoms and findings from multiple organ systems and use appropriate imaging to differentiate expeditiously between a benign and a malignant cause of an adnexal mass. Ovarian malignancy is diagnosed approximately 22,000 times per year in the United States, making it the second most common gynecologic cancer; in 2010, nearly 14,000 women died of ovarian cancer.1,2Screening for ovarian cancer has not been demonstrated to be effective in the general population. With no effective screening measures available, 70% of ovarian malignancies are diagnosed at a late stage.3However, when ovarian cancer is detected at a stage confined to the ovary, survival rates can approach 90% at five years.3"
        },
        {
            "parent": -1,
            "text": "The differential diagnosis for adnexal masses is broad. A previousAmerican Family Physicianarticle gives a complete list.4The gynecologic causes of adnexal masses include benign sources, such as luteal cysts, polycystic ovaries, ectopic pregnancy, and tubo-ovarian abscess. Malignant causes include endothelial carcinoma, sarcoma, and borderline tumors. Because adnexal masses can have gastrointestinal, urinary, or metastatic sources, ovarian origin should not be assumed. Abscesses, cysts, and cancers of the gastrointestinal tract or other abdominal or pelvic organs can appear as adnexal masses on imaging or examination, and breast and colon cancer can metastasize in ovaries."
        },
        {
            "parent": 0,
            "text": "Clinical history is vital in the diagnosis of an adnexal mass(Table 1).4Risk of ovarian cancer increases with age. The patient's reproductive status and contraception method must be determined; ectopic pregnancy can be a life-threatening adnexal mass. Women with a family history of breast and gynecologic cancers, those with known or suggested presence ofBRCAor other hereditary cancer syndromes, and women of Ashkenazi Jewish descent are at increased risk of ovarian cancer. Other risk factors for ovarian cancer include nulliparity, obesity, delayed child-bearing, use of fertility-enhancing medications, and unopposed estrogen exposure.4,5Adhesions from previous abdominal or pelvic surgery can cause symptomatology similar to an adnexal mass."
        },
        {
            "parent": 0,
            "text": "Common symptoms associated with adnexal masses include irregular vaginal bleeding, bloating, increased abdominal girth, dyspareunia, urinary symptoms, pelvic pain, and abdominal pain.1,6,7Ovarian cancer can occur in a premenarchal patient, and symptoms suggestive of an adnexal mass should not be ignored in that population. Pain, increased abdominal size, bloating, and urinary symptoms may be more indicative of malignant rather than benign causes7(Table 28). More severe, frequent symptoms of shorter duration may also indicate cancer."
        },
        {
            "parent": 0,
            "text": "Studies have investigated the creation of a symptom index to evaluate the constellation of possible indicators and their presence over time, but no single index is widely accepted.1,3One symptom index study recommends that women who report abdominal or pelvic pain, increased abdominal size or bloating, or difficulty eating or feeling full quickly more than 12 times per month for less than 12 months' duration be evaluated for ovarian cancer.3"
        },
        {
            "parent": 1,
            "text": "In 2014, the American College of Physicians recommended against screening pelvic examinations in asymptomatic, nonpregnant adult women.9For women without known genetic mutations that increase the risk of ovarian cancer, such asBRCAmutations, the U.S. Preventive Services Task Force and the American Academy of Family Physicians recommend against screening for ovarian cancer, including pelvic examination.10No ovarian cancers were detected by bimanual pelvic examination in the Prostate, Lung, Colorectal and Ovarian cancer screening trial; thus, the trial discontinued annual bimanual pelvic examination.11"
        },
        {
            "parent": 1,
            "text": "In a review of five studies, the pooled sensitivity of pelvic examination for detecting an adnexal mass was 45% with a pooled specificity of 90%.12The American College of Physicians' systematic review did not find any studies on the diagnostic accuracy of the pelvic examination for asymptomatic pelvic inflammatory disease, gynecologic cancer other than ovarian or cervical cancer, or benign conditions.9Additional evaluation should be directed by the patient's symptoms. For physical symptoms suggestive of an adnexal mass, a pelvic examination, including a speculum examination, should be done. Careful assessment of superficial lymph nodes throughout the body is prudent. Dyspnea or abdominal symptoms should trigger auscultation and examination of the chest and abdomen. A digital rectal examination should also be considered."
        },
        {
            "parent": 2,
            "text": "Laboratory testing should be directed by associated symptoms. In all peri- and premenopausal women, pregnancy must be ruled out with a urine test. Serial quantitative beta human chorionic gonadotropin (β-hCG) tests are helpful in evaluating suspected ectopic pregnancy. In a normal pregnancy, the β-hCG level should increase by more than 50% in two days.13An intrauterine pregnancy is indicated when the β-hCG level is greater than the discriminatory zone of 1,500 to 2,000 mIU per mL (1,500 to 2,000 IU per L).14Heterotopic pregnancy, when both an intra- and extrauterine pregnancy exist, occurs in an estimated one per 30,000 pregnancies from spontaneous conceptions, whereas it can occur in up to 1% of pregnancies after assistive reproductive methods.15"
        },
        {
            "parent": 2,
            "text": "A complete blood count with differential may help to evaluate an adnexal mass. An elevated white blood cell count may suggest pelvic inflammatory disease, a tubo-ovarian abscess, or a pelvic abscess from colonic or appendiceal sources."
        },
        {
            "parent": 2,
            "text": "Although cancer antigen 125 (CA 125) testing should not be used as a screening tool, a CA 125 level may assist in the evaluation of an adnexal mass in select patients. CA 125 levels may be elevated in a number of conditions other than ovarian cancer(Table 3).16There is substantial overlap in CA 125 levels between pre- and post-menopausal women.16Stage 1 invasive ovarian cancers may have lower levels of CA 125.9A strict laboratory cutoff value of CA 125 alone, therefore, cannot predict malignancy.6,16"
        },
        {
            "parent": 4,
            "text": "A retrospective study found that approximately 25% of adnexal masses in patients younger than 18 years were malignant.17An adnexal mass in a premenarchal patient, or the presence of symptoms associated with a mass, should prompt referral to a gynecologist with expertise in evaluating these patients."
        },
        {
            "parent": 5,
            "text": "Ectopic pregnancy is the first concern when an adnexal mass is discovered in a pregnant patient(Figure 1).4If found, ectopic pregnancy should be managed with appropriate pharmacologic or surgical treatment.18"
        },
        {
            "parent": 5,
            "text": "Antepartum ultrasonography commonly detects ovarian cysts in women with an intrauterine pregnancy, with the incidence ranging from 2.3% to 5%,19and 76% of simple cysts measuring less than 5 cm.20Less than 1% of ovarian masses detected during pregnancy are malignant.21Large mass size, complexity, projections, septation, irregularity, or bilaterality may indicate cancer. When ultrasonography is inconclusive, magnetic resonance imaging, following proper radiology protocol, should be used for further characterization of the mass.22Most masses detected during pregnancy spontaneously resolve. Observation of persistent ovarian masses during pregnancy has no negative neonatal outcomes23; thus, intrapartum surgery is recommended only for rapidly growing or highly suspicious masses.19Observation does present a risk of ovarian torsion, especially in pregnancies achieved by assistive reproductive methods.19,23The CA 125 level is normally elevated in pregnancy; however, a markedly elevated level may indicate ovarian malignancy and should prompt referral to a gynecologist or gynecologic oncologist.24"
        },
        {
            "parent": 6,
            "text": "Clinicians should maintain a high index of suspicion for ovarian cancer in women with abdominal or pelvic symptoms, especially if the symptoms are new or progressive. Because the sensitivity of pelvic examination is low, further workup in symptomatic women should occur even with negative pelvic examination results."
        },
        {
            "parent": 6,
            "text": "Transvaginal ultrasonography is the first choice for imaging to differentiate between a benign and a malignant adnexal mass, with a sensitivity of 93.5% and a specificity of 91.5%.25The addition of Doppler to ultrasonography can also aid in differentiation. If disease is suspected outside of the ovary, computed tomography may be indicated, whereas magnetic resonance imaging may show malignant characteristics in the ovary more clearly.25"
        },
        {
            "parent": 6,
            "text": "CA 125 testing is not recommended as the sole factor for differentiating between a benign and a malignant adnexal mass.6,26CA 125 levels are normally higher in premenopausal women. In most benign conditions, CA 125 levels are less than 20 U per mL (20 kU per L); however, levels up to 45 U per mL (45 kU per L) may be present in women with endometriomas and abscesses.16Endometriomas are more prevalent in premenopausal vs. postmenopausal women (32% vs. 2.2%), whereas invasive ovarian malignancies occur three times more often in postmenopausal women (10.5% vs. 39.4%, respectively).16In postmenopausal women, a CA 125 level greater than 35 U per mL (35 kU per L) warrants diagnostic ultrasonography, based on a meta-analysis of 49 cohort studies and two case-control studies that found an overall sensitivity of 78.7% and a specificity of 77.9% at a threshold of 35 U per mL.6At a CA 125 level of 100 U per mL (100 kU per L), a premenopausal woman has only a 21.1% likelihood of having a malignant ovarian tumor, whereas a postmenopausal woman with the same CA 125 level has a 74.3% likelihood of a malignant ovarian tumor.16"
        },
        {
            "parent": 6,
            "text": "Ultrasonography has the possible advantage of earlier detection and, therefore, improved survival and avoidance of unnecessary surgery. Risk of ovarian malignancy increases with ovarian mass size greater than 6 cm, bilaterality, septation, and presence of ascites.2,27,28Ultrasound characteristics can be assessed with the CA 125 level and clinical decision-making tools. Several studies have attempted to develop a formula to predict the probability of an adnexal mass."
        },
        {
            "parent": 6,
            "text": "The Risk of Malignancy Index (RMI) uses menopausal status, ultrasound characteristics, and the CA 125 level in a formula to predict the probability of malignancy(Table 4).6Although there is a commonly accepted RMI threshold of greater than 200, studies suggest that different races and ethnicities may have different cutoff values to predict malignancy risk.29For example, studies of Asian Pacific populations demonstrate that a cutoff value of 250 showed higher predictability of malignant lesions than the cutoff of 200 used in other populations.29"
        },
        {
            "parent": 6,
            "text": "Adnexal findings, such as ovarian cysts, are often discovered incidentally on pelvic computed tomography or magnetic resonance imaging. Transvaginal ultrasonography should be performed to further characterize the adnexal mass. The American College of Radiology recommendations are stratified based on menopausal status, benign-appearing characteristics, and size of the mass28(Figure 14)."
        },
        {
            "parent": 6,
            "text": "Gynecologic oncologists are trained to appropriately stage and debulk ovarian cancers. Prompt referral to a gynecologic oncologist is recommended for postmenopausal women with an elevated CA 125 level, a pelvic mass, evidence of abdominal or distant metastases, or ascites; and for premenopausal women with highly elevated CA 125 levels, ascites, or evidence of abdominal or distant metastases.1Despite being ineffective and unvalidated as a screening tool, serial ultrasonography should be used to monitor a suspected benign adnexal mass.1,26No consensus guidelines exist for how often and how long to monitor.2,23If an adnexal mass persists for longer than 12 weeks, referral to a gynecologist is indicated. Surgery is the ultimate diagnostic tool. Up to 10% of women will have surgery for an ovarian finding in their lifetime.26"
        },
        {
            "parent": 6,
            "text": "Data Sources: An online search of PubMed was conducted for meta-analyses, randomized controlled trials, clinical trials, and reviews using these key words: adnexal mass, adnexal masses, ovarian cancer, ovarian cancer and ultrasound, and CA 125. The U.S. Preventive Services Task Force, American College of Radiology Appropriateness Criteria, and the Cancer Care Ontario evidence-based management guideline were reviewed and pertinent articles retrieved. Essential Evidence Plus was also reviewed. The Cochrane database did not have a review pertinent to the focus of this paper. Search dates: October 2014 through January 2015."
        }
    ],
    "locked": false
}