{
    "url": "https://www.aafp.org/pubs/afp/issues/2017/0815/p240.html#afp20170815p240-f1",
    "title": "Preventing Falls in Older Persons | AAFP",
    "author": "LAINIE VAN VOAST MONCADA, MD, AND L. GLEN MIRE, MD",
    "doi": "Am Fam Physician.2017;96(4):240-247",
    "abstract": "The American Geriatrics Society and British Geriatrics Society recommend that all adults older than 65 years be screened annually for a history of falls or balance impairment. The U.S. Preventive Services Task Force and American Academy of Family Physicians recommend exercise or physical therapy and vitamin D supplementation to prevent falls in community-dwelling older adults who are at increased risk of falls. Although the U.S. Preventive Services Task Force and American Academy of Family Physicians do not recommend routine multifactorial intervention to prevent falls in all community-dwelling older adults, they state that it may be appropriate in individual cases. The Centers for Disease Control and Prevention developed an algorithm to aid in the implementation of the American Geriatrics Society/British Geriatrics Society guideline. The algorithm suggests assessment and multifactorial intervention for those who have had two or more falls or one fall-related injury. Multifactorial interventions should include exercise, particularly balance, strength, and gait training; vitamin D supplementation with or without calcium; management of medications, especially psychoactive medications; home environment modification; and management of postural hypotension, vision problems, foot problems, and footwear. These interventions effectively decrease falls in the community, hospital, and nursing home settings. Fall prevention is reimbursed as part of the Medicare Annual Wellness Visit.",
    "headers": [
        {
            "id": 0,
            "name": "Risk Factors",
            "level": 2
        },
        {
            "id": 1,
            "name": "Assessment",
            "level": 2
        },
        {
            "id": 2,
            "name": "Multifactorial vs. Single Interventions",
            "level": 2
        },
        {
            "id": 3,
            "name": "Community Setting",
            "level": 2
        },
        {
            "id": 4,
            "name": "MULTIFACTORIAL INTERVENTIONS",
            "level": 3
        },
        {
            "id": 5,
            "name": "SINGLE INTERVENTIONS",
            "level": 3
        },
        {
            "id": 6,
            "name": "Hospital Setting",
            "level": 2
        },
        {
            "id": 7,
            "name": "MULTIFACTORIAL INTERVENTIONS",
            "level": 3
        },
        {
            "id": 8,
            "name": "SINGLE INTERVENTIONS",
            "level": 3
        },
        {
            "id": 9,
            "name": "Nursing Home Setting",
            "level": 2
        },
        {
            "id": 10,
            "name": "MULTIFACTORIAL INTERVENTIONS",
            "level": 3
        },
        {
            "id": 11,
            "name": "SINGLE INTERVENTIONS",
            "level": 3
        },
        {
            "id": 12,
            "name": "Interventions to Reduce Fall-Related Injuries",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Falls are the leading cause of fatal and nonfatal injuries in persons older than 65 years.1In a survey, 37.5% of fallers responded that they required medical treatment or activity restriction.2Fall injuries result in 2.8 million emergency department visits annually,1and 25% of falls cause serious injuries, such as fractures or traumatic brain injury.3The risk of falls and resulting serious injury increases with age. Injuries, such as hip fracture, and falls are risk factors for placement in a nursing home,4where the fall risk is nearly three times that of persons living in the community.5A history of falls is associated with a two- to sixfold increased risk of a future fall.6Noninjurious falls are a harbinger of potentially life-threatening events and are an opportunity for physicians to intervene."
        },
        {
            "parent": -1,
            "text": "Many of the recommendations in this article are based on the American Geriatrics Society/British Geriatrics Society (AGS/BGS) clinical practice guideline for the prevention of falls in older persons.7The Centers for Disease Control and Prevention (CDC) developed the Stopping Elderly Accidents, Deaths, and Injuries (STEADI) toolkit for physicians based on the AGS/BGS guideline.8The tool-kit includes resources such as an algorithm for fall risk assessment and interventions(Figure 19)and the Stages of Change Model(Table 110). Fall prevention is reimbursed as part of the Medicare Annual Wellness Visit."
        },
        {
            "parent": 0,
            "text": "There are many risk factors for falls, some of which are modifiable(Table 2).6,11–16The strongest modifiable risk factors are balance impairment, gait impairment, muscle weakness, and medication use. Fear of falling can result in a downward cascade of events leading to social isolation and loss of function, as well as more falls.17Approximately 60% of falls are the result of multiple factors.18"
        },
        {
            "parent": 1,
            "text": "All persons older than 65 years should be asked annually about whether they have fallen, the number of falls they have had and if they caused injury, and whether they have difficulty with walking or balance.7The CDC STEADI initiative encourages physicians to screen for fall risk by asking these questions and about fear of falling, or by administering the Stay Independent self–risk assessment brochure.8It is important for physicians to elicit a falls history because, in one study, only 36% of men and 50% of women who fell in the previous year talked to their physician about falls.19A gait, strength, and balance evaluation should be performed if a patient answers positively to any of the screening questions. The Timed Up and Go (TUG) test, 30-Second Chair Stand test, and 4-Stage Balance test are quick and easy to administer. These tests are shown in online instructional videos athttps://www.youtube.com/playlist?list=PLWqeMoseZ2MwwznjB-TFrq4dtHX8hPsSE. The TUG test is recommended as the primary measure of functional assessment. It involves timing the patient as he or she rises from a chair with armrests, walks 10 feet (with an assistive device if applicable), turns, walks back to the chair, and sits.8"
        },
        {
            "parent": 1,
            "text": "A multifactorial fall risk assessment should be performed for all high-risk persons who require 12 or more seconds to complete the TUG test and report two or more falls or one fall-related injury.8,9The assessment should include circumstances and frequency of falls, associated symptoms, injuries, medications (prescription and over-the-counter), other relevant acute or chronic medical problems, activities of daily living and use of assistive devices, and fear of falling.7The physical examination should include evaluation of muscle strength; cognitive examination; cardiovascular examination, including postural dizziness/postural hypotension; assessment of visual acuity; and examination of the feet and footwear.7An environmental assessment, including home safety, is also recommended.7Checklists for home safety and risk factors for falling (Stay Independent brochure) are available athttp://www.cdc.gov/steadi/patient.html(click the Brochures tab). Any person seeking medical attention immediately after a fall should be evaluated for underlying acute illness."
        },
        {
            "parent": 2,
            "text": "In each setting (community, hospital, and nursing home), assessment with corresponding individualized multifactorial intervention involving a combination of components (e.g., exercise, medication reduction) reduces fall rates.20–22Studies vary widely on which components were used. Single interventions such as exercise alone are also effective (without a complete multifactorial assessment) in falls prevention.20"
        },
        {
            "parent": 4,
            "text": "The U.S. Preventive Services Task Force (USPSTF) and American Academy of Family Physicians do not recommend routine multifactorial intervention in all community-dwelling older adults at risk of falling, but they state that multifactorial assessment and management may be appropriate in individual cases.23,24The CDC advises that moderate-risk patients (those with gait, strength, or balance impairment and a history of zero or one noninjurious fall) receive vitamin D supplementation with or without calcium, a medication review, and a referral to physical therapy or a community fall prevention program.9"
        },
        {
            "parent": 4,
            "text": "High-risk patients should receive a multifactorial intervention, including an exercise program with muscle strengthening and gait and balance training; vitamin D supplementation with or without calcium; management of medications; home environment modification; and management of postural hypotension, vision problems, foot problems, and footwear.7These patients should follow up within 30 days. A Cochrane review concluded that assessment and multifactorial interventions in community-dwelling older adults reduce the number of falls by 24%.20These strategies can also reduce hip and other fractures, head injuries, use of medical services related to falls,25and death.26"
        },
        {
            "parent": 4,
            "text": "eTable Aincludes tips for implementing interventions for fall prevention in community-dwelling older adults.eTable Bis a falls prevention electronic medical record template. All components on the template are based on the evidence discussed in this article."
        },
        {
            "parent": 5,
            "text": "Exercise or Physical Therapy. The USPSTF and the American Academy of Family Physicians conclude that exercise or physical therapy alone has moderate net benefit in preventing falls.23,24All older adults who are at risk of falling should be offered physical therapy or an exercise program incorporating balance, gait, and strength training.7A Cochrane review found that the number of fallers was reduced by 15% to 29% with group exercise containing multiple components, individual home-based exercise, or tai chi.20In most studies, the exercise program was a minimum of 12 weeks with 30- to 90-minute sessions one to three times per week.20In a meta-analysis, fall prevention exercise programs reduced falls resulting in fracture by 61% and reduced falls resulting in the need for medical care by 43%.27Exercise interventions have also been effective in reducing the fall rate in cognitively impaired older adults.28"
        },
        {
            "parent": 5,
            "text": "Vitamin D. The evidence supporting vitamin D supplementation to reduce the risk of falls in community-dwelling adults is mixed. Although the USPSTF, American Academy of Family Physicians, and AGS recommend vitamin D, a Cochrane review did not find benefit.20,23,24,29The USPSTF recommends vitamin D supplementation in older adults at increased fall risk.23The recommended dietary allowance of vitamin D is 800 IU per day30; however, the AGS recommends vitamin D3plus calcium supplements that include at least 1,000 IU of vitamin D per day for older persons to reduce fall risk.29"
        },
        {
            "parent": 5,
            "text": "Medication Review. Patients and caregivers must be educated about increased fall risk with polypharmacy and certain medications, especially benzodiazepines, opioids, and sleep medications(Table 311,31). In one study, withdrawal of psychotropics reduced the fall rate by 66%.32Another study showed that educating family physicians about their prescribing practices can reduce falls by 39%.33When possible, physicians should limit high-risk medications and the total number of medications used. Any medication that was initiated or increased shortly before a fall should be considered a possible cause."
        },
        {
            "parent": 5,
            "text": "Home Safety. The physician should monitor progress toward improving home safety,7which may be done with the assistance of a home health agency. Training patients about proper use of assistive devices for mobility is an important part of improving safety. Home safety modification interventions reduce falls and are most effective in patients who have a high risk of falls or who have severe visual impairment and when delivered by an occupational therapist.20"
        },
        {
            "parent": 5,
            "text": "Vision Correction. Falls are reduced when regular wearers of multifocal glasses who routinely participate in outdoor activities are given single lens glasses.34Patients who use multifocal glasses may benefit from wearing single lens glasses for activities such as walking or climbing stairs. The risk of injurious falls increases after a first-eye cataract surgery. Second-eye cataract surgery decreases fall risk, although fall risk remains above baseline.35Delays in second-eye cataract surgery should be minimized."
        },
        {
            "parent": 5,
            "text": "Foot Care. Podiatry intervention involving routine podiatry care, home-based foot and ankle exercises, foot orthoses, and advice about footwear reduces the fall rate in community-dwelling older adults with disabling foot pain.36Older persons should be advised that walking in shoes with low heels and a high surface contact area may reduce the risk of falls.7"
        },
        {
            "parent": 5,
            "text": "Pacemakers. Carotid sinus hypersensitivity should be considered when a patient has unexplained recurrent falls. Pacemakers reduce falls and syncope in patients with this syndrome.20,37"
        },
        {
            "parent": 7,
            "text": "Multifactorial interventions have been effective in the extended-care and rehabilitation hospital settings.21A systematic review suggested that multicomponent interventions may also reduce fall rates in U.S. acute care hospitals, but the pooled risk reduction was not statistically significant.38This review included several successful individual trials in which fall risk was reduced by up to 30%. Components included a standardized assessment to identify risk factors, such as delirium, for which patient-specific care plans could be developed; patient and staff education; alert signs; safety and toileting rounds; bed and chair alarms; footwear advice; and medication review.38,39There is little evidence that low beds and bed alarms reduce falls.40Improved bed alarms and wearable movement sensors are currently being developed, but the evidence for their ability to prevent falls is inconsistent.41"
        },
        {
            "parent": 7,
            "text": "The Agency for Healthcare Research and Quality has developed a toolkit to assist in the implementation of interdisciplinary best practices for fall prevention in hospitals (available athttp://www.ahrq.gov/sites/default/files/publications/files/fallpxtoolkit_0.pdf).42The Centers for Medicare and Medicaid Services has designated falls occurring during hospitalization as preventable; therefore, any additional cost of care or increased length of stay because of resulting fracture or brain injury is the hospital's responsibility. Physicians must be diligent about avoiding restraints whenever possible because they increase the risk of injurious falls.43"
        },
        {
            "parent": 8,
            "text": "Although data are limited, supervised exercise in the extended-care hospital setting has been shown to decrease fall risk.21"
        },
        {
            "parent": 10,
            "text": "Multidisciplinary team administration of multifactorial assessment and intervention in nursing homes reduces falls by 33% and the number of recurrent fallers by 21%.22The individualized interventions contained many similar components to the interventions provided for community-dwelling persons but also included staff education. Falls and fall-related injuries were not increased when nursing homes implemented interventions to reduce the use of restraints such as belts and full-enclosure bed rails.44"
        },
        {
            "parent": 11,
            "text": "Exercise. The effectiveness of exercise programs in long-term care is controversial.21,22A meta-analysis concluded that exercise intervention to prevent falls is most effective if balance exercise is combined with other types of exercise, usually resistance training, and performed two to three times per week for more than six months.45Exercise interventions have demonstrated effectiveness in preventing falls in cognitively impaired older adults who are in the nursing home settings.28"
        },
        {
            "parent": 11,
            "text": "Vitamin D. Vitamin D supplementation decreases the number of falls in long-term care residents.21The Institute of Medicine recommends that persons older than 70 years (including those who are institutionalized) receive 800 IU of vitamin D3daily,30and the AGS recommends at least 1,000 IU of vitamin D3daily.29"
        },
        {
            "parent": 12,
            "text": "Bisphosphonates are recommended for patients with osteoporosis to reduce fractures from falls.46A Cochrane review found that vitamin D plus calcium supplementation resulted in nine fewer hip fractures per 1,000 institutionalized older adults per year,47but the USPSTF concludes that the evidence is insufficient for the use of vitamin D for the primary prevention of fractures in noninstitutionalized adults.48Hip protectors may reduce hip fractures but may also slightly increase the risk of pelvic fractures.49"
        },
        {
            "parent": 12,
            "text": "New sensors, such as wristwatches, cameras, microphones, and floor sensors, are being developed to detect falls quickly in various settings, but trials have been small and inconclusive.50Personal emergency response systems decrease hospitalization and may be considered for community-dwelling older adults.51"
        },
        {
            "parent": 12,
            "text": "This article updates previous articles on this topic byVan Voast Moncada,16Rao,52andFuller.53"
        },
        {
            "parent": 12,
            "text": "Data Sources:An Ovid Medline search was completed using the term accidental falls. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Also searched were the Agency for Healthcare Research and Quality evidence reports, the Cochrane database, the National Guideline Clearinghouse database, the U.S. Preventive Services Task Force website, and Essential Evidence Plus. Search dates: March 30, 2016, and December 6, 2016."
        }
    ],
    "locked": false
}