{
    "url": "https://www.aafp.org/pubs/afp/issues/2016/1215/p980.html#afp20161215p980-f1",
    "title": "Diabetes Mellitus: Management of Gastrointestinal Complications | AAFP",
    "author": "BETH CAREYVA, MD, AND BRIAN STELLO, MD",
    "doi": "Am Fam Physician.2016;94(12):980-986",
    "abstract": "Gastrointestinal disorders are common complications of diabetes mellitus and include gastroparesis, nonalcoholic fatty liver disease, gastroesophageal reflux disease, and chronic diarrhea. Symptoms of gastroparesis include early satiety, postprandial fullness, nausea, vomiting of undigested food, bloating, and abdominal pain. Gastroparesis is diagnosed based on clinical symptoms and a delay in gastric emptying in the absence of mechanical obstruction. Gastric emptying scintigraphy is the preferred diagnostic test. Treatment involves glucose control, dietary changes, and prokinetic medications when needed. Nonalcoholic fatty liver disease and its more severe variant, nonalcoholic steatohepatitis, are becoming increasingly prevalent in persons with diabetes. Screening for nonalcoholic fatty liver disease is not recommended, and most cases are diagnosed when steatosis is found incidentally on imaging or from liver function testing followed by diagnostic ultrasonography. Liver biopsy is the preferred diagnostic test for nonalcoholic steatohepatitis. Clinical scoring systems are being developed that, when used in conjunction with less invasive imaging, can more accurately predict which patients have severe fibrosis requiring biopsy. Treatment of nonalcoholic fatty liver disease involves weight loss and improved glycemic control; no medications have been approved for treatment of this condition. Diabetes is also a risk factor for gastroesophageal reflux disease. Patients may be asymptomatic or present with atypical symptoms, including globus sensation and dysphagia. Diabetes also may exacerbate hepatitis C and pancreatitis, resulting in more severe complications. Glycemic control improves or reverses most gastrointestinal complications of diabetes.",
    "headers": [
        {
            "id": 0,
            "name": "Gastroparesis",
            "level": 2
        },
        {
            "id": 1,
            "name": "EVALUATION",
            "level": 3
        },
        {
            "id": 2,
            "name": "TREATMENT",
            "level": 3
        },
        {
            "id": 3,
            "name": "Nonalcoholic Fatty Liver Disease",
            "level": 2
        },
        {
            "id": 4,
            "name": "Esophageal Involvement",
            "level": 2
        },
        {
            "id": 5,
            "name": "Intestinal Enteropathy",
            "level": 2
        },
        {
            "id": 6,
            "name": "Association Between Diabetes and Other GI Diseases",
            "level": 2
        },
        {
            "id": 7,
            "name": "DIABETES AND CELIAC DISEASE",
            "level": 3
        },
        {
            "id": 8,
            "name": "DIABETES AND OTHER HEPATIC CONDITIONS",
            "level": 3
        },
        {
            "id": 9,
            "name": "DIABETES AND PANCREATITIS/PANCREATIC CANCER",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Gastrointestinal (GI) disorders are common complications of diabetes mellitus. These complications typically involve dysmotility as a result of hyperglycemia.1GI symptoms of diabetes are typically not related to the duration or type of diabetes, but may be influenced by the degree of glycemic control maintained by the patient.1Additionally, these symptoms may be blunted in these patients because of neuropathy.2GI symptoms of diabetes tend to be preventable, controllable, and sometimes reversible with tighter glycemic control.3"
        },
        {
            "parent": -1,
            "text": "Patients with diabetes mellitus and gastroesophageal reflux disease are more likely to present with atypical symptoms, such as dysphagia or globus sensation. These patients are approximately twice as likely to develop esophageal dysplasia as those without diabetes."
        },
        {
            "parent": -1,
            "text": "Patients with diabetes and hepatitis C virus infection are more likely to develop severe liver-related complications, including fibrosis and hepatocellular carcinoma."
        },
        {
            "parent": 0,
            "text": "Diabetic gastroparesis is a delay in the emptying of food from the upper GI tract in the absence of mechanical obstruction of the stomach or duodenum. Gastroparesis may be the most common GI complication of diabetes, occurring in approximately 5% of patients with type 1 diabetes and 1% of those with type 2 diabetes.4Obesity in patients with type 2 diabetes increases the risk of gastroparesis.5"
        },
        {
            "parent": 0,
            "text": "Symptoms of diabetic gastroparesis are caused by ineffective contractions of the corpus and antrum of the stomach, coupled with abnormal relaxation of the fundus and pylorus, resulting in diminished gastric capacity, diminished mixing of food contents in the stomach, and delayed gastric emptying.5This abnormal functioning can lead to altered absorption of medications and destabilization of glycemic control due to mismatched postprandial glucose and insulin peaks. Early symptoms of gastroparesis may not be recognized by the physician or patient. Symptoms may begin with early satiety and postprandial fullness, then progress to nausea, vomiting of undigested food, bloating, and abdominal pain.5Nausea is typically more severe after meals. Findings from the abdominal examination may be normal in patients with gastroparesis except for distension, epigastric tenderness, or diffuse tenderness."
        },
        {
            "parent": 1,
            "text": "When gastroparesis secondary to diabetes is suspected, laboratory testing and imaging should be tailored to rule out other diagnoses suggested by the history and physical examination findings, such as hypothyroidism, infection, malignancies, pancreatitis, and neurologic disease.5When other conditions have been ruled out, esophagogastroduodenoscopy is recommended to rule out sources of mechanical obstruction, in addition to testing to confirm gastric emptying. Gastric emptying scintigraphy after a solid meal is the preferred confirmatory test for gastroparesis3,5,6(Table 15,7andFigure 15)."
        },
        {
            "parent": 2,
            "text": "Treatment for chronic gastroparesis begins with smaller, more frequent meals (as many as six to eight per day) and taking in more calories in semisolid or liquid form. Although liquid fats such as those in milk or nutritional supplements tend to be well tolerated, solid fats delay gastric emptying and exacerbate symptoms.5Fiber also slows the rate of gastric emptying and can lead to formation of bezoars (solid masses of partially digested or undigested material that cause a blockage in the GI tract). Medications that reduce GI motility should be withheld when possible(Table 2).5,8–10Patients with symptoms that are not controlled by diet alone can be treated with prokinetic medications and antiemetics for symptom relief(Table 3).5,11–15Metoclopramide (Reglan) is the only prokinetic agent that has been studied specifically for gastroparesis and is considered first-line therapy.3,5,14"
        },
        {
            "parent": 2,
            "text": "In patients with chronic gastroparesis, symptom severity can be measured over time with the Gastroparesis Cardinal Symptom Index(Table 4).16This is a validated instrument that can be used to track the progress of treatment.17Additionally, the Abell scoring system provides treatment guidelines based on the severity of clinical signs and symptoms(Table 5).18"
        },
        {
            "parent": 2,
            "text": "Treatment of patients acutely ill with gastroparesis includes hydration and restoration of electrolyte imbalances, in addition to medications to control presenting symptoms such as nausea and vomiting.5Hyperglycemia exacerbates symptoms of gastroparesis, so glucose control should be optimized, which may improve gastric emptying and reduce symptoms in the acute setting.3,5"
        },
        {
            "parent": 3,
            "text": "Nonalcoholic fatty liver disease (NAFLD) is a spectrum of disease ranging from steatosis to severe fibrosis, referred to as nonalcoholic steatohepatitis (NASH).19It is estimated that 30% of the U.S. population has NAFLD and 5% has NASH.20These rates are thought to be even higher in those with diabetes or obesity; an estimated two-thirds of patients older than 50 years who have diabetes or obesity are thought to have NASH.19Of those who develop NASH, 20% or more will develop cirrhosis, and 1% to 5% will develop hepatocellular carcinoma.19,21"
        },
        {
            "parent": 3,
            "text": "Although the pathophysiology of NAFLD is unclear, insulin resistance is a major factor, resulting in increased free fatty acids and lipotoxicity.20Because of their shared pathophysiology, NAFLD may be a complication of type 2 diabetes and vice versa.22Having type 2 diabetes and NAFLD increases the risk of other diabetic complications (e.g., coronary artery disease, retinopathy) and may increase the risk of hepatic complications.22"
        },
        {
            "parent": 3,
            "text": "The diagnosis of NAFLD includes hepatic steatosis (detected by imaging or histology) in the absence of secondary steatosis (e.g., caused by alcohol or medication use, or hereditary disorders). Screening is not recommended, and most patients are diagnosed based on abnormal liver function test results or incidental findings on imaging.23Liver ultrasonography is more sensitive than hepatic function testing, which may have normal results in persons with NAFLD.23Liver biopsy is the preferred diagnostic test, but it is limited to select high-risk patients because of the associated risks.23Clinical scoring systems using laboratory data and demographic information are being used to quantify the risk of NASH to determine who may benefit from biopsy24(Table 623,25–28)."
        },
        {
            "parent": 3,
            "text": "For those diagnosed with NAFLD, lifestyle modification is recommended as first-line therapy.19,23Weight loss may decrease steatosis, although results are inconsistent.23Bariatric surgery may support weight loss and potentially decrease steatosis, but it is not a recommended treatment.29Several medications have been studied for the treatment of NAFLD, including pioglitazone (Actos), metformin, atorvastatin (Lipitor), and vitamin E, but none have been approved by the U.S. Food and Drug Administration for this indication.20"
        },
        {
            "parent": 4,
            "text": "Esophageal dysmotility is linked to duration but not type of diabetes.30It is thought to be multifactorial, resulting from the impact of neuropathy on motor and sensory function.31Esophageal changes in patients with diabetes include reduced lower esophageal sphincter tone, prolonged transit time, and decreased coordination of esophageal contractions.31Symptoms include dysphagia, odynophagia, heartburn, and chest pain, but some patients may be asymptomatic.3Treatments for esophageal dysmotility are limited, although lifestyle modifications such as limiting meal size may be helpful.3"
        },
        {
            "parent": 4,
            "text": "Diabetes is also a risk factor for gastroesophageal reflux disease, particularly for those with longer duration of diabetes and poor glycemic control.3The diagnosis may be missed because patients with diabetes are more likely to be asymptomatic or present with atypical symptoms, such as dysphagia or globus sensation.32In addition, patients with diabetes and gastroesophageal reflux disease are approximately twice as likely to develop dysplasia as those without diabetes.32Lifestyle interventions to promote weight loss for adults with diabetes have been found to decrease gastroesophageal reflux symptoms such as heartburn and regurgitation.33"
        },
        {
            "parent": 5,
            "text": "Intestinal enteropathy includes diabetic diarrhea, constipation, and fecal incontinence. The physiology contributing to enteropathy includes impairments in autonomic neuropathy that result in impaired small bowel motility, impaired electrolyte and fluid absorption, and abnormal resting tone of the internal and external sphincter.3Diabetic diarrhea is more prevalent in patients with type 1 diabetes and should not be confused with iatrogenic diarrhea (e.g., from metformin use) in patients with type 2 diabetes.34Persons with diabetes and chronic diarrhea are also at risk of anorectal dysfunction resulting in fecal incontinence, but this is less common.30"
        },
        {
            "parent": 7,
            "text": "Patients with type 1 diabetes have a five- to 10-fold higher prevalence of celiac disease, which may be related to commonHLAgenotypes.35Screening for celiac disease in patients with type 1 diabetes is not currently recommended, but given its incidence, a lower threshold for screening may be appropriate."
        },
        {
            "parent": 8,
            "text": "There is an epidemiologic link between hepatitis C and type 2 diabetes; infection with hepatitis C virus increases the risk of diabetes.36Patients with diabetes and hepatitis C virus infection are more likely to develop severe liver-related complications, including fibrosis and hepatocellular carcinoma.37In addition, diabetes confers an increased risk of hepatitis B because of the potential for shared lancets and needles; this risk contributed to the recommendation to vaccinate patients with diabetes for hepatitis B.38Lastly, diabetic hepatopathy involves overloading of hepatocytes with glycogen in persons with poorly controlled type 1 diabetes. This condition may present similarly to acute hepatitis with abdominal pain and abnormal liver function test results.30"
        },
        {
            "parent": 9,
            "text": "Diabetes is associated with an increased risk of pancreatitis and severe pancreatitis-related complications.39Diabetes has also been linked with an increased risk of pancreatic cancer, particularly in patients recently diagnosed with diabetes.40New-onset diabetes may be an early manifestation of pancreatic cancer as a result of damage to the pancreas. However, screening for pancreatic cancer in this population is not currently recommended.40"
        },
        {
            "parent": 9,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the search terms esophageal dysmotility and diabetes, NAFLD and diabetes, and gastroparesis. The search included meta-analyses, randomized controlled trials, case reports, and review articles. We also searched the Essential Evidence Plus summary report and Cochrane reviews. Search dates: December 15, 2016, and December 15, 2016."
        },
        {
            "parent": 9,
            "text": "This article updates a previous article on this topic by Shakil, et al.41"
        }
    ],
    "locked": false
}