{
    "url": "https://www.aafp.org/pubs/afp/issues/2017/0901/p306.html#afp20170901p306-f1",
    "title": "Pleuritic Chest Pain: Sorting Through the Differential Diagnosis | AAFP",
    "author": "BRIAN V. REAMY, MD, PAMELA M. WILLIAMS, MD, AND MICHAEL RYAN ODOM, MD",
    "doi": "Am Fam Physician.2017;96(5):306-312",
    "abstract": "Pleuritic chest pain is characterized by sudden and intense sharp, stabbing, or burning pain in the chest when inhaling and exhaling. Pulmonary embolism is the most common serious cause, found in 5% to 21% of patients who present to an emergency department with pleuritic chest pain. A validated clinical decision rule for pulmonary embolism should be employed to guide the use of additional tests such as d-dimer assays, ventilation-perfusion scans, or computed tomography angiography. Myocardial infarction, pericarditis, aortic dissection, pneumonia, and pneumothorax are other serious causes that should be ruled out using history and physical examination, electrocardiography, troponin assays, and chest radiography before another diagnosis is made. Validated clinical decision rules are available to help exclude coronary artery disease. Viruses are common causative agents of pleuritic chest pain. Coxsackieviruses, respiratory syncytial virus, influenza, parainfluenza, mumps, adenovirus, cytomegalovirus, and Epstein-Barr virus are likely pathogens. Treatment is guided by the underlying diagnosis. Nonsteroidal anti-inflammatory drugs are appropriate for pain management in those with virally triggered or nonspecific pleuritic chest pain. In patients with persistent symptoms, persons who smoke, and those older than 50 years with pneumonia, it is important to document radiographic resolution with repeat chest radiography six weeks after initial treatment.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Differential Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "Medical History",
            "level": 2
        },
        {
            "id": 3,
            "name": "Physical Examination",
            "level": 2
        },
        {
            "id": 4,
            "name": "Diagnostic Tests",
            "level": 2
        },
        {
            "id": 5,
            "name": "Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Pleuritic chest pain is characterized by sudden and intense sharp, stabbing, or burning pain in the chest when inhaling and exhaling. It is exacerbated by deep breathing, coughing, sneezing, or laughing. When pleuritic inflammation occurs near the diaphragm, pain can be referred to the neck or shoulder. Pleuritic chest pain is caused by inflammation of the parietal pleura and can be triggered by a variety of causes."
        },
        {
            "parent": 0,
            "text": "The visceral pleura does not contain pain receptors, whereas the parietal pleura is innervated by somatic nerves that sense pain due to trauma or inflammation. Inflammatory mediators released into the pleural space trigger local pain receptors. Parietal pleurae at the periphery of the rib cage and lateral hemidiaphragm are innervated by intercostal nerves. Trauma or inflammation in these regions results in pain localized in the cutaneous distribution of those nerves. In contrast, the phrenic nerve innervates the central diaphragm and can refer pain to the ipsilateral neck or shoulder."
        },
        {
            "parent": 1,
            "text": "Pleuritic chest pain has many etiologies. It is helpful to use a clinical approach that aids physicians in immediately distinguishing between six life-threatening causes of pleuritic chest pain and other more common indolent causes.1–8Pulmonary embolism, myocardial infarction, pericarditis, aortic dissection, pneumonia, and pneumothorax are the six serious conditions that must be initially considered. The differential diagnosis is presented inTable 1.9,10"
        },
        {
            "parent": 1,
            "text": "Studies of pleuritic chest pain have shown that pulmonary embolism is the most common life-threatening cause and the source of the pain 5% to 21% of the time.11,12A recent prospective trial of 7,940 patients evaluated for pulmonary embolism revealed that pleuritic-type chest pain was significantly associated with confirmed pulmonary embolism (adjusted odds ratio of 1.53).13The most commonly occurring symptoms of pulmonary embolism were dyspnea and pleuritic chest pain in 73% and 66% of patients, respectively.11Physicians should use validated clinical decision rules (e.g., Wells, PERC [pulmonary embolism rule-out criteria], Geneva) to evaluate for pulmonary embolism, as discussed in a previous article inAmerican Family Physician.14"
        },
        {
            "parent": 1,
            "text": "Physicians can evaluate patients for myocardial infarction and coronary artery disease using electrocardiography and troponin levels. Applying a five-point validated clinical decision rule helps improve diagnostic accuracy for coronary artery disease15,16(Table 215). The presence of zero or one of the five scored items predicted only a 1% likelihood of coronary artery disease, whereas 63% of patients with four or five of these factors had coronary artery disease.16Additionally, high-sensitivity cardiac troponin levels can help improve diagnostic accuracy for myocardial infarction.17,18"
        },
        {
            "parent": 1,
            "text": "Pericarditis can be excluded by review of an electrocardiogram and, if required, echocardiogram findings. Pneumonia and pneumothorax can be evaluated with chest radiography.1Aortic dissection can be excluded with chest radiography in very low-risk patients; otherwise, computed tomography angiography should be performed.19"
        },
        {
            "parent": 1,
            "text": "Viruses are common causative agents of pleuritic chest pain. Coxsackieviruses, respiratory syncytial virus, influenza, parainfluenza, mumps, adenovirus, cytomegalovirus, and Epstein-Barr virus are likely pathogens.2,20,21A recommended approach to the diagnosis of patients with pleuritic chest pain is provided inFigure 1.3"
        },
        {
            "parent": 2,
            "text": "The time course of the onset of symptoms is the most useful historical information for narrowing the differential diagnosis. Most potentially lethal causes of pleuritic chest pain (i.e., pulmonary embolism, myocardial infarction, aortic dissection, and pneumothorax) typically have an acute onset over minutes. In contrast, less immediately lethal causes of pleuritic chest pain (e.g., infection, malignancy, inflammatory processes) progress over hours to days or weeks.4Pain that worsens when the patient is supine and lessens when the patient is upright and leaning forward should prompt consideration for pericarditis.4–6True dyspnea should also increase suspicion for a pulmonary embolus, pneumothorax, or pneumonia.1,7,8It is clinically useful to distinguish true dyspnea from patient-perceived dyspnea caused by a desire to suppress respirations to avoid pain.22,23"
        },
        {
            "parent": 2,
            "text": "Cardiac symptoms such as diaphoresis, nausea, and palpitations should be elucidated. Pain that is described as sharp and stabbing is typical of noncardiac chest pain.22Radiation of pain to the shoulders or arms has a positive likelihood ratio of 4.07 (95% confidence interval, 2.53 to 6.54) for acute myocardial infarction.22In contrast, pain that radiates to the back and is maximal in intensity at onset is more commonly associated with aortic dissection than cardiac ischemia.22"
        },
        {
            "parent": 2,
            "text": "Cough, fever, and sputum production should prompt evaluation for community-acquired pneumonia. Symptoms such as weight loss, malaise, night sweats, or arthralgias indicate chronic inflammatory causes of pleuritic chest pain, such as tuberculosis infection, rheumatoid arthritis, or malignancy. A family history of similar symptoms increases the likelihood of rare diagnoses such as familial Mediterranean fever. A medication history that includes the use of drugs with a high risk of adverse pulmonary effects should raise concerns for a pharmacologic reaction. A sickle cell crisis must be considered in any patient with known sickle cell disease(Table 19,10)."
        },
        {
            "parent": 3,
            "text": "Tachycardia or tachypnea may be present with any of the serious causes of pleuritic chest pain but should raise suspicion for pulmonary embolism, pneumothorax, or myocardial infarction. Patients may demonstrate shallower breaths as they attempt to avoid deep breathing that triggers pain.23Likewise, hypotension and a markedly widened pulse pressure should raise concerns for aortic dissection or severe myocardial infarction. Fever increases the likelihood of infection."
        },
        {
            "parent": 3,
            "text": "Pleural inflammation, or pleurisy, causes roughening of the smooth surfaces of the parietal and visceral pleurae. As these surfaces rub against each other with normal inspiration and expiration, a scratching sound or friction rub may be heard. This may also occur in 4% of patients with pneumonia or pulmonary embolism.24Pneumonia with lung consolidation may also lead to decreased breath sounds, rales, and egophony. In contrast, pneumothorax could lead to hyperresonance on lung examination."
        },
        {
            "parent": 3,
            "text": "In new-onset heart failure due to large myocardial infarction, cardiac examination may show an extra heart sound (third or fourth heart sound). A friction rub may be heard over the heart in severe cases of pericarditis. Patients may present with an initial normal examination even when serious conditions are present. The absence of a clear diagnosis warrants additional diagnostic testing."
        },
        {
            "parent": 4,
            "text": "Most patients presenting with pleuritic chest pain will require imaging with chest radiography to fully define their diagnosis.1If pleural fluid is seen on a chest radiograph, the fluid can be aspirated and examined for additional clues about the source of the pleuritic chest pain.25,26Lung ultrasonography can guide thoracentesis, as well as localize a small pneumothorax and identify other pulmonary conditions.27,28"
        },
        {
            "parent": 4,
            "text": "When a cardiac or vascular source is considered, electrocardiography, cardiac enzyme studies, and echocardiography are useful tests. Widespread ST segment elevation is a typical electrocardiographic finding in pericarditis.19,29In the case of infection, a complete blood count, serology, and cultures of blood, sputum, or pleural fluid may be indicated. A validated clinical decision rule for pulmonary embolism should be employed to guide the use of additional tests such as d-dimer assays, ventilation-perfusion scans, or computed tomography angiography.30–33Table 3integrates red flag symptoms of serious causes of pleuritic chest pain, physical examination, and diagnostic findings to aid in the evaluation of pleuritic chest pain.9,10,34,35"
        },
        {
            "parent": 5,
            "text": "After excluding the six serious causes of pleuritic chest pain that require emergent evaluation, there are two primary management considerations: controlling the pain and treating the etiology of the underlying condition. Initial pain control is best achieved with nonsteroidal anti-inflammatory drugs.36These drugs do not have the analgesic potency of narcotics, but they also do not suppress the respiratory drive and do not change the patient's sensorium during early evaluation. Although a class effect is assumed, studies on the treatment of pleuritic chest pain in humans have focused on the use of indomethacin at dosages of 50 to 100 mg orally up to three times per day. These studies have shown improvements in pain and mechanical lung function.36Corticosteroids should be reserved for patients who are intolerant of nonsteroidal anti-inflammatory drugs. They are also used in the treatment of tuberculous pleurisy and have been shown to result in some reduction in effusions and symptoms, but they have not demonstrated improvements in mortality.37"
        },
        {
            "parent": 5,
            "text": "Once pain is adequately controlled and serious underlying conditions are excluded, other conditions should be treated. Antimicrobial or antiparasitic agents should be started based on the presumed organism in pneumonia. Colchicine (1.2 to 2.0 mg orally once per day or divided twice per day) is the standard treatment for familial Mediterranean fever.38Biologic agents such as anti-interleukin-1, interleukin-6 inhibitor, and tocilizumab may have utility in refractory cases of familial Mediterranean fever.39,40Pleural effusions that rapidly reaccumulate after initial thoracentesis may require pleurodesis. This is more likely to occur when the effusion is due to malignancy, renal failure, or rheumatoid pleurisy.41"
        },
        {
            "parent": 5,
            "text": "In most cases of pleuritic chest pain from viral infection, pain and symptoms will resolve within two to four weeks. In cases of persistent or recurrent pain, or when significant pathology is discovered, patient care should continue as required based on the etiology."
        },
        {
            "parent": 5,
            "text": "In patients diagnosed with pneumonia who smoke tobacco, have persistent symptoms, or are older than 50 years, it is important to document resolution of the abnormality with repeat chest radiography performed six weeks after initial treatment.42These patients are at increased risk of developing pneumonia secondary to an obstructing lesion such as lung cancer. One study showed that of 236 adults presenting to their primary care physician with community-acquired pneumonia, 10 were found to have an underlying lung cancer.42The percentage of those with lung cancer rose to 17% in smokers older than 60 years.42Studies have shown resolution of radiographic abnormalities in 60% to 73% of patients by six weeks after diagnosis.42Further evaluation should be considered in patients with persisting symptoms or radiographic abnormalities."
        },
        {
            "parent": 5,
            "text": "This article updates a previous article on this topic byKass, et al.3"
        },
        {
            "parent": 5,
            "text": "Data Sources:The three authors performed independent literature searches using PubMed, the Cochrane Library, POEMs research summaries, and Essential Evidence Plus. Searches were conducted from February 2016 to June 2016. A total of 243 citations were identified using the key words pleurisy and pleuritic chest pain, and the search was limited to human studies. These citations were reviewed independently by the authors and then collaboratively at a series of conference calls to identify the key references to be included in the article."
        },
        {
            "parent": 5,
            "text": "The opinions and assertions contained herein are the private views of the authors and are not to be construed as official or as reflecting the views of the Uniformed Services University of the Health Sciences, the U.S. Air Force, or the Department of Defense."
        }
    ],
    "locked": false
}