{
    "url": "https://www.aafp.org/pubs/afp/issues/2017/0515/p645.html#afp20170515p645-f1",
    "title": "Perioperative Cardiovascular Medication Management in Noncardiac Surgery: Common Questions | AAFP",
    "author": "MICHAEL A. MIKHAIL, MD, ARYA B. MOHABBAT, MD, AND AMIT K. GHOSH, MD",
    "doi": "Am Fam Physician.2017;95(10):645-650",
    "abstract": "Several medications have been used perioperatively in patients undergoing noncardiac surgery in an attempt to improve outcomes. Antiplatelet therapy for primary prevention of cardiovascular events should generally be discontinued seven to 10 days before surgery to avoid increasing the risk of bleeding, unless the risk of a major adverse cardiac event exceeds the risk of bleeding. Antiplatelet therapy for secondary prevention should be continued perioperatively, except before procedures with very high bleeding risk, such as intracranial procedures. Antiplatelet drugs should be continued and surgery delayed, if possible, for at least 14 days after percutaneous coronary intervention without stent placement, 30 days after percutaneous coronary intervention with bare-metal stent placement, and six to 12 months after percutaneous coronary intervention with drug-eluting stent placement. Perioperative beta blockers are recommended for patients already receiving these agents, and it is reasonable to consider starting therapy in patients with known or strongly suspected coronary artery disease or who are at high risk of perioperative cardiac events and are undergoing procedures with a high risk of cardiovascular complications. Long-term statin therapy should be continued perioperatively or started in patients with clinical indications who are not already receiving statins. Clonidine should not be started perioperatively, but long-term clonidine regimens may be continued. Angiotensin-converting enzyme inhibitors and angiotensin receptor blockers generally can be continued perioperatively if patients are hemodynamically stable and have good renal function and normal electrolyte levels.",
    "headers": [
        {
            "id": 0,
            "name": "What Is the Optimal Management of Antiplatelet Therapy for Primary Prevention Before Noncardiac Surgery?",
            "level": 2
        },
        {
            "id": 1,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        },
        {
            "id": 2,
            "name": "What Is the Optimal Management of Antiplatelet Therapy for Secondary Prevention Before Noncardiac Surgery?",
            "level": 2
        },
        {
            "id": 3,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        },
        {
            "id": 4,
            "name": "How Should Antiplatelet Therapy Be Managed in Patients Who Have Undergone Percutaneous Coronary Intervention But Have Stable Ischemic Heart Disease?",
            "level": 2
        },
        {
            "id": 5,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        },
        {
            "id": 6,
            "name": "How Should Antiplatelet Therapy Be Managed in Patients Who Have Had an ACS in the Past 12 Months?",
            "level": 2
        },
        {
            "id": 7,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        },
        {
            "id": 8,
            "name": "What Is the Role of Beta Blockade in Noncardiac Surgery?",
            "level": 2
        },
        {
            "id": 9,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        },
        {
            "id": 10,
            "name": "What Is the Role of Statins in Noncardiac Surgery?",
            "level": 2
        },
        {
            "id": 11,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        },
        {
            "id": 12,
            "name": "What Is the Role of Clonidine in Noncardiac Surgery?",
            "level": 2
        },
        {
            "id": 13,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        },
        {
            "id": 14,
            "name": "What Is the Optimal Management of Angiotensin-Converting Enzyme Inhibitor and Angiotensin Receptor Blocker Therapy in Noncardiac Surgery?",
            "level": 2
        },
        {
            "id": 15,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The prevention of perioperative cardiovascular complications is an important element of general medical care.1Perioperative practices vary and often are contrary to the best evidence. This article answers common questions about perioperative cardiovascular medication management for noncardiac surgical procedures."
        },
        {
            "parent": -1,
            "text": "A 2014 multicenter randomized controlled trial of more than 10,000 noncardiac surgical patients found that clonidine did not reduce rates of mortality or myocardial infarction compared with placebo, and it increased the risk of clinically significant hypotension and nonfatal cardiac arrest."
        },
        {
            "parent": -1,
            "text": "Overall, trials demonstrate that angiotensin-converting enzyme inhibitors and angiotensin receptor blockers increase the risk of hypotension, but have no significant adverse effects on other perioperative cardiovascular outcomes."
        },
        {
            "parent": 0,
            "text": "Antiplatelet therapy for primary prevention should be withheld perioperatively unless the patient is at risk of major adverse cardiac events and that risk exceeds the bleeding risk."
        },
        {
            "parent": 1,
            "text": "In the Perioperative Ischemic Evaluation-2 trial, 10,010 patients undergoing noncardiac surgery, most of whom had no known cardiovascular disease, were randomized to receive perioperative aspirin vs. placebo.2Patients were stratified by whether they had been taking daily aspirin before surgery (continuation group, n = 4,382) or not (initiation group, n = 5,628). There was no significant difference in the rate of myocardial infarction (MI; 6.2% with aspirin vs. 6.3% with placebo;P= .85), cardiac-related mortality (1.3% with aspirin vs. 1.2% with placebo;P= .78), or other adverse cardiovascular outcomes. However, the rate of major bleeding was significantly higher in aspirin-treated patients than in the placebo group (4.6% vs. 3.8%; 95% confidence interval, 1.01 to 1.49;P= .04). Bleeding occurred most commonly at the surgical site and in the gastrointestinal tract."
        },
        {
            "parent": 1,
            "text": "Based on the lack of benefit for preventing adverse cardiovascular outcomes and on higher bleeding rates, aspirin for primary prevention should be withheld—ideally seven to 10 days before surgery(Figure 11,3)—unless the patient is at significant risk of a major adverse cardiovascular event, and particularly if a high-risk patient is undergoing a surgical procedure with significant cardiovascular risk(Table 11). An individual patient’s risk of a major perioperative cardiovascular event can be predicted with the Revised Cardiac Risk Index (RCRI;Table 2).4,5"
        },
        {
            "parent": 1,
            "text": "The optimal time to restart maintenance antiplatelet therapy postoperatively must be decided on a case-by-case basis. Expert consensus is that antiplatelet therapy should be resumed postoperatively once adequate hemostasis is confirmed and bleeding risk is deemed low relative to thromboprophylactic benefits of therapy. A reasonable approach is more than 24 hours after low–bleeding risk procedures, and more than 48 to 72 hours after higher–bleeding risk procedures."
        },
        {
            "parent": 2,
            "text": "Antiplatelet therapy for secondary prevention should generally be continued perioperatively, but consideration should be given to temporarily discontinuing therapy if the patient is undergoing a procedure in which bleeding would pose a high risk (e.g., intracranial surgery)."
        },
        {
            "parent": 3,
            "text": "There has been one randomized controlled trial (RCT) of discontinuing aspirin for secondary prevention before noncardiac surgery.6It randomized 220 patients with coronary artery disease (but no coronary stents) to continue aspirin or receive placebo for seven days before surgery until three days after surgery. A major cardiac event occurred in 1.8% of patients who received aspirin vs. 9.0% of patients in the control group (relative risk reduction = 80%; number needed to treat = 14). There was also a lower rate of stroke among patients who received aspirin."
        },
        {
            "parent": 3,
            "text": "A 2006 meta-analysis confirmed the risk of discontinuing aspirin for secondary prevention.7It evaluated studies with 50,279 patients who were receiving aspirin for secondary prevention and who discontinued therapy. Discontinuation was associated with a threefold increase in major adverse cardiac events (odds ratio [OR] = 3.14)."
        },
        {
            "parent": 3,
            "text": "Another meta-analysis that included 41 studies with 49,590 surgical patients taking aspirin for secondary cardiovascular prevention found that when acute coronary events occurred in the perioperative period, discontinuation of aspirin had occurred in 10% of cases.8Median time was 8.5 days from aspirin discontinuation to an acute coronary syndrome (ACS), 14.3 days to an acute cerebral event, and 26 days to an acute peripheral arterial event."
        },
        {
            "parent": 3,
            "text": "Therefore, in contrast with the management of aspirin therapy for primary prevention, aspirin therapy for secondary prevention should generally be continued through the perioperative period unless the risk of bleeding outweighs the risk of discontinuing aspirin (e.g., for intracranial surgery, major spinal surgery, or transurethral prostatectomy)."
        },
        {
            "parent": 4,
            "text": "Elective surgery should be postponed until dual antiplatelet therapy has been continued for more than 30 days after bare-metal stent placement and for six months after drug-eluting stent placement. However, if the risk of delaying surgery is greater than the risk of a major adverse cardiac event, discontinuation of clopidogrel (Plavix) may be considered after a minimum of three months following placement of a drug-eluting stent; aspirin therapy should be maintained, if possible, and clopidogrel restarted as soon as possible after surgery."
        },
        {
            "parent": 5,
            "text": "Timing of noncardiac surgery after percutaneous coronary intervention (PCI) depends on the relative urgency of the procedure vs. perioperative risk of major adverse cardiac events."
        },
        {
            "parent": 5,
            "text": "In 2016, the American College of Cardiology/American Heart Association (ACC/AHA) updated its 2014 expert consensus guidelines on dual antiplatelet therapy (aspirin plus clopidogrel) in patients who have undergone PCI.9For patients who have not had an ACS in the past year, the guidelines recommend that surgery be postponed, if possible, until the patient has received dual antiplatelet therapy for more than 30 days after bare-metal stent placement and for six months after drug-eluting stent placement. The new guidelines also state that surgery may be considered after three months of dual antiplatelet therapy following drug-eluting stent placement if the risk of delaying surgery outweighs the risk of a major adverse cardiac event. These recommendations are based primarily on the risk of prematurely discontinuing anti-platelet therapy (as much as a 90-fold increase in the rate of acute coronary events [OR = 89.78]).7"
        },
        {
            "parent": 5,
            "text": "If surgery cannot be postponed, dual antiplatelet therapy should be maintained perioperatively unless the risk of major bleeding exceeds the risk of a perioperative major adverse cardiac event.1Examples of reasons to withhold dual antiplatelet therapy include active life-threatening major bleeding and emergent intracranial surgery.1"
        },
        {
            "parent": 6,
            "text": "Elective surgery should be delayed for at least 12 months and dual antiplatelet therapy should be continued throughout that period, regardless of whether the ACS is addressed through noninvasive medical therapy alone or with invasive measures."
        },
        {
            "parent": 7,
            "text": "The 2016 ACC/AHA update recommends that elective surgery be delayed for at least 12 months after an ACS and dual antiplatelet therapy continued throughout that period, regardless of whether the ACS was treated with medical therapy alone, with PCI and stent placement, or with coronary artery bypass graft surgery.1,9These recommendations are based on the risk of cardiac complications after premature discontinuation of antiplatelet therapy."
        },
        {
            "parent": 7,
            "text": "As with the recommendations for surgery in patients with stable ischemic heart disease, these recommendations should be considered guidelines, not mandates. The urgency of the procedure, risks of major adverse cardiac events and bleeding, and overall clinical judgment remain essential factors. Close communication and consensus between the care team and patient are also essential.1,9"
        },
        {
            "parent": 8,
            "text": "Perioperative beta blockade is recommended if a patient is receiving long-term beta-blocker therapy. It is considered reasonable if the patient has known or strongly suspected clinically significant coronary disease, or if the patient has three or more RCRI risk factors for a perioperative major adverse cardiac event and is undergoing a high-risk procedure."
        },
        {
            "parent": 9,
            "text": "The 2008 Perioperative Ischemic Evaluation trial randomized 8,351 patients to receive postoperative sustained-released metoprolol (up to 200 mg per day) for 30 days or placebo.10The primary composite end point of cardiovascular death, nonfatal MI, and nonfatal cardiac arrest favored metoprolol (5.8% for metoprolol vs. 6.9% for placebo), but all-cause mortality was higher with metoprolol (3.1% for metoprolol vs. 2.3% for placebo), as was the rate of stroke (1.0% for metoprolol vs. 0.5% for placebo). Sepsis-related death was also associated with metoprolol. The investigators recommended avoiding perioperative beta blockade in the settings of clinical instability, infection, hypovolemia, significant anemia, or other condition that complicates heart rate titration or increases the risk of beta blockade. However, the applicability of these results may be limited because of the high doses of metoprolol used in the study."
        },
        {
            "parent": 9,
            "text": "On the other hand, meta-analyses, some of which included the 2008 study discussed above, have shown that perioperative beta blockade is associated with reduced mortality rates in patients with higher RCRI scores (RCRI 3, OR = 0.71; RCRI ≥ 4, OR = 0.58) but increased mortality rates in patients with lower scores (RCRI 0, OR = 1.36; RCRI 1, OR = 1.09).1,11,12Cardioselective beta blockers (e.g., bisoprolol [Zebeta], atenolol) may confer lower stroke and mortality risk than other agents such as metoprolol.1,11"
        },
        {
            "parent": 9,
            "text": "The 2014 ACC/AHA guideline on perioperative cardiovascular management of patients undergoing noncardiac surgery recommends perioperative beta blockade for patients receiving long-term beta-blocker therapy.1Beta blockade is considered reasonable if a patient has known or strongly suspected clinically significant coronary artery disease, or if the surgery is considered high risk and the patient has an RCRI score of 3 or more.1,4"
        },
        {
            "parent": 9,
            "text": "When indicated, perioperative beta blockade is most beneficial when initiated at least one week to one month preoperatively and continued for at least one month postoperatively. Therapy should be titrated to a resting heart rate of 55 to 70 beats per minute.11Beta blockers should not be initiated on the day of surgery. Many patients who warrant perioperative beta blockade have indications for long-term therapy; postoperative therapy should be continued indefinitely in these patients.1"
        },
        {
            "parent": 9,
            "text": "Chronic obstructive lung disease without severe reactive airway disease is not a clear contraindication for cardioselective beta-blocker therapy. In a 2002 study, no clinically significant adverse respiratory effect was associated with cardioselective beta blockade in patients with mild to moderate reactive airway disease.13In fact, beta blockade may reduce mortality and exacerbations when added to an established inhaler regimen, with no clinically significant adverse effect on pulmonary function.14However, these findings are independent of any known cardiovascular disease and of cardiovascular drug therapy."
        },
        {
            "parent": 10,
            "text": "Perioperative statins should be continued in patients who are already receiving chronic statin therapy. They should be initiated in patients undergoing vascular surgery and in those with clinical indications who are undergoing high-risk noncardiac procedures."
        },
        {
            "parent": 11,
            "text": "Most studies of perioperative statin therapy are small, retrospective, and limited to cardiac and peripheral vascular surgery. Nevertheless, there is compelling evidence for statin therapy in other surgical settings. Studies in 2003 and 2004 showed that compared with placebo, statin therapy reduces all-cause mortality (adjusted OR = 0.22,150.7116), cardiac-related mortality (OR = 0.317), and nonfatal cardiac events (8% of statin group vs. 26% of placebo group).18Similarly, a 2006 meta-analysis including more than 223,000 patients showed a statistically significant reduction in perioperative mortality in patients receiving statin therapy vs. placebo who underwent vascular (1.7% vs. 6.1%) and noncardiac surgical procedures (2.2% vs. 3.2%).19Furthermore, a 2009 RCT of statin-naïve patients undergoing vascular surgery showed a statistically significant reduction in rates of MI, nonfatal MI, and cardiovascular death.20"
        },
        {
            "parent": 11,
            "text": "Based on this evidence, the 2014 ACC/AHA guideline supports perioperative continuation of long-term statin therapy and initiation of statins in patients who are undergoing vascular surgery or who have a clinical indication and will be undergoing a high-risk procedure.1More definitive studies are required to confirm optimal dosage, timing, and duration of statin therapy in the perioperative setting."
        },
        {
            "parent": 12,
            "text": "Clonidine should not be initiated perioperatively. Long-term clonidine therapy can be continued in stable patients."
        },
        {
            "parent": 13,
            "text": "Clonidine (an alpha-2 agonist) has been used perioperatively for cardiovascular event prevention, but until recently its use was based on limited evidence. A 2014 multicenter RCT of more than 10,000 patients undergoing noncardiac surgery found no statistically significant difference in mortality or MI rates with clonidine compared with placebo.21This study found a substantial increase in clinically significant hypotension (47.6% vs. 37.1%) and nonfatal cardiac arrest (0.3% vs. 0.1%) in patients receiving clonidine.21"
        },
        {
            "parent": 13,
            "text": "The 2014 ACC/AHA guideline advises against initiating alpha-2 agonists such as clonidine perioperatively and advises caution when using them for perioperative control of hypertension.1However, perioperative continuation of long-term clonidine therapy is appropriate to prevent rebound hypertension and tachycardia from abrupt discontinuation of the drug."
        },
        {
            "parent": 14,
            "text": "Angiotensin-converting enzyme (ACE) inhibitors and angiotensin receptor blockers (ARBs) may be continued perioperatively if they are well tolerated based on hemodynamic, renal, and electrolyte status."
        },
        {
            "parent": 15,
            "text": "There has been considerable debate about perioperative administration of ACE inhibitors and ARBs because of concerns about the risks of perioperative hypotension, renal dysfunction, and electrolyte abnormalities. Two trials of ACE inhibitors and ARBs in patients undergoing vascular surgery found significantly more episodes of hypotension, but no difference in other cardiovascular outcomes.22,23In a large observational study, preoperative use of ACE inhibitors and ARBs was associated with higher rates of intraoperative hypotension, but no difference in rates of postoperative MI or renal failure.24In addition, a meta-analysis showed a 50% incidence of perioperative hypotension in patients receiving ACE inhibitors or ARBs, but no significant difference in other major cardiovascular outcomes.25In a 2012 retrospective study of more than 79,000 patients undergoing noncardiac surgery, the use of ACE inhibitors was not significantly associated with increased mortality rates (OR = 0.93).26Furthermore, a quality improvement audit demonstrated no statistically significant outcome difference for perioperative use of ACE inhibitors and ARBs in terms of vasopressor requirement (P= .67), intravenous fluid administration (P= .096), postoperative acute kidney injury (P= .25), or postoperative atrial fibrillation (P= .71).27"
        },
        {
            "parent": 15,
            "text": "Overall, the evidence demonstrates that ACE inhibitors and ARBs increase the risk of hypotension, but they have no significant adverse effects on other perioperative cardiovascular outcomes. The 2014 ACC/AHA guideline indicates that it is reasonable to continue ACE inhibitors and ARBs perioperatively if the patient is on a stable dose without hemodynamic, renal, or electrolyte abnormalities. If long-term therapy is withheld preoperatively because of hemodynamic, renal, or electrolyte abnormalities, they should be restarted postoperatively when those abnormalities are resolved.1"
        },
        {
            "parent": 15,
            "text": "This article updates previous articles byChassot, et al.,28and byHolt.29"
        },
        {
            "parent": 15,
            "text": "Data Sources: PubMed was searched using the key words perioperative medication management, ACC/AHA perioperative guideline, perioperative antiplatelet, perioperative beta blockade, and perioperative statin. Search dates: January 2015 to December 2016."
        }
    ],
    "locked": false
}