{
    "url": "https://www.aafp.org/pubs/afp/issues/2017/0415/p501.html#afp20170415p501-f3",
    "title": "Peritonsillar Abscess | AAFP",
    "author": "NICHOLAS J. GALIOTO, MD",
    "doi": "Am Fam Physician.2017;95(8):501-506",
    "abstract": "Peritonsillar abscess is the most common deep infection of the head and neck, occurring primarily in young adults. Diagnosis is usually made on the basis of clinical presentation and examination. Symptoms and findings generally include fever, sore throat, dysphagia, trismus, and a “hot potato” voice. Drainage of the abscess, antibiotic therapy, and supportive therapy for maintaining hydration and pain control are the cornerstones of treatment. Most patients can be managed in the outpatient setting. Peritonsillar abscesses are polymicrobial infections, and antibiotics effective against group A streptococcus and oral anaerobes should be first-line therapy. Corticosteroids may be helpful in reducing symptoms and speeding recovery. Promptly recognizing the infection and initiating therapy are important to avoid potentially serious complications, such as airway obstruction, aspiration, or extension of infection into deep neck tissues. Patients with peritonsillar abscess are usually first encountered in the primary care outpatient setting or in the emergency department. Family physicians with appropriate training and experience can diagnose and treat most patients with peritonsillar abscess.",
    "headers": [
        {
            "id": 0,
            "name": "Anatomy",
            "level": 2
        },
        {
            "id": 1,
            "name": "Etiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Clinical Manifestations",
            "level": 2
        },
        {
            "id": 3,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 4,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 5,
            "name": "DRAINAGE",
            "level": 3
        },
        {
            "id": 6,
            "name": "ANTIBIOTIC THERAPY",
            "level": 3
        },
        {
            "id": 7,
            "name": "INPATIENT VS. OUTPATIENT MANAGEMENT",
            "level": 3
        },
        {
            "id": 8,
            "name": "ADJUVANT CORTICOSTEROID THERAPY",
            "level": 3
        },
        {
            "id": 9,
            "name": "COMPLICATIONS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Peritonsillar abscess is the most common deep infection of the head and neck, with an annual incidence of 30 cases per 100,000 persons in the United States.1–3This infection can occur in all age groups, but the highest incidence occurs in adults 20 to 40 years of age.1,2Peritonsillar abscess is most commonly a complication of streptococcal tonsillitis; however, a definitive correlation between the two conditions has not been documented.4"
        },
        {
            "parent": 0,
            "text": "The two palatine tonsils lie on the lateral walls of the oropharynx in the depression between the anterior tonsillar pillar (palatoglossal arch) and the posterior tonsillar pillar (palatopharyngeal arch). The tonsils are formed during the last months of gestation and grow irregularly, reaching their largest size by the time a child is six to seven years of age. The tonsils typically begin to involute gradually at puberty, and after 65 years of age, little tonsillar tissue remains.5Each tonsil has a number of crypts on its surface and is surrounded by a capsule between it and the adjacent constrictor muscle through which blood vessels and nerves pass. Peritonsillar abscess is a localized infection where pus accumulates between the fibrous capsule of the tonsil and the superior pharyngeal constrictor muscle.6,7"
        },
        {
            "parent": 1,
            "text": "Peritonsillar abscess has traditionally been regarded as the last stage of a continuum that begins as an acute exudative tonsillitis, which progresses to a cellulitis and eventually abscess formation. However, this assumes a close association between peritonsillar abscess and streptococcal tonsillitis. Because the occurrence of peritonsillar abscess is evenly distributed throughout the year and streptococcal tonsillitis is generally seasonal, the role of streptococcal tonsillitis in the etiology of peritonsillar abscess has been called into question.8"
        },
        {
            "parent": 1,
            "text": "Abscess formation may not originate in the tonsils themselves. Some theories suggest that Weber glands contribute to the formation of peritonsillar abscesses.4,9This group of minor mucous salivary glands is located in the space just superior to the tonsil in the soft palate and is connected by a duct to the surface of the tonsil.9These glands clear the tonsillar area of debris and assist with digesting food particles trapped in the tonsillar crypts. If Weber glands become inflamed, local cellulitis can develop. As the infection progresses, the duct to the surface of the tonsil becomes obstructed from surrounding inflammation. The resulting tissue necrosis and pus formation produces the classic signs and symptoms of peritonsillar abscess.4,9These abscesses are generally formed within the soft palate, just above the superior pole of the tonsil, which coincides with the typical location of a peritonsillar abscess.4The lack of these abscesses in patients who have undergone tonsillectomy supports the theory that Weber glands may contribute to the pathogenesis of peritonsillar abscesses.4Other clinical variables associated with the formation of peritonsillar abscesses include significant periodontal disease and smoking.10"
        },
        {
            "parent": 2,
            "text": "Patients with peritonsillar abscess appear ill and report malaise, fever, progressively worsening throat pain, and dysphagia.7The associated sore throat is markedly more severe on the affected side and is often referred to the ear on the ipsilateral side. Physical examination usually reveals trismus, with difficulty opening the mouth secondary to inflammation and spasm of masticator muscles.11Swallowing can be difficult and painful.11,12The combination of odynophagia and dysphagia often leads to the pooling of saliva and subsequent drooling. Patients often speak in a muffled or “hot potato” voice. Marked tender cervical lymphadenitis may be palpated on the affected side. Inspection of the oropharynx reveals tense swelling and erythema of the anterior tonsillar pillar and soft palate overlying the infected tonsil. The tonsil is generally displaced inferiorly and medially with contralateral deviation of the uvula11(Figure 11)."
        },
        {
            "parent": 2,
            "text": "The most common history and physical examination findings in patients with peritonsillar abscess are summarized inTable 1.4,7,11,12Potential complications of peritonsillar abscess are outlined inTable 2.13If it is inadequately treated, life-threatening complications can occur from upper airway obstruction, abscess rupture with aspiration of pus, or further extension of the infection into the deep tissues of the neck, putting neurologic and vascular structures at risk.7,13"
        },
        {
            "parent": 3,
            "text": "The diagnosis of peritonsillar abscess is usually based on clinical presentation and physical examination. Other conditions to consider in the differential diagnosis include peritonsillar cellulitis, retropharyngeal abscess, retromolar abscess, infectious mononucleosis, epiglottitis (especially in children), and neoplasm (lymphoma or carcinoma).4,6,11,13In several retrospective studies, infectious mononucleosis has been reported as a coinfection in 1.5% to 6% of peritonsillar abscess cases,13making it a possible alternative diagnosis and comorbidity. This is particularly true in adolescents and young adults. Testing for infectious mononucleosis should be based on the patient history, examination findings (e.g., splenomegaly, lymphadenopathy, bilateral tonsillar infection), and clinical suspicion. If infectious mononucleosis is confirmed, amoxicillin use should be avoided secondary to the associated drug-induced rash.13"
        },
        {
            "parent": 3,
            "text": "Patients with peritonsillar cellulitis often present with symptoms similar to peritonsillar abscess, making it difficult to differentiate between the conditions. In peritonsillar cellulitis, the area between the tonsil and its capsule is erythematous and edematous, without an obvious area of fluctuance or pus formation. Often, these two conditions are distinguished by the absence of pus on needle aspiration, which indicates cellulitis. If the presence of an abscess remains uncertain after needle aspiration, radiologic testing may be helpful. Computed tomography (CT) with contrast media enhancement can be used to demonstrate the presence and extent of an abscess(Figure 21). Alternatively, several small studies have shown that intraoral ultrasonography, if available, can accurately identify and distinguish abscess from cellulitis.13,14"
        },
        {
            "parent": 3,
            "text": "If there is suspicion that infection has spread beyond the peritonsillar space or if there are complications involving the lateral neck space, CT or magnetic resonance imaging (MRI) is required.13Lateral neck infections should be suspected if there is swelling or induration below the angle of the mandible or medial bulging of the pharyngeal wall. Besides accurately diagnosing peritonsillar abscess, CT can detect potential airway compromise and demonstrate the spread of infection to the contiguous deep neck spaces. MRI is superior to CT for soft-tissue definition and is therefore better at detecting complications from deep neck infections, such as internal jugular vein thrombosis or erosion of the abscess into the carotid sheath.13Disadvantages of MRI include longer scanning times, higher cost, and the potential for claustrophobia.13"
        },
        {
            "parent": 4,
            "text": "Drainage, antibiotic therapy, and supportive therapy for maintaining hydration and pain control are the cornerstones of treatment for peritonsillar abscess.15Based on these cornerstones, key clinical questions include: (1) What is the best method for draining the abscess? (2) Which antibiotics should be prescribed following drainage? (3) Can the patient be treated as an outpatient? and (4) Given the swelling and inflammation associated with peritonsillar abscess, are adjuvant corticosteroids helpful?Figure 3outlines the basic treatment approach to patients presenting with a peritonsillar abscess."
        },
        {
            "parent": 5,
            "text": "Some type of drainage procedure is appropriate for most patients who present with a peritonsillar abscess.6,7,13Exceptions include small abscesses (less than 1 cm) without muffled voice, drooling, or trismus. The main procedures include needle aspiration, incision and drainage, or immediate tonsillectomy (at time of presentation or shortly thereafter). Most studies comparing different surgical methods have found that all were equally effective for the treatment of peritonsillar abscess, and there were no statistically significant differences in patient outcomes.6,13The acute surgical management of peritonsillar abscess has evolved from immediate tonsillectomy to primarily incision and drainage or needle aspiration.6Peritonsillar aspiration is a technique well suited for family physicians with proper training. Drainage or aspiration should be performed in a setting where possible airway complications can be managed and the patient can be observed for a few hours afterward to ensure adequate oral fluid intake.1Table 3describes the technique for needle aspiration of a peritonsillar abscess.16Physicians must be aware of important anatomic relationships when performing needle aspiration(Figure 4). If a physician is not comfortable aspirating the abscess, appropriate antibiotics and intravenous fluids should be administered while awaiting otolaryngology consultation."
        },
        {
            "parent": 5,
            "text": "Although no longer routinely performed, immediate tonsillectomy should be considered in patients who have strong indications for it, especially those with a history of recurrent tonsillitis, because there is a recurrence rate up to 40% in these patients compared with 10% to 15% for the average patient.6,7,13Tonsillectomy may also be favored in children because they are likely to have recurrent episodes of tonsillitis and may be intolerant of drainage procedures under local anesthesia.11,13"
        },
        {
            "parent": 6,
            "text": "Peritonsillar abscesses are a polymicrobial mixture of aerobic and anaerobic bacteria. Group A streptococcus andStreptococcus millerigroup (a subgroup of viridans streptococci) are the most commonly isolated aerobes recovered from culture, whereasFusobacterium necrophorumis the predominant anaerobe.1,9,17Common organisms associated with peritonsillar abscess are listed inTable 4.8–10,17Initial empiric antibiotic therapy should include antimicrobials effective against streptococcus and oral anaerobes.12,13There is almost universal sensitivity of streptococcus species to penicillin, and several studies show the clinical effectiveness of intravenous penicillin alone after adequate drainage of the abscess.18However, there are growing concerns about the polymicrobial nature of peritonsillar abscesses. Culture reports demonstrate a greater than 50% penicillin-resistance rate among pathogens other than streptococcus found in peritonsillar abscess, which has led to the routine use of broad-spectrum antibiotics as first-line therapy.12,13,18Macrolides should be avoided secondary toFusobacteriumresistance.8Table 5lists suggested antimicrobial regimens.9,13,19–21"
        },
        {
            "parent": 7,
            "text": "Patients with a peritonsillar abscess can be treated as outpatients, but a small percentage may require hospitalization.22,23The most common reasons for admission are dehydration, inability to manage oral fluid intake, airway concerns (kissing tonsils), and failure of outpatient management.13,15Other comorbid conditions that warrant inpatient management include diabetes mellitus, immunosuppressive disease, chronic immunosuppressive medication use (including prolonged corticosteroid use), or signs of sepsis.13,22,23Complication rates are higher in patients 40 years or older compared with younger patients.24,25Hospital stays averaged two to four days for all patients.13,19If the decision is made to pursue outpatient management, patients should be observed for a few hours after drainage of the abscess to ensure they can tolerate oral fluids, antibiotics, and pain medications. Patients should continue to be monitored closely, with a follow-up appointment scheduled within 24 to 36 hours."
        },
        {
            "parent": 8,
            "text": "The acute symptoms of peritonsillar abscess result from inflammation and soft palate edema. Although corticosteroids have been used to treat edema and inflammation in other otolaryngologic diseases, their use as part of a treatment regimen for peritonsillar abscess has not been extensively studied. Two small studies investigated whether the addition of a single corticosteroid dose administered intramuscularly or intravenously (methylprednisolone, 2 to 3 mg per kg up to 250 mg, or dexamethasone, 10 mg) would speed recovery.15,26,27Patients who received the corticosteroids reported decreased pain and improved oral fluid intake within 12 to 24 hours compared with patients who did not receive corticosteroids. These differences seemed to disappear after 48 hours. The empiric use of corticosteroids for the treatment of peritonsillar abscess appears to speed recovery as demonstrated by shorter hospital stays and quicker resolution of pain. However, additional studies are needed before the routine use of corticosteroids is included in treatment protocols.3,13,15,26,27"
        },
        {
            "parent": 9,
            "text": "Peritonsillar abscess is usually first encountered in the primary care setting. Promptly recognizing the infection and initiating therapy are important to avoid potentially serious complications(Table 2).13If the physician is inexperienced in treating peritonsillar abscess, or complications or questions arise during treatment, an otolaryngologist should be consulted."
        },
        {
            "parent": 9,
            "text": "This article updates previous articles on this topic byGalioto1andSteyer.28"
        },
        {
            "parent": 9,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the key terms peritonsillar abscess, tonsillitis, diagnosis, treatment, management, microbiology, bacteriology, use of steroids in peritonsillar abscess, antibiotics for treatment of head and neck abscesses, and complications of peritonsillar abscess. The search included meta-analyses, randomized controlled trials, clinical trials, and systematic reviews. Also searched were the Agency for Healthcare Research and Quality evidence reports, Essential Evidence Plus, National Institute for Health and Care Excellence guidelines, American Academy of Otolaryngology–Head and Neck Surgery, UpToDate, and DynaMed. Search dates: November 2, 2015, and November 21, 2016."
        }
    ],
    "locked": false
}