{
    "url": "https://www.aafp.org/pubs/afp/issues/2015/0915/p456.html#afp20150915p456-f1",
    "title": "Navigating the Changes in Pneumococcal Immunizations for Adults | AAFP",
    "author": "AMIT A. SHAH, MD, HEATHER FIELDS, MD, AND MARK R. WALLACE, MD, Mayo Clinic, Scottsdale, Arizona",
    "doi": "Am Fam Physician.2015;92(6):456-458",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Advances in childhood immunizations have led to improved health in not only children, but also adults. Two main reasons for these gains are herd immunity and adult use of vaccines that were developed for children. The pneumococcal conjugate vaccines, PCV7 and PCV13 (Prevnar 7 and Prevnar 13), are the best examples of such vaccines. In 2000, PCV7 became available for children, the main reservoir ofStreptococcus pneumoniae, followed by PCV13 in 2010. Overall, PCV vaccination in children led to about a 90% decline in invasive pneumococcal disease from vaccine-covered strains from 1998 to 2007.1Because of herd immunity, adults 18 to 49 years of age had a 40% decline in invasive pneumococcal disease by 2007, and those 65 years and older had a 37% decline.1,2"
        },
        {
            "parent": -1,
            "text": "Despite improved herd immunity and more than 30 years of vaccination with the 23-valent pneumococcal polysaccharide vaccine, PPSV23 (Pneumovax 23), morbidity and mortality from pneumococcal disease remains high in adults, especially in those who are older. In 2010, there were more than 40,000 cases of invasive pneumococcal disease in adults, resulting in approximately 4,000 deaths.2In older patients, the use of PPSV23 has reduced invasive diseases such as bacteremia and meningitis (number needed to treat [NNT] = 3,333), but has not reduced the incidence of pneumonia or overall mortality.2–4These findings led to investigation of the use of PCV13 in adults who are at high risk or older than 65 years. In December 2011, PCV13 was approved via the U.S. Food and Drug Administration's accelerated approval pathway for use in adults older than 50 years.5However, the Centers for Disease Control and Prevention's (CDC's) Advisory Committee on Immunization Practices (ACIP) did not make recommendations until trial data were available."
        },
        {
            "parent": -1,
            "text": "The Community Acquired Pneumonia Immunisation Trial in Adults, a randomized, placebo-controlled trial of PCV13 in adults older than 65 years, studied nearly 85,000 adults and reported a 46% reduction in PCV13 vaccine-type community-acquired pneumonia (NNT = 1,031) and a 75% reduction in vaccine-type invasive pneumococcal disease (NNT = 2,011).6Subsequently, ACIP updated its recommendations in August 2014."
        },
        {
            "parent": -1,
            "text": "ACIP currently recommends one-time PCV13 vaccination for all persons 65 years and older and for younger persons who are immunocompromised (e.g., those with chronic renal failure, nephrotic syndrome, human immunodeficiency virus infection, solid organ transplants, leukemia, lymphoma, Hodgkin disease, multiple myeloma, or generalized malignancy; those receiving long-term systemic corticosteroids or radiation therapy); or have congenital or acquired asplenia (e.g., those with sickle cell disease), cochlear implants, or cerebrospinal fluid leaks. Other high-risk adults younger than 65 years should receive PPSV23 rather than PCV13; these include persons who smoke and those with alcoholism, diabetes mellitus, or chronic heart, lung, or liver disease.7,8Regardless of risk factors, there are currently no recommendations for revaccination with PCV13. Patients should also continue to receive PPSV23. Those who have not previously received PPSV23 should first receive PCV13, then PPSV23 after six to 12 months. Patients who have previously received PPSV23 should receive PCV13 one year after receiving PPSV23.Figure 1presents more specific recommendations, which are also available on the CDC website (http://www.cdc.gov/vaccines/vpd-vac/pneumo/vac-PCV13-adults.htm).9"
        },
        {
            "parent": -1,
            "text": "Lack of third-party coverage may be a barrier to vaccination. The private sector cost reported by the CDC is $152 per dose.10The Affordable Care Act requires private insurance plans to cover an array of preventive services, including ACIP-recommended vaccinations. However, a substantial number of patients are covered by “grandfathered” plans (those existing before March 23, 2010), which are excluded from the ACIP coverage requirement."
        },
        {
            "parent": -1,
            "text": "Medicare previously covered pneumococcal vaccination only once per lifetime for most persons, and current Medicare policy does not distinguish between PPSV23 and PCV13. This initially led to concerns that persons who previously received PPSV23 under Medicare might be denied coverage for subsequent PCV13. However, a modification to Medicare Part B retroactive to September 19, 2014, states that covered patients can receive an initial pneumococcal vaccine followed by a second vaccine one year later. A full 11 calendar months must have passed since the most recent pneumococcal vaccine was administered or the claim may be denied. A physician's order or supervision is not required."
        },
        {
            "parent": -1,
            "text": "In summary, new guidelines in pneumococcal immunization policy reflect evidence for the expansion of PCV13 to persons older than 65 years and to some high-risk younger adults, and afford the opportunity to improve the health of adults. Insurers have quickly moved to cover the costs of this update in pneumococcal vaccination."
        }
    ],
    "locked": false
}