{
    "url": "https://www.aafp.org/pubs/afp/issues/2017/0115/p100.html#afp20170115p100-f1",
    "title": "Uterine Fibroids: Diagnosis and Treatment | AAFP",
    "author": "MARIA SYL D. DE LA CRUZ, MD, AND EDWARD M. BUCHANAN, MD",
    "doi": "Am Fam Physician.2017;95(2):100-107",
    "abstract": "Uterine fibroids are common benign neoplasms, with a higher prevalence in older women and in those of African descent. Many are discovered incidentally on clinical examination or imaging in asymptomatic women. Fibroids can cause abnormal uterine bleeding, pelvic pressure, bowel dysfunction, urinary frequency and urgency, urinary retention, low back pain, constipation, and dyspareunia. Ultrasonography is the preferred initial imaging modality. Expectant management is recommended for asymptomatic patients because most fibroids decrease in size during menopause. Management should be tailored to the size and location of fibroids; the patient's age, symptoms, desire to maintain fertility, and access to treatment; and the experience of the physician. Medical therapy to reduce heavy menstrual bleeding includes hormonal contraceptives, tranexamic acid, and nonsteroidal anti-inflammatory drugs. Gonadotropin-releasing hormone agonists or selective progesterone receptor modulators are an option for patients who need symptom relief preoperatively or who are approaching menopause. Surgical treatment includes hysterectomy, myomectomy, uterine artery embolization, and magnetic resonance–guided focused ultrasound surgery.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology and Etiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Clinical Features",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 3,
            "name": "Management",
            "level": 2
        },
        {
            "id": 4,
            "name": "EXPECTANT THERAPY",
            "level": 3
        },
        {
            "id": 5,
            "name": "MEDICAL THERAPY",
            "level": 3
        },
        {
            "id": 6,
            "name": "SURGERY",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Uterine fibroids, or leiomyomas, are the most common benign tumors in women of reproductive age.1Their prevalence is age dependent; they can be detected in up to 80% of women by 50 years of age.2Fibroids are the leading indication for hysterectomy, accounting for 39% of all hysterectomies performed annually in the United States.3Although many are detected incidentally on imaging in asymptomatic women, 20% to 50% of women are symptomatic and may wish to pursue treatment.4"
        },
        {
            "parent": -1,
            "text": "Compared with total laparoscopic hysterectomy or laparoscopically assisted vaginal hysterectomy, vaginal hysterectomy is associated with shorter operative time, less blood loss, shorter paralytic ileus time, and shorter hospitalization."
        },
        {
            "parent": -1,
            "text": "In 2014, the U.S. Food and Drug Administration recommended limiting the use of laparoscopic power morcellation to reproductive-aged women who are not candidates for en bloc uterine resection. Morcellation should not be used in women with suspected or known uterine cancer."
        },
        {
            "parent": -1,
            "text": "An estimated 15% to 33% of fibroids recur after myomectomy, and approximately 10% of women undergoing myomectomy will undergo a hysterectomy within five to 10 years."
        },
        {
            "parent": 0,
            "text": "Fibroids are benign tumors that originate from the uterine smooth muscle tissue (myometrium) whose growth is dependent on estrogen and progesterone.5,6Fibroids are rare before puberty, increase in prevalence during the reproductive years, and decrease in size after menopause.6Aromatase in fibroid tissue allows for endogenous production of estradiol, and fibroid stem cells express estrogen and progesterone receptors that facilitate tumor growth in the presence of these hormones.5Protective factors and risk factors for fibroid development are listed inTable 1.7–9The major risk factors for fibroid development are increasing age (until menopause) and African descent.7,8Compared with white women, black women have a higher lifetime prevalence of fibroids and more severe symptoms, which can affect their quality of life.10"
        },
        {
            "parent": 1,
            "text": "Uterine fibroids are classified based on location: subserosal (projecting outside the uterus), intramural (within the myometrium), and submucosal (projecting into the uterine cavity). The symptoms and treatment options are affected by the size, number, and location of the tumors.11The most common symptom is abnormal uterine bleeding, usually excessive menstrual bleeding.12Other symptoms include pelvic pressure, bowel dysfunction, urinary frequency and urgency, urinary retention, low back pain, constipation, and dyspareunia.13"
        },
        {
            "parent": 1,
            "text": "Uterine fibroids may be associated with infertility, and some experts recommend that women with infertility be evaluated for fibroids, with potential removal if the tumors have a submucosal component.14However, there is no evidence from randomized controlled trials to support myomectomy to improve fertility.15One meta-analysis included two studies that showed improvement in spontaneous conception rates in women who underwent myomectomy for submucosal fibroids (relative risk [RR] = 2.034; 95% confidence interval [CI], 1.081 to 3.826;P= .028).16However, no statistically significant difference was noted in the ongoing pregnancy/live birth rate. Women with intramural fibroids had no differences in pregnancy rates after undergoing myomectomy. Although studies have had conflicting results on the change in fibroid size during pregnancy,17,18a large retrospective study of women with uterine fibroids found a significantly increased risk of cesarean delivery compared with a control group (33.1% vs. 24.2%), as well as increases in the risk of breech presentation (5.3% vs. 3.1%), pre-term premature rupture of membranes (3.3% vs. 2.4%), delivery before 37 weeks' gestation (15.1% vs. 10.5%), and intrauterine fetal death with growth restriction (3.9% vs. 1.5%).19Therefore, fibroids in pregnant women warrant additional maternal and fetal surveillance."
        },
        {
            "parent": 1,
            "text": "In the postpartum period, women with fibroids have an increased risk of postpartum hemorrhage secondary to an increased risk of uterine atony.20The risk of malignancy for uterine fibroids is very low; the prevalence of leiomyosarcoma is estimated at about one in 400 (0.25%) women undergoing surgery for fibroids.21Because the natural course of fibroids involves growth and regression, enlarging fibroids are not an indication for removal.22,23"
        },
        {
            "parent": 2,
            "text": "The evaluation of fibroids is based mainly on the patient's presenting symptoms: abnormal menstrual bleeding, bulk symptoms, pelvic pain, or findings suggestive of anemia. Fibroids are sometimes found in asymptomatic women during routine pelvic examination or incidentally during imaging.24In the United States, ultrasonography is the preferred initial imaging modality for fibroids.4Transvaginal ultrasonography is about 90% to 99% sensitive for detecting uterine fibroids, but it may miss subserosal or small fibroids.25,26Adding sonohysterography or hysteroscopy improves sensitivity for detecting submucosal myomas.25There are no reliable means to differentiate benign from malignant tumors without pathologic evaluation. Some predictors of malignancy on magnetic resonance imaging include age older than 45 years (odds ratio [OR] = 20), intratumoral hemorrhage (OR = 21), endometrial thickening (OR = 11), T2-weighted signal heterogeneity (OR = 10), menopausal status (OR = 9.7), and nonmyometrial origin (OR = 4.9).27,28Risk factors for leiomyosarcoma include radiation of the pelvis, increasing age, and use of tamoxifen,29,30which has implications for surgical management of fibroids.Table 2includes the differential diagnosis of uterine masses.31"
        },
        {
            "parent": 3,
            "text": "Treatment of uterine fibroids should be tailored to the size and location of the tumors; the patient's age, symptoms, desire to maintain fertility, and access to treatment; and the physician's experience4,11(Table 332–42andTable 44,16,34,38,40–44). The ideal treatment satisfies four goals: relief of signs and symptoms, sustained reduction of the size of fibroids, maintenance of fertility (if desired), and avoidance of harm.Figure 1presents an algorithm for the management of uterine fibroids.4"
        },
        {
            "parent": 4,
            "text": "About 3% to 7% of untreated fibroids in premenopausal women regress over six months to three years, and most decrease in size at menopause. Because there is minimal concern for malignancy in women with asymptomatic fibroids, watchful waiting is preferred - for management.4There are no studies that support - surveillance with imaging or repeat imaging in asymptomatic women with fibroids.4,11"
        },
        {
            "parent": 5,
            "text": "Hormonal Contraceptives. Women who use combined oral contraceptives have significantly less self-reported menstrual blood loss after 12 months compared with placebo.33However, the levonorgestrel-releasing intra-uterine system (Mirena) results in a significantly greater reduction in menstrual blood loss at 12 months vs. oral contraceptives (mean reduction = 91% vs. 13% per cycle;P< .001).33In six prospective observational studies, reported expulsion rates of intrauterine devices were between zero and 20% in women with uterine fibroids.45There is a lack of high-quality evidence regarding oral and injectable progestin for uterine fibroids.46–48"
        },
        {
            "parent": 5,
            "text": "Tranexamic Acid. Tranexamic acid (Cyklokapron) is an oral nonhormonal antifibrinolytic agent that significantly reduces menstrual blood loss compared with placebo (mean reduction = 94 mL per cycle; 95% CI, 36 to 151 mL).37,38One small nonrandomized study reported a higher rate of fibroid necrosis in patients who received tranexamic acid compared with untreated patients (15% vs. 4.7%; OR = 3.60; 95% CI, 1.83 to 6.07;P= .0003), with intralesional thrombi in one-half of the 22 cases involving fibroid necrosis (manifesting as apop-totic cellular debris with inflammatory cells, and usually hemorrhage).49However, in a systematic review of four studies with 200 patients who received tranexamic acid, none of the studies detailed the adverse effects of fibroid necrosis or thrombus formation.50"
        },
        {
            "parent": 5,
            "text": "Nonsteroidal Anti-inflammatory Drugs. Another medical option for the treatment of uterine fibroids is a non-steroidal anti-inflammatory drug. These agents significantly reduce blood loss (mean reduction = 124 mL per cycle; 95% CI, 62 to 186 mL) and improve pain relief compared with placebo,34but are less effective in decreasing blood loss compared with the levonorgestrel-releasing intrauterine system or tranexamic acid at three months.51"
        },
        {
            "parent": 5,
            "text": "Hormone Therapy. Gonadotropin-releasing hormone (GnRH) agonists and selective progesterone receptor modulators (SPRMs) are options for patients who need temporary relief from symptoms preoperatively or who are approaching menopause. Preoperative administration of GnRH agonists (e.g., leuprolide [Lupron], goserelin [Zoladex], triptorelin [Trelstar Depot]) increases hemoglobin levels preoperatively by 1.0 g per dL (10 g per L) and postoperatively by 0.8 g per dL (8 g per L), as well as significantly decreases pelvic symptom scores.32Adverse effects resulting from the hypoestrogenized state, including hot flashes (OR = 6.5), vaginitis (OR = 4.0), sweating (OR = 8.3), and change in breast size (OR = 7.7), affect the long-term use of these agents.32"
        },
        {
            "parent": 5,
            "text": "Compared with placebo, the SPRM mife-pristone (Mifeprex) significantly decreases heavy menstrual bleeding (OR = 18; 95% CI, 6.7 to 47) and improves fibroid-specific quality of life, but does not affect fibroid volume.35Ulipristal (Ella) is an SPRM approved as a contraceptive in the United States but used in other countries for the treatment of fibroids in adult women who are eligible for surgery. Compared with placebo, a 5-mg dose of ulipristal significantly reduces mean blood loss (94% vs. 48% per cycle; 95% CI, 55% to 83%;P< .001), decreases fibroid volume by more than 25% (85% vs. 45%; 95% CI, 4% to 39%;P= .01), and induces amenorrhea in significantly more patients (94% vs. 48%; 95% CI, 50% to 77%;P< .001).52Treatment is limited to three months of continuous use. The most common adverse effects include headache and breast tenderness. The advantage of SPRMs over GnRH agonists for preoperative adjuvant therapy is their lack of hypoestrogenic adverse effects and bone loss. However, SPRMs can result in progesterone receptor modulator–associated endometrial changes, although these seem to be benign.36"
        },
        {
            "parent": 5,
            "text": "Other Agents. Other, less-studied options for the treatment of uterine fibroids include aromatase inhibitors and estrogen receptor antagonists. Aromatase inhibitors (e.g., letrozole [Femara], anastrozole [Arimidex], fadrozole [not available in the United States]) block the synthesis of estrogen. Limited data have shown that they help reduce fibroid size as well as decrease menstrual bleeding, with adverse effects including hot flashes, vaginal dryness, and musculoskeletal pain.53,54Overall, there is insufficient evidence to support the use of aromatase inhibitors for the treatment of uterine fibroids.55Selective estrogen receptor modulators act as partial estrogen receptor agonists in bone, cardiovascular tissue, and the endometrium. In a small prospective trial of 18 patients, tamoxifen did not reduce fibroid size or uterine volume, but did reduce menstrual blood loss by 40% to 50% and decrease pelvic pain compared with the control group.56Based on its adverse effects (e.g., hot flashes, dizziness, endometrial thickening), the authors concluded that its risks outweigh its marginal benefits for fibroid treatment. Another selective estrogen receptor modulator, raloxifene (Evista), has also shown inconsistent results, with two of three studies included in a Cochrane review showing significant benefit.57"
        },
        {
            "parent": 6,
            "text": "Hysterectomy. Hysterectomy provides a definitive cure for women with symptomatic fibroids who do not wish to preserve fertility, resulting in complete resolution of symptoms and improved quality of life. Hysterectomy by the least invasive approach possible is the most effective treatment for symptomatic uterine fibroids.39Vaginal hysterectomy is the preferred technique because it provides several statistically significant advantages, including shorter surgery time than total laparoscopic hysterectomy or laparoscopically assisted vaginal hysterectomy (70 minutes vs. 151 minutes vs. 130 minutes, respectively), decreased blood loss (183 mL vs. 204 mL vs. 358 mL), shorter hospitalization (51 hours vs. 77 hours vs. 77 hours), and shorter paralytic ileus time (19 hours vs. 28 hours vs. 26 hours); however, vaginal hysterectomy is limited by the size of the myomatous uterus.43Abdominal hysterectomy is an alternative approach, but the balance of risks and benefits must be individualized to each patient.44"
        },
        {
            "parent": 6,
            "text": "The laparoscopic extraction of the uterus may be performed with morcellation, whereby a rotating blade cuts the tissue into small pieces. This technique has come under scrutiny because of concerns about iatrogenic dissemination of benign and malignant tissue. The U.S. Food and Drug Administration recommends limiting the use of laparoscopic morcellation to reproductive-aged women who are not candidates for en bloc uterine resection.58The American College of Obstetricians and Gynecologists recommends morcellation as an option, but emphasizes the importance of informed consent and notes that the technique should not be performed in women with suspected or known uterine cancer.59,60Approximately one in 10 women have new symptoms after hysterectomy with bilateral salpingo-oophorectomy.61"
        },
        {
            "parent": 6,
            "text": "Myomectomy. Hysteroscopic myomectomy is the preferred surgical procedure for women with submucosal fibroids who wish to preserve their uterus or fertility. It is optimal for submucosal fibroids less than 3 cm when more than 50% of the tumor is intracavitary.62Laparoscopy is associated with less postoperative pain at 48 hours, less risk of postoperative fever (OR = 0.44; 95% CI, 0.26 to 0.77), and shorter hospitalization (mean of 67 fewer hours; 95% CI, 55 to 79 hours) compared with open myomectomy.41An estimated 15% to 33% of fibroids recur after myomectomy, and approximately 10% of women who undergo this procedure will have a hysterectomy within five to 10 years.24"
        },
        {
            "parent": 6,
            "text": "Uterine Artery Embolization. Uterine artery embolization is an option for women who wish to preserve their uterus or avoid surgery because of medical comorbidities or personal preference.4It is an interventional radiologic procedure in which occluding agents are injected into one or both of the uterine arteries, limiting blood supply to the uterus and fibroids. Compared with hysterectomy and myomectomy, uterine artery embolization has a significantly decreased length of hospitalization (mean of three fewer days), decreased time to normal activities (mean of 14 days), and a decreased likelihood of blood transfusion (OR = 0.07; 95% CI, 0.01 to 0.52).42Long-term studies show a reoperation rate of 20% to 33% within 18 months to five years.24Contraindications include pregnancy, active uterine or adnexal infections, allergy to intravenous contrast media, and renal insufficiency. The most common complication is postembolization syndrome, which is characterized by mild fever and pain, and vaginal expulsion of fibroids.63"
        },
        {
            "parent": 6,
            "text": "There is insufficient evidence on the effect of uterine artery embolization on future fertility. An observational study of 26 women treated with uterine artery embolization and 40 treated with hysterectomy found no difference in live birth rates.42In a retrospective study with five years of follow-up in women who received uterine artery embolization for fibroids, 27 (4.2%) had one (n = 20) or more (n = 7) pregnancies after uterine artery embolization.64Of these pregnancies, there were 15 miscarriages and 19 live births, 79% of which were cesarean deliveries because of complications. Further studies are needed on fertility outcomes after uterine artery embolization so that patients can be counseled appropriately."
        },
        {
            "parent": 6,
            "text": "Myolysis. Myolysis is a minimally invasive procedure targeting the destruction of fibroids via a focused energy delivery system such as heat, laser, or more recently, magnetic resonance–guided focused ultrasound surgery (MRgFUS). A study of 359 women treated with MRgFUS showed improved scores on the Uterine Fibroid Symptoms Quality of Life questionnaire at three months that persisted for up to 24 months (P< .001).40In another study comparing women who underwent MRgFUS with those who underwent total abdominal hysterectomy, the groups had similar improvement in quality-of-life scores at six months, but the MRgFUS group had significantly fewer complications (14 vs. 33 events;P< .0001).65In a five-year follow-up study of 162 women, the reoperative rate was 59%.66Overall, this less-invasive procedure is well tolerated, although risks include localized pain and heavy bleeding.40Spontaneous conception has occurred in patients after MRgFUS, but further studies are needed to examine its effect on future fertility.67"
        },
        {
            "parent": 6,
            "text": "This article updates a previous article on this topic by Evans and Brunsell.68"
        },
        {
            "parent": 6,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the key terms leiomyoma, uterine fibroids, diagnosis, management, power morcellation, and guidelines. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Also searched were the Agency for Healthcare Research and Quality evidence reports, Clinical Evidence, the Cochrane database, the Database of Abstracts of Reviews of Effects, Essential Evidence Plus, and the National Guideline Clearinghouse database. Search date: October 25, 2015."
        }
    ],
    "locked": false
}