{
    "url": "https://www.aafp.org/pubs/afp/issues/2017/0215/p224.html#afp20170215p224-f6",
    "title": "Common Superficial Bursitis | AAFP",
    "author": "MORTEZA KHODAEE, MD, MPH",
    "doi": "Am Fam Physician.2017;95(4):224-231",
    "abstract": "Superficial bursitis most often occurs in the olecranon and prepatellar bursae. Less common locations are the superficial infrapatellar and subcutaneous (superficial) calcaneal bursae. Chronic microtrauma (e.g., kneeling on the prepatellar bursa) is the most common cause of superficial bursitis. Other causes include acute trauma/hemorrhage, inflammatory disorders such as gout or rheumatoid arthritis, and infection (septic bursitis). Diagnosis is usually based on clinical presentation, with a particular focus on signs of septic bursitis. Ultrasonography can help distinguish bursitis from cellulitis. Blood testing (white blood cell count, inflammatory markers) and magnetic resonance imaging can help distinguish infectious from noninfectious causes. If infection is suspected, bursal aspiration should be performed and fluid examined using Gram stain, crystal analysis, glucose measurement, blood cell count, and culture. Management depends on the type of bursitis. Acute traumatic/hemorrhagic bursitis is treated conservatively with ice, elevation, rest, and analgesics; aspiration may shorten the duration of symptoms. Chronic microtraumatic bursitis should be treated conservatively, and the underlying cause addressed. Bursal aspiration of microtraumatic bursitis is generally not recommended because of the risk of iatrogenic septic bursitis. Although intrabursal corticosteroid injections are sometimes used to treat microtraumatic bursitis, high-quality evidence demonstrating any benefit is unavailable. Chronic inflammatory bursitis (e.g., gout, rheumatoid arthritis) is treated by addressing the underlying condition, and intrabursal corticosteroid injections are often used. For septic bursitis, antibiotics effective againstStaphylococcus aureusare generally the initial treatment, with surgery reserved for bursitis not responsive to antibiotics or for recurrent cases. Outpatient antibiotics may be considered in those who are not acutely ill; patients who are acutely ill should be hospitalized and treated with intravenous antibiotics.",
    "headers": [
        {
            "id": 0,
            "name": "Causes and Locations",
            "level": 2
        },
        {
            "id": 1,
            "name": "ACUTE TRAUMATIC/HEMORRHAGIC",
            "level": 3
        },
        {
            "id": 2,
            "name": "CHRONIC",
            "level": 3
        },
        {
            "id": 3,
            "name": "SEPTIC",
            "level": 3
        },
        {
            "id": 4,
            "name": "Clinical Presentation",
            "level": 2
        },
        {
            "id": 5,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 6,
            "name": "IMAGING",
            "level": 3
        },
        {
            "id": 7,
            "name": "BLOOD TESTING",
            "level": 3
        },
        {
            "id": 8,
            "name": "ASPIRATION",
            "level": 3
        },
        {
            "id": 9,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 10,
            "name": "ACUTE TRAUMATIC/HEMORRHAGIC",
            "level": 3
        },
        {
            "id": 11,
            "name": "CHRONIC",
            "level": 3
        },
        {
            "id": 12,
            "name": "SEPTIC",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "A bursa is a fluid-filled synovial pouch that can be deep or superficial and functions as a cushion to reduce friction between structures such as tendons, bone, or skin.1Superficial bursae are located in the subcutaneous tissue between bone and overlying skin. There are many superficial bursae in the body, but only olecranon, prepatellar, superficial infrapatellar, and subcutaneous (superficial) calcaneal bursitis have been reported. Historically, enlargement of a bursa has been called bursitis, although in many cases no true inflammatory process exists.2This article reviews the causes, locations, presentation, diagnosis, and management of superficial bursitis."
        },
        {
            "parent": 0,
            "text": "Superficial bursitis is broadly classified as acute traumatic/hemorrhagic, chronic aseptic (due to microtraumatic or inflammatory causes), or septic(Table 1)."
        },
        {
            "parent": 1,
            "text": "Acute traumatic/hemorrhagic superficial bursitis can occur in any superficial bursa, and is typically the result of a direct blow that causes bleeding into the bursa2,3(Figure 1). In patients with coagulopathies, and in those receiving anticoagulants, bleeding may occur spontaneously without trauma.1"
        },
        {
            "parent": 2,
            "text": "Microtraumatic. Chronic microtrauma is the most common cause of superficial bursitis. Microtrauma results from chronic repetitive friction on the tissue overlying the bursa and its underlying bony prominence2–4(Figure 2)."
        },
        {
            "parent": 2,
            "text": "Olecranon bursitis, also known as miner's elbow, student's elbow, and draftsman's elbow, is the most common superficial bursitis.2,4–9Men are more likely to be affected than women, particularly men who perform manual labor (e.g., auto mechanics, carpet layers, plumbers, gardeners) or compete as wrestlers, gymnasts, or dart players.3,5,6"
        },
        {
            "parent": 2,
            "text": "Olecranon bursitis also occurs in patients on chronic hemodialysis.6Although the pathophysiology is not clearly understood, as many as 7% of those undergoing hemodialysis develop olecranon bursitis in the arm containing the arteriovenous fistula.10Repetitive microtrauma to the elbow from leaning on the arm of the chair during dialysis procedures may be the primary cause."
        },
        {
            "parent": 2,
            "text": "Prepatellar bursitis, also known as housemaid's knee, coal miner's knee, or carpet layer's knee, is the second most common superficial bursitis.2,3,11Repetitive compressive and sheer forces between the skin and the patella as a result of frequent kneeling are the main etiologic factors, and the condition is more common among persons with occupations that involve frequent kneeling.2,3Although superficial infrapatellar (pretibial) bursitis can also occur, it is a rare condition.11,12"
        },
        {
            "parent": 2,
            "text": "Subcutaneous calcaneal bursitis, also known as pump bumps, occurs in figure skaters13but is an otherwise uncommon condition mainly caused by wearing improperly fitted footwear or Haglund deformity,14a calcified prominence on the posterior and superior aspect of the calcaneus at the Achilles tendon insertion. Haglund deformity is usually caused by chronic microtrauma due to tight shoes, chronic Achilles tendonitis, or chronic childhood apophysitis.13,14"
        },
        {
            "parent": 2,
            "text": "Inflammatory. Joint crystal disease, most commonly gout (and rarely pseudogout), can cause a chronic inflammatory superficial bursitis. Superficial bursae are not typical locations for an acute gouty attack, but the olecranon and prepatellar bursae are most often affected when it does occur.4,5Acute gouty superficial bursitis is usually characterized by acutely swollen, red inflamed bursae, and in rare cases, it can progress to a chronic tophaceous gout with minimal or no pain(Figure 3)."
        },
        {
            "parent": 2,
            "text": "Although rare, inflammatory arthritic disorders such as rheumatoid arthritis can also cause superficial bursitis.4,5,15"
        },
        {
            "parent": 3,
            "text": "Septic superficial bursitis is also uncommon. It occurs more often in the olecranon and prepatellar bursae than in other superficial bursae9(Figure 4). It usually arises from infection in nearby tissues, such as cellulitis, because of direct inoculation from trauma, or iatrogenically as a result of an attempt to aspirate an enlarged bursa9,16(Figure 5). Limited bursal blood supply means that hematogenous bacterial seeding is rare.9"
        },
        {
            "parent": 3,
            "text": "Up to one-half of septic bursitis cases occur in patients with chronic systemic conditions such as diabetes mellitus and chronic kidney disease.3,5Patients with alcoholism and those who are immunocompromised are also at risk."
        },
        {
            "parent": 3,
            "text": "Staphylococcus aureusis responsible for 80% to 85% of septic olecranon and prepatellar bursitis.17–19Other organisms that cause septic bursitis areStreptococcus pyogenes(most commonly group A) and, less commonly,Staphylococcus epidermidis.5,9,17Rarely,Escherichia coliandCandidaspecies have grown from cultured septic superficial bursal aspirates.18"
        },
        {
            "parent": 4,
            "text": "Patients with chronic superficial bursitis typically present with swelling over the involved bursa and may report associated occupations or activities, but often have minimal or no pain. Other patients, particularly those with acute traumatic/hemorrhagic bursitis or septic bursitis, can present with significant pain, tenderness, and decreased range of motion. Clinical findings are summarized ineTable A."
        },
        {
            "parent": 4,
            "text": "Findings in the history that point to the possibility of septic bursitis include a recent attempt to aspirate the bursa20(Figure 5A), history of skin trauma near an affected bursa(Figure 5B), and immunocompromising conditions such as diabetes or rheumatologic disorders.3,5,21–23A patient with a fever and superficial bursitis should be considered to have septic bursitis until proven otherwise,3although lack of fever does not rule out the possibility of septic superficial bursitis.21Warmth at the location of the bursa is an effective predictor of infection. One study found that a temperature differential of greater than 2.2°C of the skin overlying the affected bursa and the contralateral unaffected bursa was predictive of septic bursitis, with a sensitivity of 100% and specificity of 94%.24Skin temperature can be measured using an infrared thermometer."
        },
        {
            "parent": 5,
            "text": "The differential diagnosis of superficial bursitis is broad and extends beyond distinguishing infection (septic bursitis) from other causes. Conditions that might be mistaken for bursitis, such as joint effusions, septic and inflammatory arthritis, cellulitis, and Morel-Lavallée lesions (shearing of the skin and subcutaneous tissues from the underlying fascia), must be indentified.9,25,26A variety of tests can be helpful in making these distinctions."
        },
        {
            "parent": 6,
            "text": "Plain radiography is indicated if there is recent trauma with concern for fracture, a foreign body, calcification, or bony abnormality (e.g., Haglund deformity)1,4,21(Figure 6)."
        },
        {
            "parent": 6,
            "text": "Ultrasonography can be useful for visualizing an enlarged bursa when there is significant soft tissue edema caused by cellulitis, making it difficult for physical examination to determine whether a bursa is involved5,27(Figure 1B)."
        },
        {
            "parent": 6,
            "text": "Color Doppler can be performed as part of diagnostic ultrasonography to help visualize an inflammatory process (hyperemia). A negative color Doppler test result strongly decreases the likelihood of inflammatory bursitis (septic or aseptic). When there is concern for septic bursitis and aspiration of the bursa is unsuccessful, magnetic resonance imaging should be performed(Figure 6). Although the presence of enhancement on imaging cannot differentiate between the inflammatory changes of septic vs. aseptic bursitis, the absence of enhancement indicates that septic bursitis is not present.5,28,29"
        },
        {
            "parent": 7,
            "text": "Peripheral blood in patients suspected of having septic bursitis should be sent for blood cell count with differential and C-reactive protein and erythrocyte sedimentation rate testing. Patients with septic bursitis will typically exhibit leukocytosis and have elevations in these test levels. However, these markers may also be elevated in patients with aseptic inflammatory bursitis(eTable A). Additionally, lack of elevated levels and absence of leukocytosis do not rule out the possibility of septic bursitis, particularly at the beginning of an infectious process.21"
        },
        {
            "parent": 7,
            "text": "Because the presence of diabetes increases the chance of infection, blood glucose level should be measured to exclude the disease. Blood cultures should also be obtained, particularly in those who are immunocompromised.7"
        },
        {
            "parent": 8,
            "text": "If uncertainty about the cause of bursitis still remains after conducting a history and physical examination and reviewing applicable blood test and imaging results, particularly if there is a suspicion of septic bursitis, aspiration of the bursal fluid should be performed under sterile conditions with a large-bore (18- to 22-gauge) needle if it has not been done already.3,4,8,9,16,17,30–32Ultrasonography can help with needle placement when aspiration might be difficult (e.g., when assuring needle insertion into a smaller bursa or avoiding adjacent cellulitis).5,27"
        },
        {
            "parent": 8,
            "text": "Aspiration should be performed using the Z-track method, with the needle inserted into the skin while the overlying skin is pulled horizontally before it is advanced into the bursa.33This method prevents leakage of bursal fluid after aspiration and entry of skin bacteria into the bursal sac. Videos demonstrating the technique are available online."
        },
        {
            "parent": 8,
            "text": "Bursal aspiration should be performed before antibiotics are administered16; otherwise, antibiotics will diminish the likelihood of isolating the offending organism."
        },
        {
            "parent": 8,
            "text": "Aspirated fluid should be sent for blood cell count, Gram stain, culture, glucose measurement, and crystal analysis3,4,6,9,16,17,21,22,30,34–36(eTable A). Bursal fluid that is cloudy or purulent in appearance is more likely to represent septic bursitis."
        },
        {
            "parent": 8,
            "text": "In addition to aiding in diagnosis, bursal aspiration can improve symptoms and reduce bacterial load.3,5,16The use of a compressive bandage after aspiration may also help reduce reaccumulation of fluid.3,16,37One small study involving joint and soft tissue injections indicated that aspiration in patients on a therapeutic anticoagulation regimen is safe and does not significantly increase the risk of hematoma or bleeding.38"
        },
        {
            "parent": 8,
            "text": "When the bursitis is clearly aseptic and noninflammatory (e.g., absence of acute trauma, pain, tenderness, fever, and warmth), and the patient has full range of motion, bursal aspiration is not recommended because it can potentially lead to iatrogenic septic bursitis.1,3–5,8,9,21,35"
        },
        {
            "parent": 9,
            "text": "Figure 6summarizes the general management of superficial bursitis."
        },
        {
            "parent": 10,
            "text": "After fractures and other conditions in the differential diagnosis are ruled out, most cases of acute traumatic superficial bursitis can be managed conservatively with ice, elevation, relative rest, and analgesics. Bursal aspiration may shorten the duration of symptoms in patients who have acute hemorrhagic bursitis with significant bursal enlargement that interferes with daily activities."
        },
        {
            "parent": 11,
            "text": "Microtraumatic. Most patients with microtraumatic superficial bursitis respond to conservative management including ice, elevation, activity modification, appropriate padding, compression wraps, and over-the-counter analgesics.3–5,8,9,21,35,39"
        },
        {
            "parent": 11,
            "text": "Studies on the use of intrabursal corticosteroid injections for aseptic chronic superficial bursitis are methodologically weak, and some are decades old; a recent study suggests no benefit.3,36Additionally, because of the associated risks (skin atrophy and depigmentation, infection),36,40,41intrabursal corticosteroid injection should not be routinely used in the management of aseptic microtraumatic superficial bursitis, despite its widespread use in practice.4,35,36,40,41"
        },
        {
            "parent": 11,
            "text": "In patients with persistent or recurrent superficial bursitis or significant enlargement of a bursa that interferes with function, referral for surgery is recommended. Surgical procedures include open or endoscopic bursectomy and partial excision of the underlying bony tissue.2,42–45Potential complications of open surgery include delayed wound healing with scar or fistula formation, infection (including sepsis and septic arthritis), and hypersensitivity of the adjacent skin and tissues.2,42Endoscopic bursectomy is associated with lower complication rates compared with open procedures.3,6"
        },
        {
            "parent": 11,
            "text": "Inflammatory, aseptic. In patients with concern for an acute flare-up of rheumatologic conditions such as rheumatoid arthritis or gout, an attempt to aspirate and potentially perform intrabursal corticosteroid injection is recommended, based on studies of intra-articular corticosteroid injections in patients with gout46(Figure 6). There are no studies on the use of intrabursal corticosteroid injections for aseptic inflammatory superficial bursitis. Treating the underlying condition, however, is the most important intervention for preventing recurrence."
        },
        {
            "parent": 12,
            "text": "There is wide geographic variation in the management of septic superficial bursitis and a lack of reliable evidence to define the best treatment.3,5,6,16,17,31,47At some institutions, surgical debridement or bursectomy is a first-line treatment, whereas others use antibiotic therapy first and surgery only if antibiotic therapy does not resolve the infection.3,5,6,16,17,19,31,47A recent systematic review suggests that nonsurgical management may have better results than surgery.35"
        },
        {
            "parent": 12,
            "text": "Therefore, based on current literature, when septic superficial bursitis is strongly suspected or confirmed, the patient should be started on antibiotics while awaiting culture results. First-generation cephalosporins and penicillinase-resistant penicillin are the first-line agents forStaphylococcusandStreptococcusspecies.3,4,8,9,16–19,30,35,48,49In patients who are allergic to these antibiotics, clindamycin or trimethoprim/sulfamethoxazole can be used. When there is a high likelihood of methicillin-resistantS. aureus, intravenous vancomycin should be given. Once culture results and sensitivities are known, antibiotic regimens can be tailored appropriately."
        },
        {
            "parent": 12,
            "text": "If septic superficial bursitis is mild to moderate in severity and the patient is immunocompetent, the patient can be started on outpatient oral antibiotics and reevaluated daily.3,16However, because treatment failures with oral antibiotics alone have been reported to occur in 39% to 50% of cases, it is also reasonable to start intravenous antibiotics in all patients.48,50,51Those who demonstrate systemic signs of infection or are immunocompromised should always be hospitalized and started on intravenous antibiotics.3,5,16The optimal duration of antibiotic therapy for septic superficial bursitis has not yet been defined, but 10 to 14 days of treatment is commonly recommended.3,5,16Intrabursal administration of antibiotics is not recommended.52"
        },
        {
            "parent": 12,
            "text": "When septic bursitis is not responsive to antibiotic therapy, or when patients present with persistent or recurrent septic bursitis, particularly if they are acutely ill or if there is concern about the presence of a foreign body in the bursa, it may be appropriate to proceed directly to surgery, either incision and drainage or bursectomy.3,5,6,45A short course of antibiotics is typically used in addition to bursectomy.19"
        },
        {
            "parent": 12,
            "text": "Data Sources:A PubMed search was completed using the key terms bursitis, bursa, bursae, olecranon, prepatellar, superficial infrapatellar, subcutaneous calcaneal, septic, hemorrhagic, and aspiration. The search included case reports, case series, retrospective studies, prospective interventional studies, meta-analyses, and reviews. Essential Evidence Plus and Google Scholar were also searched. Search dates: August 1, 2015, and November 1, 2016."
        },
        {
            "parent": 12,
            "text": "The author thanks John Nagle for his editing assistance."
        }
    ],
    "locked": false
}