{
    "url": "https://www.aafp.org/pubs/afp/issues/2015/1215/p1092.html#afp20151215p1092-f1",
    "title": "Addressing Suspected Labor Trafficking in the Office | AAFP",
    "author": "RANIT MISHORI, MD, MHS, FAAFP, Georgetown University School of Medicine, Washington, District of Columbia",
    "doi": "Am Fam Physician.2015;92(12):1092-1095",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "Case Scenario",
            "level": 2
        },
        {
            "id": 1,
            "name": "Commentary",
            "level": 2
        },
        {
            "id": 2,
            "name": "IDENTIFICATION",
            "level": 3
        },
        {
            "id": 3,
            "name": "HEALTH IMPACT OF LABOR TRAFFICKING",
            "level": 3
        },
        {
            "id": 4,
            "name": "MANAGEMENT",
            "level": 3
        },
        {
            "id": 5,
            "name": "TRAFFICKING RESOURCES AND REPORTING",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": 0,
            "text": "A 39-year-old woman came to our clinic reporting headaches and bilateral knee pain. The patient was originally from Sri Lanka. She had no health insurance and was accompanied by another woman who seemed to be unrelated and of a different ethnic and socioeconomic status. The other woman insisted on remaining in the examination room with the patient and on responding to my questions, even though the patient was able to understand and speak English. The patient appeared submissive and had a flat affect and downcast eyes throughout the encounter. We suspected the patient was being exploited, perhaps as a result of human trafficking. What can physicians do if we suspect a patient is a victim of human trafficking?"
        },
        {
            "parent": 1,
            "text": "Several clues in this scenario suggest that the patient is indeed involved in trafficking. Although sex trafficking has received more media attention, labor trafficking—a form of slavery involving the illegal trade of persons for exploitation or commercial gain—is a big business, generating $150 billion annually.1Labor trafficking involves the recruitment, harboring, transportation, provision, or obtaining of a person for labor or services through the use of force, threats, violence, fraud, debt bondage, or other forms of coercion.2Globally, the International Labour Organization estimates that 21 million persons are entrapped in occupations that they are unable to leave.1"
        },
        {
            "parent": 1,
            "text": "An estimated 18,000 persons are trafficked into the United States for labor each year.3They most commonly originate from Latin America (31%), Southeast Asia (26%), and South Asia (13%), and 71% of persons enter on lawful visas.4Domestic labor trafficking involves a variety of sectors and industries, including domestic servitude, agriculture, construction, elder care, hospitality, restaurant and food services, janitorial and cleaning services, manufacturing, door-to-door sales, and beauty services.5,6"
        },
        {
            "parent": 1,
            "text": "Health care may be one of the few fields in which professionals are likely to interact with persons who are enslaved.7About 30% of trafficked persons are exposed to the health care system at some point during their captivity, yet their situation is seldom recognized.8"
        },
        {
            "parent": 2,
            "text": "Persons who are trafficked for labor include adults, minors, men, women, foreign nationals, and U.S. citizens; they may be challenging to identify, and there is a dearth of validated screening tools.9"
        },
        {
            "parent": 2,
            "text": "Clinicians should note common red flags for trafficking(Table 1).10These include patients who exhibit a lack of control over their own identification documents or money, or who may have a lack of knowledge about the city they are in or the address where they are staying.3,11,12Because administrative staff can elucidate whether patients have access to personal forms of identification or familiarity with their personal information, they can alert physicians to patients who appear to be impeded from sharing details about themselves."
        },
        {
            "parent": 3,
            "text": "Physical Health. Labor trafficking victims may experience a multitude of occupational exposures resulting in health issues that prompt them to seek care. Environmental risks may include dangerous heights, confined spaces, dangerous machinery, loud noises, hazardous temperatures, pesticides, and chemical processes.13,14These may occur over long hours of exposure and in isolation or confinement by an employer."
        },
        {
            "parent": 3,
            "text": "Consequently, physical symptoms associated with trafficking may be specific to the form of forced labor that a patient has experienced. For persons in domestic servitude, for example, issues can include chronic back pain, joint pain, bruising, and headaches. Other physical signs and symptoms that may be related to occupational exposure include noise-induced hearing loss, visual disturbances, and respiratory difficulties, depending on work conditions and chronicity of exposure.14The physical examination may also reveal amputations from machine-related injuries, scars from abuse, and evidence of malnourishment. Children involved in trafficking may have poorly formed or rotting teeth and stunted growth.15"
        },
        {
            "parent": 3,
            "text": "Mental Health. The impact of trafficking on a person's mental health can manifest as a behavioral or a psychiatric condition(Table 2).13–16Traffickers and employers can exert control through psychological manipulation, often directly affecting the patient's mental health. Because factors that increase vulnerability to labor trafficking include immigration status, isolation, and debt, traffickers capitalize on persons who have limited economic opportunities. They may then leverage a person's undocumented status or large debts to blackmail or threaten him or her into compliance. They may also coach these patients to fabricate stories that are less likely to arouse suspicion when questioned, and arrange for persons being trafficked to be monitored or escorted during their activities."
        },
        {
            "parent": 4,
            "text": "Approaches to caring for survivors of interpersonal and domestic violence can be applied in the care of victims of human trafficking. Physicians should make all efforts to conduct a portion of the encounter with the patient alone. Ways to enable private visits include notifying accompanying persons that one-on-one interviews are standard clinic procedure, and proactively placing signs in the office that state, “Patients only beyond this point.”17In addition, physicians should arrange for one or more follow-up visits to build rapport and explore the patient's options for leaving an exploitative situation."
        },
        {
            "parent": 4,
            "text": "Health care professionals may assist patients seeking to leave their circumstances by contacting law enforcement and providing community-based and legal resources.Figure 1provides an algorithm for assessing human trafficking in clinical settings.18"
        },
        {
            "parent": 5,
            "text": "In cases of suspected trafficking, physicians can contact law enforcement by telephone, or submit a tip online using information provided on the Department of Homeland Security's Blue Campaign website athttps://www.dhs.gov/blue-campaign/identify-victim."
        },
        {
            "parent": 5,
            "text": "Physicians can also find local community-based resources compiled by the Polaris Project (http://www.PolarisProject.org) to assist these patients. The referral initiative 2-1-1 (http://211.org/services/human-trafficking) is another nationwide resource to report trafficking and to help patients gain access to services."
        },
        {
            "parent": 5,
            "text": "Given the prevalence of human trafficking, family physicians may encounter patients who are actively experiencing or have previously experienced exploitation. Appropriate identification and treatment of these patients requires sensitive, collaborative, and practice-wide efforts to optimally serve them."
        }
    ],
    "locked": false
}