{
    "url": "https://www.aafp.org/pubs/afp/issues/2016/0101/p41.html#afp20160101p41-f1",
    "title": "Common Questions About the Evaluation of Acute Pelvic Pain | AAFP",
    "author": "AMIT K. BHAVSAR, LTC, MC, USA, ELIZABETH J. GELNER, CPT, MC, USA, AND TONI SHORMA, CPT, MC, USA",
    "doi": "Am Fam Physician.2016;93(1):41-48A",
    "abstract": "Acute pelvic pain is defined as lower abdominal or pelvic pain of less than three months' duration. It is a common presentation in primary care. Evaluation can be challenging because of a broad differential diagnosis and because many associated signs and symptoms are nonspecific. The most common diagnoses in reproductive-aged women with acute pelvic pain are idiopathic pelvic pain, pelvic inflammatory disease, acute appendicitis, ovarian cysts, ectopic pregnancy, and endometriosis. Among postmenopausal women, cancer must be considered. Findings from the history and physical examination can point to likely diagnoses, and laboratory testing and imaging can help confirm. Women of reproductive age should take a pregnancy test. In early pregnancy, transvaginal ultrasonography and beta human chorionic gonadotropin levels can help identify ectopic pregnancy and spontaneous abortion. For nonpregnant women, ultrasonography or computed tomography is indicated, depending on the possible diagnosis (e.g., ultrasonography is preferred when ovarian pathology is suspected). If ultrasonography results are nondiagnostic, magnetic resonance imaging can be helpful in pregnant women when acute appendicitis is suspected. If magnetic resonance imaging is unavailable, computed tomography may be indicated.",
    "headers": [
        {
            "id": 0,
            "name": "How Do Physicians Narrow the Differential Diagnosis to Focus on Important Common Conditions?",
            "level": 2
        },
        {
            "id": 1,
            "name": "NONPREGNANT REPRODUCTIVE-AGED WOMEN",
            "level": 3
        },
        {
            "id": 2,
            "name": "REPRODUCTIVE-AGED WOMEN WHO ARE PREGNANT OR ATTEMPTING PREGNANCY",
            "level": 3
        },
        {
            "id": 3,
            "name": "POSTMENOPAUSAL WOMEN",
            "level": 3
        },
        {
            "id": 4,
            "name": "Which History and Physical Examination Findings Are Most Helpful in Evaluating Acute Pelvic Pain?",
            "level": 2
        },
        {
            "id": 5,
            "name": "HISTORY",
            "level": 3
        },
        {
            "id": 6,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 7,
            "name": "What Are the Roles of Laboratory Tests and Imaging Studies in Evaluating Acute Pelvic Pain?",
            "level": 2
        },
        {
            "id": 8,
            "name": "LABORATORY TESTS",
            "level": 3
        },
        {
            "id": 9,
            "name": "IMAGING",
            "level": 3
        },
        {
            "id": 10,
            "name": "What Is the Imaging Test of Choice for Pregnant Women with Acute Pelvic Pain?",
            "level": 2
        },
        {
            "id": 11,
            "name": "Is Additional Imaging Helpful if CT Results Are Inconclusive?",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Acute pelvic pain is often defined as lower abdominal or pelvic pain lasting less than three months.1Although most patients with acute pelvic pain are diagnosed with one of a few common conditions, the differential diagnosis is broad. Many case studies describe acute pelvic pain caused by conditions that are uncommon but clinically important."
        },
        {
            "parent": -1,
            "text": "C-reactive protein measurement is not recommended in the routine evaluation of acute pelvic pain because of a high false-negative rate for acute conditions."
        },
        {
            "parent": -1,
            "text": "If computed tomography has already been performed and is unrevealing, follow-up transvaginal ultrasonography is unlikely to provide additional useful information."
        },
        {
            "parent": -1,
            "text": "Acute pelvic pain is a common presentation in primary care. Although well-designed studies on the prevalence of pelvic pain are lacking, one study estimated that up to 39% of reproductive-aged women who presented to their primary care physician had symptoms related to pelvic pain, and one in seven women has acute or chronic pelvic pain at some point.2,3The consequence of a missed diagnosis can be serious. For example, delay in diagnosis of an ectopic pregnancy can result in rupture and life-threatening hemorrhage. Untreated sexually transmitted infections and pelvic inflammatory disease (PID) can lead to long-term sequelae, such as infertility and chronic pain."
        },
        {
            "parent": -1,
            "text": "The workup of acute pelvic pain in the office setting can be challenging. This article provides an evidence-based framework to narrow the differential diagnosis while assuring that serious conditions are not missed."
        },
        {
            "parent": 0,
            "text": "Physicians should first categorize the patient according to age (e.g., is she in her reproductive years or postmenopausal?). If the patient is of reproductive age, possible diagnoses are next categorized by whether she is pregnant or attempting pregnancy."
        },
        {
            "parent": 1,
            "text": "The typical diagnoses made in nonpregnant reproductive-aged women who present with acute pelvic pain include the following (from most to least common): idiopathic pelvic pain, PID, acute appendicitis, conditions related to ovarian cysts, and endometriosis.4,5Other less common causes of acute pelvic pain in this population are listed inTable 1.6–9"
        },
        {
            "parent": 2,
            "text": "Women who are pregnant or attempting pregnancy through fertility treatments have other common causes of acute pelvic pain(Table 16–9). For pregnant women, the clinical scenario narrows the list of possible causes, but it is critical to detect serious or life-threatening conditions, such as ectopic pregnancy in the early weeks of pregnancy and placental abruption in the later stages of pregnancy. Nongynecologic conditions, such as appendicitis, can also occur during pregnancy."
        },
        {
            "parent": 2,
            "text": "Women undergoing infertility treatments through ovarian stimulation or in vitro fertilization have unique risks, such as ovarian hyperstimulation syndrome (i.e., ovarian enlargement with multiple ovarian cysts and leakage of fluid from the ovary into the abdominal/pelvic space), ovarian torsion, and heterotopic pregnancy (i.e., simultaneous ectopic and intrauterine pregnancy).6"
        },
        {
            "parent": 3,
            "text": "Cancer must be primarily considered in a postmenopausal woman with acute pelvic pain. Other rare causes are postmenopausal endometriosis10and, on occasion, a retained intrauterine device that the patient had forgotten to remove.11"
        },
        {
            "parent": 5,
            "text": "Several findings in the patient's history can help guide laboratory testing and imaging to confirm a suspected diagnosis(Table 26,7,9). Relevant historical features include whether the patient is sexually active (e.g., pain related to a complication of pregnancy), specific symptoms (e.g., description of the pain; changes in menstrual pattern; the presence of vaginal discharge, dysuria, hematuria, or nausea), and whether she has had intra-uterine instrumentation or pelvic surgery. A recent study reported rare occurrences of PID in women who denied ever having sexual intercourse, illustrating the need for a high index of suspicion for this condition.12"
        },
        {
            "parent": 6,
            "text": "The physical examination should focus on vital signs, abdominal examination, bimanual pelvic examination, and speculum examination(Table 36,7,9andeTable A). Hypotension, tachycardia, or evidence of guarding or rebound on abdominal examination could indicate a surgical emergency (e.g., ruptured ectopic pregnancy, ovarian torsion, ruptured appendix) and should prompt immediate referral."
        },
        {
            "parent": 6,
            "text": "If vital signs are unremarkable and there is no evidence of an acute abdomen, vaginal and pelvic examinations are the next steps. A mucopurulent cervical discharge, especially if accompanied by fever and leukocytosis, is suggestive of PID. When cervical discharge is combined with diffuse tenderness (cervical motion tenderness and bilateral adnexal tenderness) on pelvic examination, the likelihood of PID increases. However, cervical motion tenderness alone is not specific to PID; it is present in 25% of cases of appendicitis and 50% of ectopic pregnancies.13,14"
        },
        {
            "parent": 6,
            "text": "When tenderness is unilateral or an adnexal mass is palpated, the cause of pain is more likely to be a localized process, such as an ovarian cyst, ovarian torsion, or ectopic pregnancy. However, pelvic examination has a sensitivity of only 15% to 36% for detecting adnexal masses,15so the absence of a palpable mass should not preclude consideration of these conditions."
        },
        {
            "parent": 6,
            "text": "Appendicitis often presents with right lower quadrant pain over McBurney point with nausea, vomiting, and occasionally fever. Rovsing sign, which is less well known, involves palpation in the left lower quadrant that causes pain in the right lower quadrant. Although not specific, it has a sensitivity of greater than 90% for appendicitis.16Right lower quadrant tenderness with digital rectal examination was shown to be only 49% sensitive and 61% specific for appendicitis, and thus may only add to patient discomfort without providing useful information.17"
        },
        {
            "parent": 6,
            "text": "Finally, musculoskeletal pain often causes pelvic pain and can mimic visceral pelvic pain. This is usually a diagnosis of exclusion after ruling out intrapelvic and intra-abdominal causes. Carnett sign, which is the presence of increased pain on palpation of the lower abdominal wall when the abdominal wall musculature is voluntarily contracted, can indicate a musculoskeletal cause. Although first proposed in 1926, a more recent study validated use of the Carnett sign and found a sensitivity and specificity of 78% and 88%, respectively, for identifying pain originating in the abdominal wall.18,19"
        },
        {
            "parent": 6,
            "text": "An algorithm for using physical examination findings to evaluate selected common causes of pelvic pain in nonpregnant women is shown inFigure 1.20"
        },
        {
            "parent": 7,
            "text": "Laboratory tests and imaging studies are largely guided by history and physical examination findings to identify possible causes of pelvic pain(Tables 26,7,9and36,7,9)."
        },
        {
            "parent": 8,
            "text": "A qualitative pregnancy test should be performed in all women of reproductive age to determine if pregnancy-related conditions are causing pelvic pain. Other commonly performed initial laboratory tests include a complete blood count, urinalysis, and nucleic acid amplification testing for gonococcal and chlamydial cervicitis."
        },
        {
            "parent": 8,
            "text": "C-reactive protein is a possible marker to discriminate acute processes requiring urgent intervention from chronic conditions. A recent study, however, demonstrated that C-reactive protein measurement has a high false-negative rate for detecting acute conditions21; therefore, it is not recommended in the routine evaluation of acute pelvic pain."
        },
        {
            "parent": 9,
            "text": "Although plain radiography of the abdomen and pelvis is widely available, it lacks sensitivity and diagnostic accuracy compared with other modalities (e.g., ultrasonography, computed tomography [CT]) in the evaluation of acute pelvic pain.22For this reason, plain radiography is not indicated in the routine workup of acute pelvic pain."
        },
        {
            "parent": 9,
            "text": "Pelvic ultrasonography, consisting of transabdominal combined with transvaginal ultrasonography, is usually the imaging modality of choice because of a lack of radiation exposure and high sensitivity.23It should be performed in most cases and is the initial imaging modality of choice in children.24,25When ovarian torsion is suspected, Doppler venous flow studies should be part of the ultrasonography examination. Absent venous flow to the ovary has a 94% positive predictive value for ovarian torsion.7However, transvaginal ultrasonography with Doppler flow studies also has a high false-negative rate for ovarian torsion because of the dual blood supply from the ovarian artery and the utero-ovarian vessels. Flow can be demonstrated even when torsion is present. Therefore, if the Doppler study result is negative, ovarian torsion should still be considered if the patient has peritoneal signs and risk factors for torsion, such as nausea and vomiting, an adnexal mass greater than 5 cm, or pregnancy.26,27"
        },
        {
            "parent": 9,
            "text": "Ultrasonography can be useful even when pain may have a nongynecologic cause. In one series of 500 cases, abdominal ultrasonography demonstrated a 76% sensitivity and 90% specificity for diagnosing appendicitis.28A more recent study demonstrated higher sensitivity and specificity of 94% and 84%, respectively, albeit with a smaller study population.29Currently, however, if acute appendicitis is suspected over gynecologic conditions (e.g., a nonpregnant woman with isolated right lower quadrant pain and nausea), or if ultrasonography does not clearly show a normal appendix, CT is still considered more accurate, with a sensitivity of 94% to 97% and specificity up to 100%.28,30CT use has led to a decrease in laparotomies performed for suspected appendicitis in which the final pathology was negative for acute appendicitis. CT is also appropriate to evaluate acute pelvic pain if ultrasonography is not readily available."
        },
        {
            "parent": 10,
            "text": "In early pregnancy, the most important consideration is to identify the location of the gestation to exclude ectopic pregnancy. Transvaginal ultrasonography is the imaging modality of choice, but results must be correlated with beta human chorionic gonadotropin (β-hCG) levels and, in particular, the discriminatory level (the β-hCG level at which the gestation should be visible on ultrasonography).31Figure 2provides an algorithm for the evaluation and follow-up of patients with a positive β-hCG level and pelvic pain.20"
        },
        {
            "parent": 10,
            "text": "In early pregnancy, if the β-hCG level is below the discriminatory level and an intrauterine gestation is not visible, the patient must have follow-up evaluations until ectopic pregnancy or a viable pregnancy is confirmed. If the β-hCG level is above the discriminatory level and the intrauterine gestational sac and yolk sac are not visible on ultrasonography, the pregnancy is likely ectopic and gynecologic consultation should be obtained."
        },
        {
            "parent": 10,
            "text": "If the diagnosis is still uncertain in the absence of ectopic pregnancy or spontaneous abortion, magnetic resonance imaging (MRI) can be used to further evaluate pelvic and abdominal structures.32MRI provides high-quality images to assess the placenta and exclude abruption, and it has sensitivities and specificities close to 100% for acute appendicitis.33,34MRI is also useful for detecting conditions such as inflammatory bowel disease, nephrolithiasis, adnexal masses, ovarian hemorrhagic cysts, and large uterine fibroids."
        },
        {
            "parent": 10,
            "text": "CT may be the only imaging option if MRI is unavailable, if ultrasonography is unavailable or inconclusive, and if the patient's condition requires imaging for diagnosis. The fetal exposure from a single pelvic CT is estimated to be 1.5 rad, or less if low-exposure techniques are used. This level of exposure is thought to increase the lifetime risk of leukemia in the exposed fetus by a factor of 1.5 to 2. The baseline lifetime incidence of childhood leukemia is low (one in 3,000), so a single CT increases the risk to only 1.5 to 2 per 3,000.35,36Thus, in appropriate clinical scenarios, the benefit of diagnostic CT may outweigh the risk."
        },
        {
            "parent": 11,
            "text": "From a technical standpoint, transvaginal ultrasonography is superior for obtaining images of contrasting pelvic soft tissue, especially fluid-filled structures, and can reliably assess for adnexal masses, cysts, uterine fibroids, and the size and location of ovaries and luminal structures. It can also identify pelvic fluid or blood extravasation and provide Doppler flow studies."
        },
        {
            "parent": 11,
            "text": "If CT has already been performed and is unrevealing, follow-up ultrasonography is not likely to provide additional useful information. One small study showed that follow-up transvaginal ultrasonography did not provide information that changed the working diagnosis.8In such cases, discussions with the radiologist can determine whether additional imaging studies may be helpful."
        },
        {
            "parent": 11,
            "text": "Data Sources: A PubMed search was performed using the terms acute and pelvic pain, differential diagnosis, and MeSH terms: diagnosis, differential, acute disease, genital diseases, female/diagnosis, pelvic girdle pain, and pelvic pain. Stat!Ref, Books@Ovid, and Clinical Key were searched using keywords pelvic pain, and age. Also searched was Essential Evidence Plus. Search dates: October and December 2014, and April and September 2015."
        },
        {
            "parent": 11,
            "text": "The opinions and assertions contained herein are the private views of the authors and are not to be construed as official or as reflecting the views of the U.S. Army Medical Department or the U.S. Army at large."
        }
    ],
    "locked": false
}