{
    "url": "https://www.aafp.org/pubs/afp/issues/2018/0101/p20.html#afp20180101p20-f2",
    "title": "Ear Pain: Diagnosing Common and Uncommon Causes | AAFP",
    "author": "JOHN SCOTT EARWOOD, MD, TYLER SHERROD ROGERS, MD, AND NICHOLAS ALAN RATHJEN, DO",
    "doi": "Am Fam Physician.2018;97(1):20-27",
    "abstract": "Otalgia (ear pain) is a common presentation in the primary care setting with many diverse causes. Pain that originates from the ear is called primary otalgia, and the most common causes are otitis media and otitis externa. Examination of the ear usually reveals abnormal findings in patients with primary otalgia. Pain that originates outside the ear is called secondary otalgia, and the etiology can be difficult to establish because of the complex innervation of the ear. The most common causes of secondary otalgia include temporomandibular joint syndrome and dental infections. Primary otalgia is more common in children, whereas secondary otalgia is more common in adults. History and physical examination usually lead to the underlying cause; however, if the diagnosis is not immediately clear, a trial of symptomatic treatment, imaging studies, and consultation may be reasonable options. Otalgia may be the only presenting symptom in several serious conditions, such as temporal arteritis and malignant neoplasms. When risk factors for malignancy are present (e.g., smoking, alcohol use, diabetes mellitus, age 50 years or older), computed tomography, magnetic resonance imaging, or otolaryngology consultation may be warranted.",
    "headers": [
        {
            "id": 0,
            "name": "History",
            "level": 2
        },
        {
            "id": 1,
            "name": "Physical Examination",
            "level": 2
        },
        {
            "id": 2,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 3,
            "name": "Primary Otalgia",
            "level": 2
        },
        {
            "id": 4,
            "name": "Secondary Otalgia",
            "level": 2
        },
        {
            "id": 5,
            "name": "Risk Factors for a Serious Diagnosis in Patients with Otalgia",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Patients with otalgia (ear pain) commonly present to their primary care physician. Pain that originates from the ear is known as primary otalgia, whereas pain that originates outside the ear is secondary otalgia. A comprehensive history and physical examination are essential to determine the etiology of primary or secondary otalgia."
        },
        {
            "parent": -1,
            "text": "Primary otalgia is more common in children, whereas secondary otalgia is more common in adults.1,2The etiology of primary otalgia, which is usually identified on examination of the ear, is typically otitis externa or otitis media.3The etiology of secondary otalgia is more complex because the nerves innervating the ear have a shared distribution to include the head, neck, chest, and abdomen2,4(Figure 1). The ear is innervated by several sensory nerves. The auricle is affected by cranial nerves V, VII, X, C2, and C3; the external auditory meatus and canal by cranial nerves V, VII, and X; the tympanic membrane by cranial nerves VII, IX, and X; and the middle ear by cranial nerves V, VII, and IX. Irritation of any portion of these nerves can result in otalgia."
        },
        {
            "parent": 0,
            "text": "To determine the differential diagnosis of otalgia, the following factors should be considered: pain location, duration, aggravating factors, alleviating factors, associated symptoms, previous episodes, medical history, smoking status, and alcohol abuse.5Symptoms such as otorrhea, tympanic membrane fullness, and vertigo suggest primary otalgia,3–5whereas pain with chewing, sinusitis, dental procedures, and a history of gastroesophageal reflux suggest secondary otalgia.4–6In adults, the absence of hearing loss is a cardinal finding associated with nonotologic disease.5The character of pain also provides important clues. Pain that is continuous and progressively worsens is more likely to be associated with infection and primary otalgia. Intermittent pain is likely to be associated with secondary otalgia.2"
        },
        {
            "parent": 1,
            "text": "The physician should start the examination by asking the patient to localize the pain, which may reveal a secondary cause (e.g., localization to the temporomandibular joint [TMJ], myofascial pain localized to the mastoid process). Physical examination should include inspection of the auricle and periauricular region, as well as an otoscopic examination to visually inspect the tympanic membrane and the external auditory canal. Specific otoscopic examination findings for the etiology of otalgia are listed inTable 15,7andTable 2.5,8Detection of a middle ear effusion with moderate to severe bulging of the tympanic membrane, new-onset otorrhea not caused by otitis externa, or mild bulging of the tympanic membrane with recent onset of ear pain (less than 48 hours), especially with erythema, is key in the diagnosis of acute otitis media. The tympanic membrane is normally mobile, translucent, and intact. A tympanic membrane that has normal color and mobility is not typical for acute otitis media.9Patients with otitis externa typically have pain, redness, swelling, and inflammation along the external auditory canal."
        },
        {
            "parent": 1,
            "text": "The examination also includes traction on the auricle and palpation of the tragus to differentiate disease processes affecting the external ear and ear canal (most commonly otitis externa).10Finding vesicles in the ear canal or on the external ear may indicate herpes zoster oticus (Ramsay Hunt syndrome). If the auricular examination is unremarkable, a complete head and neck examination should also be performed, paying special attention to the TMJ and the nasal and oral cavities. TMJ syndrome commonly presents with discomfort or crepitus on palpation of the TMJ. A variety of dental causes of otalgia can be identified by evaluating the oral cavity with palpation and percussion of the gum line and teeth, specifically the molars.11Evaluation of the oropharynx may also result in findings diagnostic of pharyngitis and other oropharyngeal disorders that can radiate pain to the ear."
        },
        {
            "parent": 1,
            "text": "Patients with abnormal vital signs who present initially with otalgia may have a serious infection, such as meningitis or sepsis, or serious traumatic injury, such as epidural hematoma. Patients with ear pain and abnormal mental status must be evaluated for traumatic injury, epidural infection, and osteomyelitis.8"
        },
        {
            "parent": 2,
            "text": "The diagnosis of primary otalgia rarely requires more than a history and physical examination(Figure 2).5Likewise, most cases of secondary otalgia can be diagnosed with a history and physical examination. Concerning historical features include progressive or unrelenting symptoms, unintentional weight loss, exertional pain, behavioral risk factors (e.g., tobacco exposure, heavy alcohol consumption), medical history (e.g., immunocompromised state, coronary artery disease, cancer, diabetes mellitus), and new-onset symptoms in patients 50 years or older. When the physical examination is unremarkable (especially if there are concerning historical features), nasolaryngoscopy, tympanometry, audiometry, and laboratory evaluation with a complete blood count and erythrocyte sedimentation rate can be helpful. Magnetic resonance imaging, computed tomography, and, if there is a history of cancer, positron emission tomography may be performed to provide further information.2,5,12–14Advanced imaging for evaluation of otalgia may be most efficiently ordered in consultation with an otolaryngologist."
        },
        {
            "parent": 3,
            "text": "Primary otalgia can be further delineated into pain originating from the external ear, ear canal, or middle ear(Table 1).5,7External ear pain can be due to several factors, including trauma, sunburn, acute folliculitis, contact dermatitis, shingles, and other skin conditions. When trauma is suspected, the temporal and parietal regions of the skull should be assessed and appropriate imaging ordered. Disorders of the external auditory canal that may cause pain include cerumen impaction, foreign bodies, and, most commonly, infection of the canal."
        },
        {
            "parent": 3,
            "text": "Otitis externa (commonly known as swimmer's ear) is caused by bacterial infections (90%) and fungal infections (10%).5,15Ear pain originating in the middle ear is typically due to acute otitis media, but can also be from bullous myringitis, barotrauma, and eustachian tube dysfunction.16Otitis media is most commonly caused byStreptococcus pneumoniae, Moraxella catarrhalis, orHaemophilus influenzae.9Eustachian tube dysfunction is also a common cause of primary otalgia, affecting an estimated 3% of patients presenting with otalgia.4A consensus definition of eustachian tube dysfunction is signs and symptoms of pressure dysregulation in the middle ear diagnosed with otoscopic evidence of tympanic membrane retraction and/or tympanogram indicating negative middle ear pressure.17Bullous myringitis is uncommon, but occurs when serous or hemorrhagic blisters form in the ear canal or on the lateral tympanic membrane (usually caused by a bacterial or viral infection); symptoms generally include sudden onset of severe ear pain and hearing loss.16Pain often decreases after bullae rupture and drain."
        },
        {
            "parent": 3,
            "text": "Uncommon causes of primary otalgia include infectious, neoplastic, and inflammatory etiologies. Mastoiditis, an infection in the air cells of the skull behind the ear, is a rare complication from acute otitis media. This diagnosis is based on physical examination findings of tenderness, erythema, edema, and warmth in the mastoid region.18Malignant otitis externa is a rare condition found in patients with diabetes or who are immunocompromised. It is characterized by severe unrelenting pain and a subtle finding of inferior external auditory canal granulation tissue at the bony cartilaginous junction.Pseudomonasinfection involving the skull base (osteitis) can result in lower cranial neuropathies.19Herpes zoster oticus is caused by reactivation of latent herpes zoster infection from the geniculate ganglion (cranial nerve VII or facial nerve), but also can involve cranial nerves V, IX, and X. Symptoms include ear pain and facial paralysis while the patient has vesicles in the external auditory canal.5"
        },
        {
            "parent": 3,
            "text": "Cholesteatomas may produce a sense of fullness rather than severe pain but may also be asymptomatic. An epidermal cyst develops in the superior, usually posterior, aspect of the tympanic membranes. The cyst can cause conductive hearing loss secondary to local destruction of middle ear structures and may present with otorrhea consisting of desquamating epithelium.5Relapsing polychondritis is a rare systemic disease involving the cartilage of many organs, but most commonly the ears. It is characterized by a relapsing, bilateral, erythematous or violaceous appearance on the external ear, sparing the ear lobes.2"
        },
        {
            "parent": 4,
            "text": "The complex embryologic development of the ear results in neural connections to several cranial and cervical nerves. These nerves provide sensory innervation to regions of the head, neck, chest, and abdomen, which can result in referred pain to the ear14(Figure 1andTable 25,8). Referred pain from the trigeminal nerve (cranial nerve V) is the most common source of secondary otalgia stemming from TMJ syndrome, dental infections, trigeminal neuralgia, sinusitis, and mandibular osteomyelitis or tumor.4Herpes zoster can affect cranial nerve VII to a lesser degree than in Ramsay Hunt syndrome, which can also cause ear pain associated with Bell palsy and an unremarkable ear examination.4Cranial nerve IX can refer pain caused by tonsillitis, pharyngitis, pharyngeal tumor, or glossopharyngeal neuromas.4The vagus nerve affects many systems as inferior as the colon and can be activated by any vagal stimulation. Otalgia has been reported as the presenting symptom of myocardial ischemia from irritation of the vagus nerve.20"
        },
        {
            "parent": 4,
            "text": "Secondary otalgia can be caused by irritation of C2 and C3 cervical nerve roots, especially in patients with cervical spine degeneration. Tumor, infection, or an inflammatory process within the sensory distribution of any of these nerves may cause referred pain to the ear.4An example of this is temporal arteritis, which presents with temporal pain in only 40% of patients. Temporal arteritis should be considered in patients 50 years or older who have normal ear examination findings and any of the following symptoms: headache, malaise, weight loss, fever, or anorexia. Permanent blindness may result if systemic steroids are not initiated promptly. In suspected cases, an elevated erythrocyte sedimentation rate (50 mm per hour or greater) warrants immediate treatment with systemic steroids and surgical consultation to confirm the diagnosis.14"
        },
        {
            "parent": 5,
            "text": "There are some characteristics that make a serious diagnosis more likely in patients with otalgia. Treatment is most effective when there is minimal delay after diagnosis. Patients who are 50 years or older, have coronary artery disease, have diabetes, or are immunocompromised are at higher risk. In addition, patients who smoke, drink alcohol, or lose weight unintentionally should undergo more scrutiny. Consumption of 50 g or more of alcohol per day (approximately 3.5 or more drinks per day) increases the risk of head, neck, and esophageal cancers by two to three times compared with nondrinkers; smoking and drinking alcohol increase the risk compared with alcohol use alone.21In addition, unilateral hearing loss warrants further investigation if an obvious cause (e.g., cerumen impaction, foreign body) is not apparent.5"
        },
        {
            "parent": 5,
            "text": "This article updates a previous article on this topic byEly, et al.4"
        },
        {
            "parent": 5,
            "text": "Data Sources: A PubMed search for evaluation and diagnosis of ear pain or otogenic otalgia or primary otalgia or secondary otalgia or otalgia was performed. The search was further limited by English only, human studies, and over the past five years. In addition to this search, we used articles from the reference list of the 2008AFParticle on ear pain,5as well as reference lists of articles selected from our PubMed search. Search dates: July 27, 2016, and April 10, 2017."
        },
        {
            "parent": 5,
            "text": "The views expressed in this article are those of the authors and do not reflect the policy or position of the U.S. Army Medical Department, Department of the Army, Department of Defense, or the U.S. government."
        }
    ],
    "locked": false
}