{
    "url": "https://www.aafp.org/pubs/afp/issues/2016/1115/p820.html#afp20161115p820-f2",
    "title": "Erectile Dysfunction | AAFP",
    "author": "KARL T. REW, MD, AND JOEL J. HEIDELBAUGH, MD",
    "doi": "Am Fam Physician.2016;94(10):820-827",
    "abstract": "Erectile dysfunction (ED) is the inability to achieve or maintain an erection sufficient for satisfactory sexual performance. It is common, affecting at least 12 million U.S. men. The five-question International Index of Erectile Function allows rapid clinical assessment of ED. The condition can be caused by vascular, neurologic, psychological, and hormonal factors. Common conditions related to ED include diabetes mellitus, hypertension, hyperlipidemia, obesity, testosterone deficiency, and prostate cancer treatment. Performance anxiety and relationship issues are common psychological causes. Medications and substance use can cause or exacerbate ED; antidepressants and tobacco use are the most common. ED is associated with an increased risk of cardiovascular disease, particularly in men with metabolic syndrome. Tobacco cessation, regular exercise, weight loss, and improved control of diabetes, hypertension, and hyperlipidemia are recommended initial lifestyle interventions. Oral phosphodiesterase-5 inhibitors are the first-line treatments for ED. Second-line treatments include alprostadil and vacuum devices. Surgically implanted penile prostheses are an option when other treatments have been ineffective. Counseling is recommended for men with psychogenic ED.",
    "headers": [
        {
            "id": 0,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Causes and Related Conditions",
            "level": 2
        },
        {
            "id": 2,
            "name": "MEDICATIONS AND SUBSTANCE USE",
            "level": 3
        },
        {
            "id": 3,
            "name": "METABOLIC SYNDROME",
            "level": 3
        },
        {
            "id": 4,
            "name": "CVD",
            "level": 3
        },
        {
            "id": 5,
            "name": "History and Physical Examination",
            "level": 2
        },
        {
            "id": 6,
            "name": "Laboratory Evaluation",
            "level": 2
        },
        {
            "id": 7,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 8,
            "name": "LIFESTYLE MODIFICATIONS",
            "level": 3
        },
        {
            "id": 9,
            "name": "MEDICATIONS",
            "level": 3
        },
        {
            "id": 10,
            "name": "SURGICAL AND PROCEDURAL THERAPY",
            "level": 3
        },
        {
            "id": 11,
            "name": "PROSTHESES",
            "level": 3
        },
        {
            "id": 12,
            "name": "Managing Psychogenic ED",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Erectile dysfunction (ED) is the inability to achieve or maintain an erection sufficient for satisfactory sexual performance.1ED becomes more common as men age(Figure 1).2At least 12 million U.S. men 40 to 79 years of age have ED.3"
        },
        {
            "parent": 0,
            "text": "The five-question International Index of Erectile Function (IIEF-5) allows rapid clinical assessment of ED and can measure the effectiveness of ED treatments (seehttps://www.aafp.org/afp/2010/0201/p305.html#afp20100201p305-t3). Other diagnostic options include a single-question self-assessment(Table 1)4and the Brief Male Sexual Function Inventory.5"
        },
        {
            "parent": 1,
            "text": "ED has vascular, neurologic, psychological, and hormonal causes. Conditions commonly associated with ED include diabetes mellitus, hypertension, hyperlipidemia, obesity, testosterone deficiency, and prostate cancer treatment(Table 2).6–8Performance anxiety and relationship issues are common psychological causes."
        },
        {
            "parent": 2,
            "text": "Many medications cause or exacerbate ED(Table 3).9–12Antidepressants are a common cause, especially the selective serotonin reuptake inhibitors citalopram (Celexa), fluoxetine (Prozac), paroxetine (Paxil), and sertraline (Zoloft), and the serotonin-norepinephrine reuptake inhibitor venlafaxine. Bupropion (Wellbutrin), mirtazapine (Remeron), and fluvoxamine are less likely to cause ED.11Tobacco, alcohol, and illicit drugs can cause ED.13,14Marijuana use may cause ED, although further study is needed.15"
        },
        {
            "parent": 3,
            "text": "ED has been linked to each component of the metabolic syndrome(eTable A), including increased fasting serum glucose levels, diabetes, hypertension, and abdominal obesity, as well as to an increased risk of cardiovascular disease (CVD).16–22"
        },
        {
            "parent": 3,
            "text": "Low serum testosterone levels are one factor that may explain the relationship between metabolic syndrome and ED.23The adipose tissue enzyme aromatase prevalent in obese men converts testosterone into estradiol, a significant cause of hypogonadism.24–26Adipocytes also generate inflammatory cytokines associated with impaired endothelial function, cardiovascular events, and ED.27–29"
        },
        {
            "parent": 3,
            "text": "Patients with diabetes are three times more likely to develop ED, and a longer duration of diabetes is strongly associated with ED.18,30,31Metabolic syndrome is associated with a 2.6-fold increase in the incidence of ED, and the fasting blood glucose level is the component associated with the highest risk of ED.32,33The probability of having undiagnosed diabetes is one in 50 among men 40 to 59 years of age who do not have ED, but increases to one in 10 for those with ED.34"
        },
        {
            "parent": 4,
            "text": "ED and CVD share similar risk factors, including older age, hypertension, dyslipidemia, smoking, obesity, and diabetes. ED is associated with an increased risk of CVD, coronary artery disease (CAD), stroke, and all-cause mortality, and it is probably an independent risk factor for CVD.35"
        },
        {
            "parent": 4,
            "text": "ED typically occurs two to five years before CAD, providing a potential window during which men diagnosed with ED can make lifestyle changes to prevent CAD.36Men with ED are at higher risk of angina, myocardial infarction, stroke, transient ischemic attack, congestive heart failure, and cardiac arrhythmias compared with men who do not have ED.37Men with ED have a 75% increased risk of developing peripheral vascular disease.38"
        },
        {
            "parent": 4,
            "text": "ED has a positive predictive value for the development of CVD that is equal to or greater than that for smoking, hyperlipidemia, or a family history of myocardial infarction.37,39ED can accurately predict silent CAD.40–45ED in men 40 to 49 years of age is more predictive of CAD than in older men.36In one study, the incidence of CAD in men younger than 40 years who had ED was seven times that in the control population.46ED is a useful marker for assessing cardiovascular risk, particularly in younger men and minorities, for whom global risk assessment calculators may underestimate actual risk.47,48"
        },
        {
            "parent": 4,
            "text": "Management of cardiovascular risk factors is recommended in men who have ED but no known CVD.49,50Because diagnosing ED can help identify men at higher risk of CVD, use of the IIEF-5 is also recommended during CVD risk assessment."
        },
        {
            "parent": 5,
            "text": "Medical and surgical history, sexual history, use of medications and other substances, and an assessment of psychological and relationship health are key components of the patient history. Essential parts of the physical examination include measurement of blood pressure, body mass index, and waist circumference to assess abdominal obesity; a genital examination; and an assessment of male secondary sex characteristics."
        },
        {
            "parent": 6,
            "text": "The A1C or fasting glucose level can be used to assess for diabetes. A lipid panel can assess for hyperlipidemia. A thyroid-stimulating hormone level is recommended for men with signs or symptoms of hypothyroidism."
        },
        {
            "parent": 6,
            "text": "Routine measurement of testosterone levels is controversial. As part of the Choosing Wisely campaign, the American Urological Association recommends that physicians not prescribe testosterone to men with ED who have normal testosterone levels. A diagnosis of hypogonadism must be based on more than just an abnormal laboratory test result.51Measurement of morning total testosterone may be considered for men with small testes, lack of male secondary sex characteristics, significantly low libido, or a history of inadequate response to phosphodiesterase-5 (PDE-5) inhibitors; if the initial result is abnormal, the test should be repeated in a few months. Free testosterone levels vary widely across laboratories and are not uniformly recommended for screening. However, when hypogonadism is clinically suspected but the morning total testosterone level is repeatedly normal, bioavailable testosterone or free testosterone may account for the effects of sex hormone–binding globulin levels on testosterone activity. Levels of follicle-stimulating hormone, luteinizing hormone, sex hormone–binding globulin, estradiol, and prolactin can help differentiate between primary and secondary causes of testicular hypogonadism.52"
        },
        {
            "parent": 7,
            "text": "An algorithm for the diagnosis and management of ED is shown inFigure 2.6–17,33,49–68"
        },
        {
            "parent": 8,
            "text": "Lifestyle modifications can improve IIEF-5 scores in men with ED.53Regular exercise, weight loss in obese or overweight men, and improved control of diabetes, hypertension, and hyperlipidemia are recommended. Weight loss can modestly improve low testosterone levels, although the extent of the benefit on ED is unclear.54Statin use seems to improve ED, as measured by IIEF-5 scores.55Tobacco cessation is highly recommended. Compared with men who have never smoked, the risk of ED is increased by 51% in current smokers and 20% for ex-smokers.14"
        },
        {
            "parent": 9,
            "text": "Oral PDE-5 inhibitors are first-line treatments for ED.57Sexual stimulation is needed to produce an erection; the PDE-5 inhibitor helps to maintain the erection by enhancing the vasodilatory effects of endogenous nitric oxide. Four PDE-5 inhibitors with similar effectiveness and safety profiles are currently approved by the U.S. Food and Drug Administration (FDA) for treatment of ED: avanafil (Stendra), sildenafil (Viagra), tadalafil (Cialis), and vardenafil (Levitra).Table 4summarizes these medications.56–58All are effective within about one hour of dosing and are typically used on an as-needed basis. The effects may be delayed or decreased if the patient has recently eaten a fatty meal, particularly for sildenafil and vardenafil.69PDE-5 inhibitors are ineffective in some men, particularly those with severe ED. Headache, flushing, and dyspepsia are common adverse effects.58PDE-5 inhibitors are contraindicated in men using nitroglycerin or other nitrates because of the risk of catastrophic low blood pressure. Tadalafil has a longer half-life, which gives men the option of taking it up to 12 hours before sex or as a lower-dose, once-daily medication; however, adverse effects also last longer. Vardenafil is available as a 10-mg oral disintegrating tablet. Sildenafil is the only PDE-5 inhibitor that is available generically; generic formulations of other agents are expected to be available in 2017 to 2019. Insurance coverage for these medications is limited, and prescriptions may require prior authorization."
        },
        {
            "parent": 10,
            "text": "Second-line treatments for ED include alprostadil (Caverject) and vacuum devices. These treatments can be used to establish an erection before sexual stimulation. They should be avoided in men who are receiving anticoagulants or who have sickle cell disease or other bleeding or clotting disorders."
        },
        {
            "parent": 10,
            "text": "Alprostadil causes penile vasodilation by relaxing arterial smooth muscle; it is available in injectable and intraurethral forms and can be used in combination with PDE-5 inhibitors. Injectable alprostadil is administered intracavernosally into one side of the penis. Intra-urethral alprostadil is a dissolvable pellet that is placed into the urethra with an applicator.59The injectable form is more effective.60The lowest effective dose should be used, and the patient should be instructed on proper technique by administering a test dose in the physician's office. Fear of needles or pain can limit patient acceptance of alprostadil. Patients should be warned to seek emergency urologic treatment if an erection lasts four hours or longer. Penile fibrosis is another possible adverse effect; in one study, persistent fibrotic changes occurred in 4.9% of patients using intracavernosal alprostadil for four years.61A similar ED treatment that has not been approved by the FDA is intracavernosal injection of compounded mixtures of alprostadil, papaverine, and phentolamine.60"
        },
        {
            "parent": 10,
            "text": "Vacuum devices consist of a tube that is placed over the penis and sealed at the base with lubricant(Figure 3).62A vacuum pump removes air from the tube, pulling blood into the penis and creating an erection. A constricting ring is then slid off the base of the tube onto the penis to maintain the erection. To prevent ischemic damage, the constricting ring should generally not be left in place for more than 30 minutes. Vacuum devices can be cumbersome, require several minutes to produce an erection, may lead to bending at the base of the penis where the ring is in place, and will cause the erect penis to seem cool or cold because of restricted blood flow. However, success and satisfaction rates are fairly high.63Vacuum devices can be used in combination with an oral PDE-5 inhibitor or with alprostadil for men who have not had success with single-component treatment. These devices are also useful in men receiving daily nitroglycerin or other long-term nitrate therapy, in whom PDE-5 inhibitors are contraindicated. Patients can obtain vacuum devices at medical supply companies by presenting a physician's prescription. Insurance coverage varies."
        },
        {
            "parent": 11,
            "text": "Surgically implanted penile prostheses are a third-line treatment option for ED when other treatments have been ineffective. Semirigid malleable prostheses are the simplest and easiest to implant, but they can be difficult to conceal because the penis is always erect. Inflatable prostheses typically consist of two tubes that replace the corpora cavernosa, plus a pump in the scrotum and an intra-abdominal reservoir(eFigure A). Mechanical failure or infection may require removal of the prosthesis. Risks include scarring, penile shortening, and recurrent infections. Prostheses coated with antibiotics have been used to reduce the risk of infection.64"
        },
        {
            "parent": 12,
            "text": "Many men have ED that is predominantly or exclusively caused by psychological or interpersonal factors.65Psychogenic ED occurs at all ages but is most common in men younger than 40 years. A thorough history can elicit potential causes such as performance anxiety and relationship conflicts, which distract attention and impair sexual arousal. Problems such as premature ejaculation, genital pain, or dyspareunia can lead to psychogenic ED, as can cultural or religious taboos or a history of sexual abuse. Although men and their partners may resist a psychological explanation for ED, counseling can be effective.60"
        },
        {
            "parent": 12,
            "text": "ED of mixed organic and psychogenic origin is common. Psychogenic causes are more likely when the patient has normal erections with masturbation or when nocturnal penile tumescence is normal. Devices are available to measure the number, duration, and rigidity of erections during sleep. However, normal nocturnal erections do not always correlate with sexually relevant erections, and this test may be unreliable in older or anxious patients.66"
        },
        {
            "parent": 12,
            "text": "When ED coexists with depression or anxiety, treatment of the mood disorder may be the most appropriate first step. If antidepressants are used, the specific agent should be one that is less likely to worsen ED (e.g., bupropion, mirtazapine, fluvoxamine). PDE-5 inhibitors are effective in men with depression and can be used in combination with treatments for mood disorders.67"
        },
        {
            "parent": 12,
            "text": "This article updates previous articles on this topic byHeidelbaugh,62Miller,70andViera, et al.71"
        },
        {
            "parent": 12,
            "text": "Data Sources:A computerized literature search was performed using the PubMed Clinical Query function to identify publications using the following terms: erectile dysfunction, male sexual dysfunction, cause/etiology, treatment, phosphodiesterase type-5 inhibitors, metabolic syndrome. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Additional sources searched included the Agency for Healthcare Research and Quality, Cochrane database, Essential Evidence, National Guideline Clearinghouse, and U.S. Preventive Services Task Force. The search was limited to English-language studies involving human subjects. Abstracts, book chapters, and case studies were excluded. Bibliographies from index citations were also reviewed for additional relevant studies. Search dates: March 27, 2016, and June 20, 2016."
        }
    ],
    "locked": false
}