{
    "url": "https://www.aafp.org/pubs/afp/issues/2016/0301/p380.html#afp20160301p380-f1",
    "title": "Chronic Pelvic Pain in Women | AAFP",
    "author": "LINDA M. SPEER, MD, SAUDIA MUSHKBAR, MD, AND TARA ERBELE, MD",
    "doi": "Am Fam Physician.2016;93(5):380-387",
    "abstract": "Chronic pelvic pain in women is defined as persistent, noncyclic pain perceived to be in structures related to the pelvis and lasting more than six months. Often no specific etiology can be identified, and it can be conceptualized as a chronic regional pain syndrome or functional somatic pain syndrome. It is typically associated with other functional somatic pain syndromes (e.g., irritable bowel syndrome, nonspecific chronic fatigue syndrome) and mental health disorders (e.g., posttraumatic stress disorder, depression). Diagnosis is based on findings from the history and physical examination. Pelvic ultrasonography is indicated to rule out anatomic abnormalities. Referral for diagnostic evaluation of endometriosis by laparoscopy is usually indicated in severe cases. Curative treatment is elusive, and evidence-based therapies are limited. Patient engagement in a biopsychosocial approach is recommended, with treatment of any identifiable disease process such as endometriosis, interstitial cystitis/painful bladder syndrome, and comorbid depression. Potentially beneficial medications include depot medroxyprogesterone, gabapentin, nonsteroidal anti-inflammatory drugs, and gonadotropin-releasing hormone agonists with add-back hormone therapy. Pelvic floor physical therapy may be helpful. Behavioral therapy is an integral part of treatment. In select cases, neuromodulation of sacral nerves may be appropriate. Hysterectomy may be considered as a last resort if pain seems to be of uterine origin, although significant improvement occurs in only about one-half of cases. Chronic pelvic pain should be managed with a collaborative, patient-centered approach.",
    "headers": [
        {
            "id": 0,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 1,
            "name": "HISTORY",
            "level": 3
        },
        {
            "id": 2,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 3,
            "name": "DIAGNOSTIC TESTING",
            "level": 3
        },
        {
            "id": 4,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 5,
            "name": "MEDICATIONS",
            "level": 3
        },
        {
            "id": 6,
            "name": "SURGICAL INTERVENTIONS",
            "level": 3
        },
        {
            "id": 7,
            "name": "PHYSICAL MODALITIES",
            "level": 3
        },
        {
            "id": 8,
            "name": "BEHAVIORAL INTERVENTIONS",
            "level": 3
        },
        {
            "id": 9,
            "name": "COMPLEMENTARY AND ALTERNATIVE THERAPIES",
            "level": 3
        },
        {
            "id": 10,
            "name": "MONITORING",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Chronic pelvic pain in women is defined as persistent, noncyclic pain perceived to be in structures related to the pelvis.1An arbitrary duration of six months is usually considered chronic. A systematic review found only seven studies that reported the prevalence of chronic pelvic pain among women worldwide, with rates of 6% to 27%, although there was a lack of consensus on the definition of chronic pelvic pain.2Studies generally did not exclude dysmenorrhea."
        },
        {
            "parent": -1,
            "text": "It usually is not possible to identify a single etiology or definitive cure for chronic pelvic pain. In at least one-half of cases, there are one or more associated entities, such as irritable bowel syndrome, interstitial cystitis/painful bladder syndrome, endometriosis, or pelvic adhesions.3,4The presence of both endometriosis and interstitial cystitis is not unusual.5"
        },
        {
            "parent": -1,
            "text": "Comprehensive guidelines for the diagnosis and treatment of chronic pelvic pain have been developed by the European Association of Urology.1They include a description of the current understanding of pathophysiology and psychosocial aspects, as well as classification, diagnosis, and treatment."
        },
        {
            "parent": -1,
            "text": "Expert opinion suggests that in the absence of a single clear etiology, chronic pelvic pain can be conceptualized as a complex neuromuscular-psychosocial disorder consistent with a chronic regional pain syndrome (e.g., reflex sympathetic dystrophy) or functional somatic pain syndrome (e.g., irritable bowel syndrome, nonspecific chronic fatigue).1,6,7The pathophysiology is unclear, but it may include aspects of hyperesthesia/allodynia and pelvic floor dysfunction.7"
        },
        {
            "parent": -1,
            "text": "The psychosocial context of the patient is important. Nearly one-half of women seeking care for chronic pelvic pain report a history of sexual, physical, or emotional trauma, and about one-third have positive screening results for posttraumatic stress disorder.8"
        },
        {
            "parent": 0,
            "text": "The International Pelvic Pain Society has developed a detailed history and physical examination form for evaluation of women with chronic pelvic pain (available athttp://www.pelvicpain.org/Professional/Documents-and-Forms.aspx). It includes tools for quantification and mapping of pelvic pain, screening questionnaires, and an extensive review of the reproductive, urologic, and gastrointestinal systems.Table 1lists findings from the history and physical examination that are associated with specific diagnoses.9–12Red flag findings that may indicate systemic disease include postcoital bleeding, postmenopausal bleeding or onset of pain, unexplained weight loss, pelvic mass, and hematuria.9"
        },
        {
            "parent": 0,
            "text": "Figure 1shows a suggested approach to patients with chronic pelvic pain."
        },
        {
            "parent": 1,
            "text": "The patient history should include questions about precipitating and alleviating factors; association between pain and menses, sexual activity, urination, and defecation; and response to any prior treatments. Pain mapping may be helpful; the patient should localize the pain on a visual representation of the body. This may identify other areas where the patient experiences pain or may reveal a dermatomal distribution, suggesting a nonvisceral source."
        },
        {
            "parent": 1,
            "text": "The review of systems should emphasize symptoms of urogynecologic diseases and gastrointestinal, musculoskeletal, and psychoneurologic disorders. The clinician should be familiar with visceral and somatic pain referral patterns, and the nerves that correspond to the region."
        },
        {
            "parent": 1,
            "text": "The clinician should inquire about patient perspectives on possible origins of the pain, and validate her concerns and anxiety. Effects on quality of life and function should be assessed using a validated questionnaire, such as the Quality of Life Scale.13A pain log can be useful for understanding the pattern of pain and its impact on the patient's life. The log might include dates of pain episodes, a numeric rating from zero to 10, pain location and severity, associated factors (e.g., menses, mood, bowel/bladder function, coitus, physical activity), and use of analgesic medications."
        },
        {
            "parent": 2,
            "text": "The goal of the physical examination is to identify the dermatome, tissues, nerves, muscles, and organs that reproduce the patient's pain symptoms in an attempt to determine the underlying cause. Findings are rarely normal in women with chronic pelvic pain. However, they can be nonspecific and thus inconclusive."
        },
        {
            "parent": 2,
            "text": "Physical examination, including a speculum examination, should be performed gently to limit exacerbation of pain. The abdomen and pelvis should be examined for any trigger points, surgical scars, vaginal discharge, pelvic organ prolapse, uterine enlargement, or masses. A one-handed, single-digit examination of the pelvis and abdomen using the flat tip of the index finger of the dominant hand may be helpful to identify the structures related to focal tenderness. Alternatively, a cotton swab may be used."
        },
        {
            "parent": 2,
            "text": "The external genitalia should be examined for signs of infection, inflammatory dermatologic conditions, vulvar malignancy, and neurogenic etiologies. Examination of the pelvic floor musculature may reveal hypertonicity, tenderness, or trigger points."
        },
        {
            "parent": 2,
            "text": "Tenderness to palpation over the lower back, sacroiliac joints, or pubic symphysis may indicate a musculoskeletal origin of pain. The Carnett test can be used to differentiate visceral pain from abdominal wall pain(Figure 2).10"
        },
        {
            "parent": 2,
            "text": "A cotton swab applied to the abdominal skin can be used to identify a cutaneous source of pain. A case-control study found that a cotton-tipped applicator test had 73% sensitivity and 100% specificity to diagnose cutaneous allodynia in patients with chronic pelvic pain.14However, the study used inter-rater reliability as the only reference standard, and it is unclear whether the raters were blinded."
        },
        {
            "parent": 3,
            "text": "The history and physical examination are the most important components of the diagnostic evaluation. Limited laboratory testing and imaging are also indicated, with possible referral for laparoscopic or urologic evaluation as warranted by the clinical findings."
        },
        {
            "parent": 3,
            "text": "Laboratory testing is of limited value in evaluating women with chronic pelvic pain. A complete blood count with differential, erythrocyte sedimentation rate, urinalysis, chlamydia and gonorrhea testing, and pregnancy test may be ordered to screen for a chronic infectious or inflammatory process and to exclude pregnancy."
        },
        {
            "parent": 3,
            "text": "Transvaginal ultrasonography is helpful to identify pelvic masses and adenomyosis.15,16It is particularly useful for detecting pelvic masses less than 4 cm in diameter, which often cannot be palpated on bimanual examination. Ultrasonography is also useful for detection of hydrosalpinx, an indicator of pelvic inflammatory disease.16Follow-up magnetic resonance imaging may be useful to define an abnormality detected on ultrasonography.17"
        },
        {
            "parent": 3,
            "text": "When the pain is severe, the patient should be referred for laparoscopy if the diagnosis remains unclear after the initial evaluation.1,9,18Laparoscopy may be useful to confirm and possibly treat endometriosis or pelvic/abdominal adhesions, but it is negative in nearly 40% of cases.19Pain mapping may be useful while the patient is conscious and under local anesthesia during the procedure. The tissues should be probed and pulled with surgical instruments while the patient is asked about the severity and nature of any pain she perceives. This approach can help target medical and surgical treatments, although less than one-half of patients can expect a reduction in pain.20"
        },
        {
            "parent": 4,
            "text": "The goal of treatment is to maximize patient quality of life and overall function, with an emphasis on engaging the patient in self-management. Evidence-based therapy for chronic pelvic pain remains limited and is often focused on symptom relief.21Any obvious disease process should be treated, though even targeted treatment may not result in resolution of pain. The cause and consequence of pain can involve multiple mechanisms, so treatment requires a holistic approach addressing physical, behavioral, psychological, and sexual components.6Guidelines by the European Association of Urology provide greater detail regarding treatment of chronic pelvic pain.1"
        },
        {
            "parent": 4,
            "text": "Figure 3shows a suggested treatment algorithm."
        },
        {
            "parent": 5,
            "text": "Medical management should address the underlying cause of pelvic pain, if known. If treatment is inadequate or the cause of pain is not known, pharmacologic therapy is aimed at symptom relief.Table 2summarizes potentially useful medications for the treatment of nonspecific chronic pelvic pain.1,10,22,23"
        },
        {
            "parent": 5,
            "text": "Analgesics such as acetaminophen and nonsteroidal anti-inflammatory drugs are usually well tolerated, although a Cochrane review concluded that nonsteroidal anti-inflammatory drugs are not effective for treating chronic pelvic pain associated with endometriosis.23"
        },
        {
            "parent": 5,
            "text": "Oral contraceptives are effective for the treatment of dysmenorrhea associated with endometriosis, with only limited evidence that they are useful for nonmenstrual pelvic pain.24A Cochrane review concluded that there is moderate evidence to support progestogen treatment for chronic pelvic pain (e.g., depot medroxyprogesterone [Depo-Provera], 150 mg intramuscularly every 12 weeks).21If the patient has endometriosis, injectable gonadotropin-releasing hormone agonists such as goserelin (Zoladex) provide longer-lasting effects than depot medroxyprogesterone.25,26Hypoestrogenic adverse effects can be mitigated with hormone therapy. The levonorgestrel-releasing intrauterine system (Mirena) has been shown to reduce the recurrence of dysmenorrhea if placed after laparoscopic treatment of endometriosis.27However, in women with pain of unknown etiology, it is associated with only short-term pain relief and low satisfaction because of the adverse effects of progesterone.21"
        },
        {
            "parent": 5,
            "text": "If neuropathic pain is suspected, tricyclic antidepressants, serotonin-norepinephrine reuptake inhibitors, or anticonvulsants (e.g., gabapentin [Neurontin], pregabalin [Lyrica]) may be helpful.1,21Although data regarding their effectiveness in treating chronic pelvic pain are limited, there is evidence of benefit for treating neuropathic pain in general. A Cochrane review of tricyclic antidepressants for the treatment of neuropathic pain concluded that they are effective (number needed to treat = 3).28There is some evidence of benefit for serotonin-norepinephrine reuptake inhibitors (e.g., venlafaxine, duloxetine [Cymbalta]).1Gabapentin provides good relief of neuropathic pain, with a low number needed to treat.1A study of chronic pelvic pain in women suggested that gabapentin used alone or in combination with amitriptyline is more effective than amitriptyline alone.22A positive response to gabapentin or pregabalin may be a predictor of response to neuromodulation (described later). Data are insufficient to recommend selective serotonin reuptake inhibitors for neuropathic pain, but they are effective if there is underlying depression.1"
        },
        {
            "parent": 5,
            "text": "Opioids may be considered for long-term management of nonmalignant pain when other options have been exhausted. Their use in functional somatic pain syndromes is controversial, and referral to a pain management subspecialist should be considered.6"
        },
        {
            "parent": 6,
            "text": "Surgical intervention should be guided by the underlying diagnosis, although some options may be diagnostic. Pain is likely to improve after laparoscopic surgery to treat endometriosis.18Hysterectomy is a last resort because of its high morbidity and limited benefit. About one-half of women with uterine tenderness on pelvic examination will have improvements in mental health, physical health, and social functioning after hysterectomy.29However, up to 40% will have persistent pain, and at least 5% will have worse pain.30"
        },
        {
            "parent": 6,
            "text": "Local injection of steroids may be therapeutic as well as diagnostic when peripheral nerves are involved.6If there is sacral nerve involvement, pain relief may be possible with sacral nerve blocks or neuromodulation by means of a surgically implanted device that stimulates the nerve with electric pulses.31,32However, neuromodulation may not be readily available. Studies are ongoing to investigate the specific role of these modalities in the treatment of chronic pelvic pain.1"
        },
        {
            "parent": 7,
            "text": "Pelvic floor physical therapy has been proposed as a treatment for chronic pelvic pain. Its proponents cite benefits for diagnosis and treatment.33Referral should be considered when there is pelvic floor tenderness. Although physical therapy has shown promise in small, well-designed studies when myofascial pain is identified, a systematic review concluded that the current evidence base is too limited to guide practice.34,35"
        },
        {
            "parent": 7,
            "text": "Multiple small studies support the use of biofeedback for chronic pelvic pain.1Biofeedback helps patients recognize the action of the pelvic floor muscles and has been shown to provide better pain relief than electrostimulation or massage.1"
        },
        {
            "parent": 8,
            "text": "Behavioral health is a critical component of care for women with chronic pelvic pain, regardless of the underlying cause. One promising treatment method is a hybrid of cognitive psychotherapy and physiotherapy, referred to as somatocognitive therapy. Its goal is to promote awareness of one's own body, develop coping strategies, and manually release muscular pain.36When combined with specific gynecologic care, somatocognitive therapy improves distress, pain experience, and motor function.37"
        },
        {
            "parent": 8,
            "text": "Diagnosis and treatment of comorbid depression are important for therapeutic success. Women with depression are three to five times more likely to have persistent pain after surgical intervention.29"
        },
        {
            "parent": 8,
            "text": "One small study showed that women were more likely to report improvements in pain when they were offered “reassurance” ultrasonography compared with those who were followed with a “wait-and-see” policy.21"
        },
        {
            "parent": 9,
            "text": "Limited evidence suggests that ear acupuncture may be helpful for some causes of gynecologic pain, and is likely more effective than Chinese herbal medicine for endometriosis.38"
        },
        {
            "parent": 10,
            "text": "The goal of treatment is to reduce symptoms and improve quality of life. Treatment plans should account for patient expectations of pain relief and functional ability. Monitoring of mood, pain, and function will help guide the treatment plan. A numeric pain scale can help quantify and measure any change in pain. The validated Quality of Life Scale is useful to monitor patient function.13The Patient Health Questionnaire-9 is another validated tool that is used to screen for and monitor depression symptoms39; it is available athttp://www.integration.samhsa.gov/images/res/PHQ%20-%20Questions.pdf."
        },
        {
            "parent": 10,
            "text": "Data Sources: A PubMed search was completed in Clinical Queries using the key words pelvic pain and women. It was restricted to human, English language, and publication years 2008 to 2015. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. We also searched the Agency for Healthcare Research and Quality evidence reports, Clinical Evidence, the Cochrane database, Essential Evidence Plus, the Institute for Clinical Systems Improvement, the National Guideline Clearinghouse, and DynaMed. Date of last search: December 10, 2015."
        }
    ],
    "locked": false
}