{
    "url": "https://www.aafp.org/pubs/afp/issues/2014/0501/p723.html#afp20140501p723-f2",
    "title": "Evaluation of Scrotal Masses | AAFP",
    "author": "PAUL CRAWFORD, MD, AND JUSTIN A. CROP, DO",
    "doi": "Am Fam Physician.2014;89(9):723-727",
    "abstract": "Scrotal masses are caused by a variety of disorders, ranging from benign conditions to those requiring emergent surgical intervention. Painful scrotal masses require urgent evaluation. Characteristics that suggest testicular torsion include rapid symptom onset, nausea and vomiting, high position of the testicle, and abnormal cremasteric reflex. Doppler ultrasonography or surgical exploration is required to confirm the diagnosis. Surgical repair must occur within six hours of symptom onset to reliably salvage the testicle. Epididymitis/orchitis have a slower onset and are associated with a C-reactive protein level greater than 24 mg per L (228.6 nmol per L) and increased blood flow on ultrasonography. Acute onset of pain with near normal physical examination and ultrasound findings is consistent with torsion of the testicular appendage. Testicular malignancies cause pain in 15% of cases. If ultrasonography shows an intratesticular mass, timely urology referral is indicated. Inguinal hernias are palpated separate to the testicle and can cause pain. Emergent surgery is indicated for a strangulated hernia. Hydrocele, varicocele, and scrotal skin lesions may be managed in nonurgent settings. A biopsy should be performed to rule out cancer in patients with scrotal skin lesions that are erosive, vascular, hyperkeratotic, or nonhealing, or that change color or have irregular borders.",
    "headers": [
        {
            "id": 0,
            "name": "Approach to Scrotal Masses",
            "level": 2
        },
        {
            "id": 1,
            "name": "HISTORY AND PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 2,
            "name": "DIAGNOSTIC TESTS",
            "level": 3
        },
        {
            "id": 3,
            "name": "Scrotal Masses Presenting With Pain",
            "level": 2
        },
        {
            "id": 4,
            "name": "TESTICULAR TORSION",
            "level": 3
        },
        {
            "id": 5,
            "name": "EPIDIDYMITIS/ORCHITIS",
            "level": 3
        },
        {
            "id": 6,
            "name": "TORSION OF THE TESTICULAR APPENDAGE",
            "level": 3
        },
        {
            "id": 7,
            "name": "HEMATOCELE OR TESTICULAR RUPTURE",
            "level": 3
        },
        {
            "id": 8,
            "name": "Scrotal Masses Presenting With or Without Pain",
            "level": 2
        },
        {
            "id": 9,
            "name": "TESTICULAR CANCER",
            "level": 3
        },
        {
            "id": 10,
            "name": "INGUINAL HERNIAS",
            "level": 3
        },
        {
            "id": 11,
            "name": "Scrotal Masses Presenting Without Pain",
            "level": 2
        },
        {
            "id": 12,
            "name": "HYDROCELE",
            "level": 3
        },
        {
            "id": 13,
            "name": "VARICOCELE",
            "level": 3
        },
        {
            "id": 14,
            "name": "LESS COMMON INTRASCROTAL MASSES",
            "level": 3
        },
        {
            "id": 15,
            "name": "SCROTAL WALL MASSES",
            "level": 3
        },
        {
            "id": 16,
            "name": "INCIDENTAL INTRATESTICULAR MASS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Scrotal masses are a common presentation in primary care, and a painful scrotum accounts for 1% of emergency department visits.1Some causes of scrotal masses require rapid diagnosis and treatment to avoid loss of fertility or other complications.1–6Table 1summarizes the causes of scrotal masses.1,2,4,6–8"
        },
        {
            "parent": -1,
            "text": "Normal testes are firm but not hard, nearly equal in size, smooth, and ovoid. Normal testicular length ranges from 1.5 to 2 cm before puberty and from 4 to 5 cm after puberty. The epididymis is posterolateral to the testicle; the epididymis and testicle are separated but attached. The vas deferens emanates from the tail of the epididymis and joins the vascular pedicle of the testicle to form the spermatic cord. The spermatic cord travels superiorly to the inguinal canal.3Figure 1illustrates the anatomy of the scrotum.9"
        },
        {
            "parent": 1,
            "text": "A clinically useful distinction can be made between painful and painless scrotal masses. Although painless masses are not uniformly benign, painful masses are much more likely to require urgent intervention(Figure 2). Prehn sign (i.e., relief of pain with elevation of the testes) may suggest epididymitis but does not rule out testicular torsion.1In a cross section of 120 patients, Prehn sign was present in 91.3% of those with spermatic cord torsion and in 21.7% of those with epididymitis.7"
        },
        {
            "parent": 2,
            "text": "Ultrasonography can reliably differentiate extratesticular masses from intratesticular masses. With the addition of Doppler imaging, the sensitivity and specificity of ultrasonography for testicular torsion range from 86% to 93%.10In one study, experienced pediatric radiologists using high-resolution ultrasonography detected the twist of the spermatic cord in testicular torsion 96% of the time and reliably diagnosed other scrotal disorders.11Blood tests are occasionally helpful. A study showed a C-reactive protein level of more than 24 mg per L (228.6 nmol per L) to be 96% sensitive and 85% specific for epididymitis/orchitis.7"
        },
        {
            "parent": 4,
            "text": "Acute scrotal pain is commonly caused by testicular torsion. Any patient presenting with acute scrotal pain and a mass or swelling should be urgently evaluated for testicular torsion because timely diagnosis is key to preserving testicular function.1If repaired within six hours of symptom onset, the salvage rate of the testicle is as high as 80% to 100%; thus, clinicians should not delay surgical consultation if diagnostic imaging is not immediately available.12Several history and physical examination findings greatly increase the clinical probability that a patient has testicular torsion(Table 2).4,5,7Torsion in infants can present with indolent symptoms—restlessness and scrotal tenderness are the hallmarks in this group.13"
        },
        {
            "parent": 5,
            "text": "Epididymitis is the most common cause of scrotal pain in adults and is characterized by acute unilateral pain and swelling.12The pain usually begins at the epididymis and can spread to the entire testicle (epididymo-orchitis).14Other symptoms include fever, erythema of the scrotal skin, and dysuria.6It is associated with a C-reactive protein level greater than 24 mg per L and increased blood flow on ultrasonography.Chlamydia trachomatisandNeisseria gonorrhoeaeare the most common organisms responsible for bacterial epididymitis in males younger than 35 years. Guidelines recommend empiric ceftriaxone (Rocephin) and doxycycline for treatment of suspected epididymitis in males younger than 35 years.8"
        },
        {
            "parent": 6,
            "text": "Torsion of the testicular appendage at the superior pole of the testicle is an intensely painful, self-limited disorder most common in prepubertal males.15The condition presents as acute unilateral pain without a high testicle or signs of epididymitis. The blue dot sign (i.e., bluish discoloration of the scrotum over the superior pole) is a specific finding for torsion of the testicular appendage but is not sensitive. Ultrasonography is helpful to rule out testicular torsion, but if results are inconclusive, a surgeon should explore the scrotum.1"
        },
        {
            "parent": 7,
            "text": "Severe scrotal trauma can rarely result in hematoma or rupture of the testicle. Therefore, patients with a history of trauma and scrotal pain should always undergo ultrasonography.16"
        },
        {
            "parent": 9,
            "text": "Approximately 95% of all testicular tumors in adults are derived from the germ cells. They are categorized as seminomatous or nonseminomatous germ cell tumors, and are the most common cancers diagnosed in males 15 to 34 years of age. These tumors are five times more common in whites than in blacks.6Testicular malignancies cause pain in 15% of cases.1Testicular cancer usually presents as a firm, unilateral nodule.6"
        },
        {
            "parent": 9,
            "text": "Testicular masses in children are likely to be malignant.17Risk factors for testicular cancer include cryptorchidism (undescended testicle), family or personal history of testicular cancer, Klinefelter syndrome, and previous orchitis.3,12,18"
        },
        {
            "parent": 9,
            "text": "When cancer is a concern in a patient with a testicular mass, laboratory testing includes α-fetoprotein, beta subunit of human chorionic gonadotropin, and lactate dehydrogenase levels.6Urgent referral to a urologist is indicated for patients with intratesticular masses, even though smaller masses are less likely to be cancerous.19,20There is new evidence that testicular sparing surgery may be satisfactory in selected patients.21"
        },
        {
            "parent": 10,
            "text": "Inguinal hernias may contain fat or colon and are easily diagnosed based on physical examination results and clinical history.18Valsalva maneuvers performed while palpating the inguinal canal will push a hernia against the examiner's finger. Strangulated hernias are a surgical emergency. Patients with hernias that cause significant pain should also be referred for possible surgical correction."
        },
        {
            "parent": 12,
            "text": "Hydroceles can be differentiated from other testicular masses by transillumination of the fluid with a penlight. Patients with hydroceles also have a palpably normal spermatic cord and inguinal ring above the swollen area. Scrotal ultrasonography may be helpful in making the diagnosis.6,18"
        },
        {
            "parent": 13,
            "text": "A varicocele is a dilation of the venous pampiniform plexus of the spermatic cord, which coalesces into a single testicular vein. Varicoceles are classically described as feeling like a bag of worms; this feeling increases with Valsalva maneuvers. Varicoceles occur in 15% of males and usually first appear in adolescence.17There is conflicting evidence about the association between varicoceles and male infertility. A Cochrane review of 10 randomized trials found some increase in fertility from surgical treatment of varicoceles in couples with unexplained subfertility (number needed to treat = 17).22"
        },
        {
            "parent": 14,
            "text": "Spermatoceles and epididymal cysts are benign, nonpainful masses that are usually palpated in the spermatic cord."
        },
        {
            "parent": 15,
            "text": "Occasionally, a scrotal wall lesion presents as a scrotal mass. Scrotal skin cancer is more common in persons with a history of psoralen plus ultraviolet A therapy or human papillomavirus infection. Scrotal skin lesions that are erosive, vascular, hyperkeratotic, or nonhealing, or that change color, or have irregular borders should be biopsied to rule out cancer.23,24Fournier gangrene is a necrotizing soft tissue infection that can present as a scrotal mass and is a surgical emergency.25Benign scrotal masses include genital warts, benign nevus, epidermal cysts, seborrheic keratosis, and angiokeratomas."
        },
        {
            "parent": 16,
            "text": "Nonpalpable intratesticular masses found incidentally on a male infertility evaluation should prompt measurement of α-fetoprotein, beta subunit of human chorionic gonadotropin, and lactate dehydrogenase. An incidental mass less than 5 mm in diameter in a patient with negative serum tumor markers is likely benign.20In patients with larger or enlarging masses, excisional biopsy that spares the testicle is prudent to rule out testicular cancer (if positive, orchiectomy should be performed).19"
        },
        {
            "parent": 16,
            "text": "Data Sources: A PubMed search was completed in Clinical Queries using the key terms scrotal mass, acute scrotum, scrotum mass, testicular cancer, and imaging scrotum. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Also searched were the Agency for Healthcare Research and Quality evidence reports, Bandolier, Clinical Evidence, the Cochrane database, Database of Abstracts of Reviews of Effects, Essential Evidence Plus, the Institute for Clinical Systems Improvement, the National Guideline Clearinghouse database, the Trip database, and UpToDate. Search dates: January 18, 2012; April 4, 2012; and January 13, 2014."
        }
    ],
    "locked": false
}