{
    "url": "https://www.aafp.org/pubs/afp/issues/2013/0501/p649.html#afp20130501p649-f1",
    "title": "AUA Guideline Addresses Diagnosis, Evaluation, and Follow-Up of Asymptomatic Microhematuria | AAFP",
    "author": "MARA LAMBERT,AFPSenior Associate Editor",
    "doi": "Am Fam Physician.2013;87(9):649-653",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Guideline source:American Urological Association"
        },
        {
            "parent": -1,
            "text": "Evidence rating system used?Yes"
        },
        {
            "parent": -1,
            "text": "Literature search described?Yes"
        },
        {
            "parent": -1,
            "text": "Guideline developed by participants without relevant financial ties to industry?No"
        },
        {
            "parent": -1,
            "text": "Published source:American Urological Association, May 2012"
        },
        {
            "parent": -1,
            "text": "Available at:http://www.auanet.org/education/asymptomatic-microhematuria.cfm"
        },
        {
            "parent": -1,
            "text": "The American Urological Association (AUA) has released a guideline to direct physicians and patients during the diagnosis, evaluation, and follow-up of asymptomatic microhematuria in adults. Microhematuria is defined as the presence of three or more red blood cells per high-power field on a properly collected urinary specimen. Other abnormalities (e.g., pyuria, bacteriuria, contaminants) or obvious benign causes must be absent. A positive dipstick result alone may not be used to diagnose asymptomatic microhematuria, although microscopic examination may be performed to confirm or refute the diagnosis. History, physical examination, and laboratory tests can rule out benign causes such as infection, menstruation, vigorous exercise, medical renal disease, viral illness, trauma, or recent urologic procedures.Figure 1is an algorithm for the diagnosis, evaluation, and follow-up of asymptomatic microhematuria."
        },
        {
            "parent": -1,
            "text": "Urologic evaluation of asymptomatic microhematuria is recommended after benign causes have been ruled out. Initially, renal function should be assessed using estimated glomerular filtration rate, serum creatinine level, and blood urea nitrogen level because intrinsic renal disease may indicate renal-related risks in patients. Concurrent nephrologic workup is recommended if dysmorphic red blood cells, proteinuria, cellular casts, renal insufficiency, or any other clinical indicator of renal parenchymal disease is present. Patients who are taking anticoagulants should undergo urologic and nephrologic evaluation, regardless of the type or level of anticoagulation therapy."
        },
        {
            "parent": -1,
            "text": "All patients 35 years or older who have asymptomatic microhematuria should undergo cystoscopy. For patients younger than 35 years, cystoscopy should be performed at the physician's discretion. Regardless of age, patients with risk factors for urinary tract malignancies (e.g., irritative voiding symptoms, current or past tobacco use, chemical exposures) should undergo cystoscopy."
        },
        {
            "parent": -1,
            "text": "Imaging should be included in the initial evaluation of asymptomatic microhematuria. Multiphasic computed tomography (CT) urography (with or without intravenous contrast media) is the preferred method because it has the highest sensitivity and specificity for imaging the upper tracts. Sufficient phases are needed to rule out a mass in the renal parenchyma, as well as an excretory phase to evaluate the urothelium of the upper tracts. Magnetic resonance urography (with or without intravenous contrast media) may be used if patients have contraindications to multiphasic CT (e.g., renal insufficiency, contrast media allergy, pregnancy). Additionally, if patients have a contraindication and collecting system detail is necessary, combining magnetic resonance imaging with retrograde pyelograms allows for evaluation of the entire upper tracts. If magnetic resonance imaging cannot be performed because of metal in the body, combining noncontrast CT or renal ultrasonography with retrograde pyelograms also allows for evaluation of the entire upper tracts."
        },
        {
            "parent": -1,
            "text": "Urine cytology and urine markers (nuclear matrix protein 22, bladder tumor antigen stat, and Urovysion fluorescence in situ hybridization) are not recommended for the routine evaluation of asymptomatic microhematuria. Cytology may be useful, however, in patients with persistent microhematuria after a negative workup or with risk factors for carcinoma in situ (e.g., irritative voiding symptoms, current or past tobacco use, chemical exposures). Blue light cystoscopy is not recommended for evaluating asymptomatic microhematuria."
        },
        {
            "parent": -1,
            "text": "After a negative urologic workup, yearly urinalysis is recommended in patients with persistent asymptomatic microhematuria, although they may be discontinued after two consecutive negative results. A repeat evaluation within three to five years should be considered in patients with persistent or recurrent asymptomatic microhematuria after an initial negative urologic workup."
        }
    ],
    "locked": false
}