{
    "url": "https://www.aafp.org/pubs/afp/issues/2015/0615/p844.html#afp20150615p844-f1",
    "title": "Preventive Health Care for Men Who Have Sex with Men | AAFP",
    "author": "DANIEL A. KNIGHT, MD, AND DIANE JARRETT, EdD",
    "doi": "Am Fam Physician.2015;91(12):844-852",
    "abstract": "Men who have sex with men (MSM) comprise at least 4% of males in the United States. MSM may describe themselves as gay, bisexual, or heterosexual. Because current medical practice does not always facilitate discussion of sexual behaviors, this group of men may face barriers to receiving culturally competent, comprehensive health care, including preventive services. Barriers include a lack of a welcoming clinical environment, lack of adequate health insurance, and sexual minority stress. Health issues that have a disproportionate impact on MSM include mental health and behavioral problems, smoking and illicit substance use, and sexually transmitted infections (STIs). Family physicians must be prepared to ask explicit questions about sexual activities to determine risk levels for STIs. MSM should receive the same immunizations routinely recommended for other patients, as well as for hepatitis A and B viruses. Although anal Papanicolaou testing is available to screen for cytologic abnormalities, there are no consistent guidelines about its effectiveness. Preexposure prophylaxis is an option for MSM who are at very high risk of human immunodeficiency virus (HIV) infection. For MSM who are not taking preexposure prophylaxis and report a recent high-risk exposure to HIV, postexposure prophylaxis should be offered immediately, preferably within 72 hours of exposure. Because STIs are commonly asymptomatic, screening should be based on risk rather than symptoms. Screening for hepatitis C virus infection is recommended for HIV-positive MSM at least annually and more often for high-risk individuals.",
    "headers": [
        {
            "id": 0,
            "name": "Barriers to Optimal Care",
            "level": 2
        },
        {
            "id": 1,
            "name": "LACK OF A WELCOMING ENVIRONMENT",
            "level": 3
        },
        {
            "id": 2,
            "name": "LACK OF HEALTH INSURANCE COVERAGE",
            "level": 3
        },
        {
            "id": 3,
            "name": "SEXUAL MINORITY STRESS",
            "level": 3
        },
        {
            "id": 4,
            "name": "Health Issues with Disproportionate Impact Among MSM",
            "level": 2
        },
        {
            "id": 5,
            "name": "Management of Health Care for MSM",
            "level": 2
        },
        {
            "id": 6,
            "name": "CONDUCTING A CULTURALLY COMPETENT HISTORY",
            "level": 3
        },
        {
            "id": 7,
            "name": "COUNSELING MSM",
            "level": 3
        },
        {
            "id": 8,
            "name": "Prevention",
            "level": 2
        },
        {
            "id": 9,
            "name": "IMMUNIZATIONS",
            "level": 3
        },
        {
            "id": 10,
            "name": "ANAL HEALTH ISSUES",
            "level": 3
        },
        {
            "id": 11,
            "name": "SEXUALLY TRANSMITTED INFECTIONS, PREP, AND PEP",
            "level": 3
        },
        {
            "id": 12,
            "name": "Screening for STIs",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Men who have sex with men (MSM) have been an invisible population in the past in terms of routine health care, although they are estimated to comprise at least 4% of males in the United States.1Because men may not always disclose male-male sexual activity, the actual number may be higher."
        },
        {
            "parent": -1,
            "text": "Recent cultural changes have brought discussions about sexual minorities to the forefront; however, MSM are still less likely to have access to health care and to culturally sensitive clinicians. MSM are also at higher risk of behavioral disorders, smoking and substance use, and sexually transmitted infections (STIs)."
        },
        {
            "parent": -1,
            "text": "The reasons for these health care inequities are multifaceted. Unless the existing barriers are addressed, MSM will continue to face health disparities and a disproportionate burden of disease."
        },
        {
            "parent": 1,
            "text": "MSM who seek a supportive family physician may be faced with brochures and websites that lack examples of same-sex couples. At the office front desk, they may be presented with an intake form with the options of “single” or “married” but not “partnered.” Staff members may cause discomfort by asking questions based on the assumption that male patients have female partners only."
        },
        {
            "parent": 2,
            "text": "Married persons typically can obtain health insurance through their spouse's employer. Unmarried MSM cannot obtain such coverage unless the employer provides it for unmarried domestic partners (same-sex marriage currently is not an option in several states)."
        },
        {
            "parent": 3,
            "text": "Sexual minority stress is a concept that encompasses pressures such as stigma, internalized homophobia, and expectations of rejection(Table 12–5). Sexual minority stress is thought to contribute to mental health problems and risky sexual behaviors.4,5"
        },
        {
            "parent": 3,
            "text": "Table 2provides more details on barriers and interventions.6,7"
        },
        {
            "parent": 4,
            "text": "Despite the overrepresentation of some health issues in the MSM population, it is important for physicians to focus on MSM as individuals, most of whom will never have mental health issues, use illicit drugs, or contract STIs. Most of what constitutes excellent health care for MSM is the same as for any other patient, regardless of sexual practices."
        },
        {
            "parent": 4,
            "text": "Because some health issues have disproportionate impact on the MSM population, physicians must be aware of how to address these issues as appropriate to the individual. For example, approximately 40% of MSM develop major depression during their lifetime, which is about twice the prevalence in other men.8Generalized anxiety disorder, life dissatisfaction, body dissatisfaction, and eating disorders are also common.8–10MSM are at higher risk of self-directed violence and attempted suicide.9,11Sexual minority youth in particular are more likely to have depression and more than twice as likely to have considered suicide.2MSM are nearly twice as likely as other men to be current smokers.9The use of club drugs(Table 12–5)prevalent among sexual minority youth is associated with unprotected sex,2and methamphetamine use is associated with unprotected anal sex.3"
        },
        {
            "parent": 4,
            "text": "The Centers for Disease Control and Prevention (CDC) states that certain MSM are at higher risk of STIs (viral and bacterial), including human immunodeficiency virus (HIV) infection.12From the 1980s through the mid-1990s, the rates of unsafe sexual practices and contracted STIs declined in the population, but since then, the rates of early syphilis (primary, secondary, or early latent), gonorrhea, and chlamydia have increased in MSM in almost all industrialized countries.12MSM, particularly those who are black or Hispanic, are at disproportionate risk for HIV. Risk factors for HIV in MSM include anal sex (receptive or insertive) without a condom, having another STI, having sex with anonymous partners without a condom and using methamphetamines or other drugs to enhance sexual performance.12"
        },
        {
            "parent": 4,
            "text": "eTable Apresents the disproportionate impact of STIs on MSM."
        },
        {
            "parent": 4,
            "text": "Increased sexual risk-taking in MSM may be traced to a variety of factors, including depression and sexual minority stress(Table 32,7). High-risk behavior includes multiple and anonymous sexual contacts, substance use during sex, a recent history of STI, and unprotected receptive anal intercourse."
        },
        {
            "parent": 6,
            "text": "A thorough patient history for MSM includes the same elements as for other male patients, with extra focus on establishing trust through nonjudgmental communication and screening for health issues that are disproportionately represented in the MSM population."
        },
        {
            "parent": 6,
            "text": "Not all MSM describe themselves as gay or homosexual. Some self-identify as heterosexual, although they have sex with men, and some are bisexual(Table 12–5). Asking questions about behavior (e.g., “Do you have sex with men, women, or both?”) instead of labels (e.g., “Are you gay?”) fosters clearer communication between the physician and the patient."
        },
        {
            "parent": 6,
            "text": "Explicit questions about sexual behavior are necessary to determine risk levels for STIs(Table 4). Some physicians prefer to ask these questions face to face, whereas others provide forms for patients to fill out in advance. The latter approach can save time, but the process may be stymied if the patient is hesitant to hand in forms to front desk staff because of confidentiality concerns. The National LGBT (lesbian, gay, bisexual, or transgender) Health Education Center suggests that each physician choose the process that works best for his or her patients.6"
        },
        {
            "parent": 7,
            "text": "Family physicians are able to provide the tools and support for MSM to take positive steps to optimize health outcomes.13This is particularly true for situations in which MSM have been alienated from family structures that traditionally provide emotional and psychological support.8Risks can be significantly reduced through behavioral interventions, such as counseling, small groups, and workshops.14Physicians should be ready to refer patients to community-based resources that offer a welcoming, culturally competent environment for MSM."
        },
        {
            "parent": 7,
            "text": "Because some MSM have experienced discrimination in the health care system, the process of establishing trust may take time. Physicians should begin by explaining the need for several routine questions—including questions about behavioral health, substance use, and sexual activities—and that the questions are being asked only to obtain the information necessary for optimal care. A discussion of confidentiality is helpful, with negotiation about which specific details will be entered into the medical record."
        },
        {
            "parent": 7,
            "text": "When discussing sexual issues, physicians must be able to define and understand the significance of terms, such as receptive sex (colloquially known as the “bottom” partner) and insertive sex (the “top” partner). Frank discussions about using condoms, choosing less risky behaviors, informing partners of their HIV status, and reducing the number of sex partners should be initiated as appropriate."
        },
        {
            "parent": 8,
            "text": "Prevention for MSM consists of many of the same elements as for other male patients, including dialogue about smoking, substance use, behavioral health, and safer sex practices. In addition, physicians must address the following topics."
        },
        {
            "parent": 9,
            "text": "MSM should receive the same routine immunizations recommended for other patients. The CDC recommends vaccinations for hepatitis A and B viruses for MSM in whom previous infection or vaccination status cannot be determined.12The U.S. Preventive Services Task Force (USPSTF) offers no recommendation for hepatitis A virus but recommends vaccination for hepatitis B virus15(Table 512,15–21). The CDC also recommends routine human papillomavirus (HPV) vaccination for all males, including MSM, through 26 years of age.22Because HPV infection commonly occurs shortly after the first sexual experience, vaccination must be early.23Meningococcal vaccine is recommended for MSM who have at least one other risk factor (e.g., medical, occupational, lifestyle).24"
        },
        {
            "parent": 10,
            "text": "Although anal Papanicolaou (Pap) testing is available, there is no consistent evidence about its effectiveness. The CDC states that evidence is limited about the need to screen for anal cytologic abnormalities, but an annual digital anorectal examination (for HIV-positive MSM and HIV-negative MSM with a history of receptive anal intercourse) might detect masses that could be anal cancer.12The New York State Department of Health recommends baseline cytology and annual anal cancer screening for MSM who are HIV-positive.25Directions for performing an anal Pap test are available on the New York State Department of Health AIDS Institute's website athttp://www.hivguidelines.org/clinical-guidelines/adults/anal-dysplasia-and-cancer/."
        },
        {
            "parent": 11,
            "text": "Prevention of STIs in MSM is similar to that of other males in terms of condom use, awareness of a partner's STI status, and avoidance of high-risk behaviors, such as multiple sex partners and substance use during sex. MSM in monogamous relationships or who routinely follow safer sex practices are at lower risk of STIs."
        },
        {
            "parent": 11,
            "text": "Preexposure prophylaxis (PrEP) is an option for MSM who are at very high risk of HIV and less likely to follow safer sex practices. These include men who use recreational drugs or alcohol during sex, inject drugs, exchange sex for money or services, use condoms inconsistently, or have sex with HIV-infected partners,26in addition to men who have multiple or anonymous partners."
        },
        {
            "parent": 11,
            "text": "Before prescribing PrEP, the physician must ensure that patients understand that regular monitoring of medication adherence, HIV status, and adverse effects before and during treatment is necessary. Although PrEP can provide significant protection from HIV infection, it is not a substitute for safer sex practices.27"
        },
        {
            "parent": 11,
            "text": "For MSM who are not taking PrEP and who report a recent high-risk exposure to HIV, postexposure prophylaxis (PEP) should be offered immediately, preferably within 72 hours of exposure. PEP consists of a 28-day course of antiretroviral medications.27"
        },
        {
            "parent": 11,
            "text": "Tables 6and7provide details of PrEP and PEP regimens.27"
        },
        {
            "parent": 12,
            "text": "Screening recommendations for STIs in MSM are listed inTable 5,12,15–21and an algorithm is presented inFigure 1. Because STIs are often asymptomatic, screening should be based on risk rather than symptoms,28and include pharyngeal, rectal, urethral, and genital examination, as appropriate.29The CDC recommends that MSM be screened for STIs annually or more often (e.g., every three to six months) if participating in high-risk sexual behavior12; the USPSTF recommends HIV screening at least annually for those at very high risk.20The USPSTF also recommends screening for syphilis,21hepatitis B virus infection,15and hepatitis C virus infection in high-risk persons.18Because sexual behaviors can vary over time, physicians must ensure frequent communication to determine the level of risk.8"
        },
        {
            "parent": 12,
            "text": "Sexual transmission of hepatitis C virus is possible; therefore, the CDC recommends screening in persons with newly diagnosed HIV infection, especially MSM.12[corrected]"
        },
        {
            "parent": 12,
            "text": "Data Sources: A PubMed search was completed in Clinical Queries using the key terms MSM, men who have sex with men, gay, homosexual, and LGBT. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Also searched were the Agency for Healthcare Research and Quality Clinical Guidelines and Evidence Report, Cochrane Database of Systematic Reviews, Effective Health Care, Institute for Clinical Systems Improvement, National Guideline Clearinghouse, and U.S. Preventive Services Task Force. Search dates: April 2014 to December 2014."
        },
        {
            "parent": 12,
            "text": "note: This article updates a previous article on this topic by Knight.30"
        }
    ],
    "locked": false
}