{
    "url": "https://www.aafp.org/pubs/afp/issues/2014/0515/p813.html#afp20140515p813-f1",
    "title": "Complications of Adjustable Gastric Banding Surgery for Obesity | AAFP",
    "author": "CHARLES KODNER, MD, AND DANIEL R. HARTMAN, DO",
    "doi": "Am Fam Physician.2014;89(10):813-818",
    "abstract": "Laparoscopic adjustable gastric banding procedures have a favorable risk-benefit profile and are increasingly important as part of the overall management of obesity. These procedures are effective at inducing weight loss and improving comorbid conditions, including diabetes mellitus, hypertension, and sleep apnea. Laparoscopic adjustable gastric banding has several typical complications, and family physicians should recognize these as part of a team-based approach to the management of obesity. Gastric band slippage, port or tubing malfunction, stomal obstruction, band erosion, pouch dilation, and port infection are examples of complications that may occur after laparoscopic adjustable gastric banding. Upper gastrointestinal tract imaging is often required to diagnose these complications. Some complications can be managed in the primary care setting through behavioral diet modification or removal of fluid from the band (band deflation); however, other complications require surgical repair or removal of the band.",
    "headers": [
        {
            "id": 0,
            "name": "Definitions",
            "level": 2
        },
        {
            "id": 1,
            "name": "Clinical Presentation",
            "level": 2
        },
        {
            "id": 2,
            "name": "Complications",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Surgery for morbid obesity has become an integral part of managing this common and serious chronic illness, and it is the only therapy proven to induce sustained weight loss. Previously considered an option of last resort, surgical management of obesity now has a more favorable risk-benefit profile and is appropriate earlier in the course of management. Although there are risks with bariatric surgery, these procedures have been shown to have low rates of surgical mortality comparable to those of other commonly performed procedures.1Current bariatric procedures result not only in substantial weight loss but also in improvements for many associated comorbid conditions, such as diabetes mellitus, hypertension, and sleep apnea.2The number of bariatric procedures performed has increased dramatically over the previous decade, although it has plateaued to approximately 113,000 cases per year in the United States.3Approximately 1% of eligible patients with morbid obesity undergo bariatric surgery.4"
        },
        {
            "parent": -1,
            "text": "Laparoscopic adjustable gastric banding is the most common form of bariatric surgery in the United States,5although the use of laparoscopic sleeve gastrectomy may be increasing.6Despite favorable mortality and weight loss outcomes, there is growing evidence of long-term complications following gastric banding, which are often not identified in short-term clinical studies.7Approximately 50% of patients require reoperation,8including 25% who experience major late complications. Up to 73% of patients would not choose to have laparoscopic adjustable gastric banding surgery again.9"
        },
        {
            "parent": -1,
            "text": "In addition to patient counseling, education, and referral for surgery, family physicians may treat patients for follow-up after bariatric surgery or for specific symptoms in the office or emergency department. Family physicians must be able to identify common postoperative problems and evaluate the need for further intervention."
        },
        {
            "parent": 0,
            "text": "Bariatric surgery complications are classified as intraoperative, early postoperative (within one month), and late postoperative (after one month). Early postoperative complications, including infection, stomal stenosis, or hernia, are often addressed at surgical follow-up, but may be identified in the primary care setting. Short-term perioperative death is most often caused by pulmonary embolism or myocardial infarction. Family physicians may help coordinate postoperative care or implement steps to prevent complications.10Some postoperative problems are related to poor adherence to a dietary plan, and patients may need reeducation of appropriate postoperative eating habits, including eating small portions and avoiding liquids while eating.11"
        },
        {
            "parent": 0,
            "text": "This article reviews late complications after laparoscopic adjustable gastric banding, including clinical presentation, diagnosis, and key management steps(Table 1).4,7,12-14Some complications not discussed here are more likely to follow gastric bypass, including dumping syndrome, malnutrition, vitamin deficiencies, hernia formation, and postoperative anastomotic strictures causing bowel obstruction. Identification and follow-up for these problems rely on structured postoperative assessment and laboratory testing, which optimally should be conducted during surgical follow-up."
        },
        {
            "parent": 1,
            "text": "Several late postoperative complications of laparoscopic adjustable gastric banding have similar clinical presentations, as well as similar diagnostic tests and management strategies. Once diagnosed, some complications can be managed nonoperatively through port or band adjustments, patient reeducation, or other means, whereas others necessitate surgical revision or removal of the band."
        },
        {
            "parent": 1,
            "text": "Failed weight loss (typically defined as a loss of less than 20% of excess weight) is a common presenting problem.7Patients' dietary habits should be carefully assessed, particularly with regard to meal volume, between-meal snacks, and overconsumption of liquid calories. The integrity of the band and port should be assessed by determining band fluid content and checking for band leakage.7"
        },
        {
            "parent": 1,
            "text": "New or worsening gastroesophageal reflux disease (GERD) symptoms may occur in up to one-third of patients after laparoscopic adjustable gastric banding; preoperative endoscopy or motility studies may predict GERD, and intraoperative repair of hiatal hernia can prevent such complications."
        },
        {
            "parent": 1,
            "text": "Other presenting symptoms of late complications include achalasia, regurgitation, intolerance of liquid or solid food, vomiting, dysphagia, or port site pain. Many of these can be associated with failure to lose weight. After band system assessment and dietary evaluation, an upper gastrointestinal (GI) radiographic study with contrast media is typically indicated to assess for band positioning or gastric prolapse. Focal abdominal tenderness, particularly with vague abdominal pain, weight regain, or evidence of superficial infection at the port site, requires endoscopy to evaluate for gastric erosion. Assessing the port system integrity and performing upper GI imaging are the best initial steps to evaluate abdominal pain, vomiting, or dysphagia after laparoscopic adjustable gastric banding.7,11–13"
        },
        {
            "parent": 2,
            "text": "Late postoperative complications after laparoscopic adjustable gastric banding include band slippage or prolapse, port or tubing malfunctions, pouch dilation, GERD, and band erosion, among others. A wide range of rates for these complications has been reported; however, GERD, port problems, and band slippage are the most common.14"
        },
        {
            "parent": 2,
            "text": "Band slippage involves migration of the band from its appropriate position, causing prolapse of the stomach above or below the band. The incidence varies with surgical technique, and has decreased over time with surgical modifications. Band slippage occurs more often with patient overeating.11Slippage may be anterior or posterior, although clinical manifestations are the same and may include any combination of dysphagia, reflux, food intolerance, or vomiting.7The incidence of posterior slippage has declined with introduction of the pars flaccida technique,15a surgical method to encircle the upper stomach with minimal gastric dissection.16Diagnosis is made using contrast imaging of the upper GI tract, and surgical revision or removal is typically required.13Figure 1presents an algorithm to assess suspected band slippage.17"
        },
        {
            "parent": 2,
            "text": "Port or tubing malfunctions include the leakage of saline used to inflate the band, port rotation or migration, tubing malfunction or fracture, and others.12Inability to access the port, suboptimal weight loss after band volume adjustment, and regained weight are common presentations. Imaging of the upper GI tract and device tubing under fluoroscopy usually identify system malfunctions. Although these malfunctions are not typically life-threatening, surgical intervention is usually required.18Endoscopic port replacement may be corrective without requiring an intra-abdominal operation."
        },
        {
            "parent": 2,
            "text": "Band overinflation or overeating may lead to pouch dilation, which is pouch enlargement due to higher pouch pressures. Patients may present with lack of satiety, GERD, or regurgitation. Band deflation and reinforcement of dietary behavior should return the pouch size to normal in four to six weeks, otherwise band replacement or removal may be required.14"
        },
        {
            "parent": 2,
            "text": "After massive weight loss, the port can become more prominent as the subcutaneous fat decreases and it may rub on patients' clothing. This can lead to port site pain and skin erosion. This less-likely complication can be corrected by replacing the original port with a smaller, low-profile port.12"
        },
        {
            "parent": 2,
            "text": "Stomal obstruction (obstruction to the flow of food from the gastric pouch to the rest of the stomach) is a rare complication that is more common in patients who do not adhere to diet modification or who swallow unchewed food.19Although this is more likely to occur in the early postoperative period, changes in dietary behavior can cause obstruction at any time. Patients present with dysphagia, reflux, postprandial vomiting, inability to swallow, and abdominal pain.20If deflation of the band or endoscopic removal of the obstruction is not corrective, the band may need to be removed.19"
        },
        {
            "parent": 2,
            "text": "GERD that occurs after laparoscopic adjustable gastric banding is common and presents much like reflux in other patients.21Upper endoscopy may identify hiatal hernia, although this is often diagnosed preoperatively and repaired at the time of band placement,22which reduces the rate of reoperation.23Pouch dilation and poor diet compliance are the most common causes. Behavioral diet modification and acid-suppressing medication (e.g., proton pump inhibitor) usually control symptoms. Otherwise, surgical modification or band removal is required.22"
        },
        {
            "parent": 2,
            "text": "Port infection usually occurs during the immediate postoperative period and presents with local tenderness, warmth, or erythema. However, it is also a potential late complication that may develop as long as the device is in place. Abscess formation or fistulization to the skin is possible,12but is uncommon. Late infection may present with vague abdominal symptoms or failed weight loss, and can be diagnosed by physical examination, endoscopy, or ultrasonography."
        },
        {
            "parent": 2,
            "text": "Band erosion is a potentially serious complication that can result in weight gain, abdominal pain, dysphasia, hematemesis, or sepsis.13Patients may present with vague abdominal pain or weight gain, but rarely with peritonitis.7Bacteria migrating from the stomach along the tubing may cause an abscess identifiable at the port site on physical examination. Upper GI study or abdominal computed tomography may suggest the diagnosis, which can be confirmed on upper endoscopy. Treatment consists of band removal and repair of the gastric wall. Consultation with the surgeon for possible reoperation is needed if signs of infection are present.18Band replacement may be attempted after three months.24,25"
        },
        {
            "parent": 2,
            "text": "Many of the complications that occur after laparoscopic adjustable gastric banding surgery require upper GI contrast studies for diagnosis, and early diagnosis can be crucial in preventing further complications.11Because patients may see their family physician before returning to a surgeon, it is important to be aware of these complications. Consultation and communication with the bariatric surgeon are essential for timely care."
        },
        {
            "parent": 2,
            "text": "Data Sources: A Medline literature search was conducted using the keyword gastric banding and with the medical subject heading bariatric surgery. The search was limited to English language, human participants, core clinical journals (Abridged Index Medicus), and publication years 2002 to 2014. We did not find any articles in the Cochrane Database for Systematic Reviews pertaining specifically to complications of gastric banding surgery. Search dates: May 21, 2012, and January 15, 2014."
        }
    ],
    "locked": false
}