{
    "url": "https://www.aafp.org/pubs/afp/issues/2013/0115/p114.html#afp20130115p114-f2",
    "title": "Evaluation and Management of Corneal Abrasions | AAFP",
    "author": "JENNIFER L. WIPPERMAN, MD, AND JOHN N. DORSCH, MD",
    "doi": "Am Fam Physician.2013;87(2):114-120",
    "abstract": "Corneal abrasions are commonly encountered in primary care. Patients typically present with a history of trauma and symptoms of foreign body sensation, tearing, and sensitivity to light. History and physical examination should exclude serious causes of eye pain, including penetrating injury, infective keratitis, and corneal ulcers. After fluorescein staining of the cornea, an abrasion will appear yellow under normal light and green in cobalt blue light. Physicians should carefully examine for foreign bodies and remove them, if present. The goals of treatment include pain control, prevention of infection, and healing. Pain relief may be achieved with topical nonsteroidal anti-inflammatory drugs or oral analgesics. Evidence does not support the use of topical cycloplegics for uncomplicated corneal abrasions. Patching is not recommended because it does not improve pain and has the potential to delay healing. Although evidence is lacking, topical antibiotics are commonly prescribed to prevent bacterial superinfection. Contact lens–related abrasions should be treated with antipseudomonal topical antibiotics. Follow-up may not be necessary for patients with small (4 mm or less), uncomplicated abrasions; normal vision; and resolving symptoms. All other patients should be reevaluated in 24 hours. Referral is indicated for any patient with symptoms that do not improve or that worsen, a corneal infiltrate or ulcer, significant vision loss, or a penetrating eye injury.",
    "headers": [
        {
            "id": 0,
            "name": "Definition",
            "level": 2
        },
        {
            "id": 1,
            "name": "Presentation",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 3,
            "name": "Foreign Body Removal",
            "level": 2
        },
        {
            "id": 4,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 5,
            "name": "SYMPTOMATIC CARE",
            "level": 3
        },
        {
            "id": 6,
            "name": "TOPICAL ANTIBIOTICS",
            "level": 3
        },
        {
            "id": 7,
            "name": "Special Considerations",
            "level": 2
        },
        {
            "id": 8,
            "name": "CONTACT LENSES",
            "level": 3
        },
        {
            "id": 9,
            "name": "FLASH AND CHEMICAL BURNS",
            "level": 3
        },
        {
            "id": 10,
            "name": "CHILDREN",
            "level": 3
        },
        {
            "id": 11,
            "name": "Follow-up and Referral",
            "level": 2
        },
        {
            "id": 12,
            "name": "Complications",
            "level": 2
        },
        {
            "id": 13,
            "name": "RECURRENT EROSION SYNDROME",
            "level": 3
        },
        {
            "id": 14,
            "name": "Prevention",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Corneal abrasions comprise 8 percent of all eye presentations in primary care, and are among the most common eye conditions seen in emergency departments.1Abrasions are the third leading cause of red eye, following conjunctivitis and subconjunctival hemorrhage. Corneal abrasions may lead to loss of productivity at work. In a study of automotive workers, one-third of those who sustained a corneal abrasion could not resume their normal duties for at least one day.2Complications of a corneal abrasion can be severe, and may lead to blindness if not treated correctly. Family physicians should understand the evaluation and management of this common, yet potentially serious condition."
        },
        {
            "parent": 0,
            "text": "A corneal abrasion is a defect in the epithelial surface of the cornea(Figure 13). The functions of the cornea are vital for normal vision, and include barrier protection, light refraction, and ultraviolet (UV) light filtration. Because the cornea is the most anterior part of the eye, it is susceptible to injury. Corneal abrasions are most often caused by mechanical trauma, but also may result from foreign bodies, contact lens wear, or chemical and flash burns.4"
        },
        {
            "parent": 1,
            "text": "Corneal abrasion should be suspected in any patient who presents with eye pain, tearing, and sensitivity to light, especially after a history of eye trauma. Patients may have blepharospasm, foreign body sensation, or blurry vision. Although most patients recall a specific injury, corneal abrasions may result from minimal trauma, such as excessive eye rubbing. Spontaneous abrasions raise suspicion of recurrent erosion syndrome. Patients should be asked if a high-velocity injury occurred, such as in cases of metal or machine workers, because this can cause a penetrating eye injury."
        },
        {
            "parent": 2,
            "text": "Corneal abrasions are diagnosed clinically(Figure 2);Table 1lists the differential diagnosis. During the physical eye examination, the physician should search for evidence of penetrating trauma, infection, and significant vision loss, because these findings warrant immediate ophthalmologic referral. An initial penlight examination should be performed to identify a foreign body or penetrating trauma. Penetrating trauma should be suspected in any patient with extruded ocular contents, or who has a pupil that is dilated, nonreactive, or irregular. If the patient is unable to tolerate examination because of severe pain, a topical anesthetic may be used if penetrating injury has been excluded. In corneal abrasion, the pupil is typically round and central, and conjunctival injection may be present. Ciliary spasm causing miosis, pain, and ciliary flush (injection of ciliary vessels surrounding the cornea) may indicate traumatic iritis. A corneal opacity or infiltrate may occur with corneal ulcers or infection(Figure 3). If edema is present, the cornea may have a hazy appearance, often a result of excessive eye rubbing or blunt trauma. Finally, the anterior chamber should be inspected for blood (hyphema) or pus (hypopyon). These findings indicate severe injury and require immediate referral. After inspection, visual acuity should be documented. Visual acuity may be affected by an abrasion in the visual axis, significant corneal edema, or use of topical anesthetics. Vision loss of more than 20/40 requires referral. Extraocular movements should be tested and documented. Ophthalmic examination should confirm a red reflex to rule out significant global injury."
        },
        {
            "parent": 2,
            "text": "Fluorescein staining helps identify a corneal epithelial defect. A drop of topical anesthetic (proparacaine 0.5%) is applied directly into the eye or on a fluorescein strip. The patient's lower lid is pulled down, and the fluorescein strip is lightly touched to the bulbar conjunctiva. The dye spreads over the cornea as the patient blinks, and stains any exposed basement membrane of the epithelium. In normal light, an abrasion may stain yellow(Figure 4A). Illumination with cobalt blue light shows the defect as green(Figure 4B). Cobalt blue filters are present in many ophthalmoscopes, as well as in slit lamps and Wood lamps. Traumatic corneal abrasions typically have linear or geographic shapes. If contact lenses are involved, the abrasion may have several punctate lesions that coalesce into a round, central defect. A branching (dendritic) appearance suggests herpetic keratitis and warrants immediate referral. Multiple vertical lines on the superior cornea suggest a foreign body under the upper eyelid. The upper eyelid should always be everted to detect foreign bodies."
        },
        {
            "parent": 3,
            "text": "If a corneal foreign body is discovered, it must be removed to prevent permanent scarring and vision loss. Saline irrigation is often successful. If irrigation is unsuccessful, a topical anesthetic should be administered and a cotton swab gently swept over the cornea. If swabbing is unsuccessful, foreign body removal using an eye spud or 25-gauge needle should be done by a trained, experienced physician. The instrument should be used in a plane tangential to the area of the cornea, and the physician's hand should be steadied on the patient's zygomatic arch. Loupes or other magnifying lenses should be used when corneal foreign bodies are removed. Foreign bodies containing iron often leave a rust ring, which should be removed by an experienced physician within the next few days. Tetanus prophylaxis is not recommended unless there is a penetrating injury into the eye, chemical burn, devitalized tissue, or trauma from contaminated material.5"
        },
        {
            "parent": 4,
            "text": "The goals of treatment are to relieve pain, prevent bacterial superinfection, and speed healing. Options include oral analgesics, as well as topical agents, such as antibiotics, nonsteroidal anti-inflammatory drugs (NSAIDs), and cycloplegics(Table 2). Few treatments have been evaluated in controlled trials, and many recommendations are based on theoretical benefit and general consensus."
        },
        {
            "parent": 5,
            "text": "Options for pain relief include oral analgesics, topical NSAIDs, and, occasionally, topical cycloplegics. Oral analgesics such as acetaminophen and NSAIDs may be sufficient to relieve pain. In more severe cases, opioid analgesics may be necessary. Topical NSAIDs (e.g., diclofenac 0.1% [Voltaren], ketorolac 0.4% [Acular LS]) have been shown to relieve pain, decrease the need for oral analgesics, and provide earlier return to work without delaying healing or increasing the risk of infection.6,7Topical NSAIDs should be used only in uncomplicated corneal abrasion and for no more than one to two days, because prolonged use may be associated with corneal toxicity.8Because topical NSAIDs are more expensive than oral analgesics, physicians should take cost into consideration when discussing treatment options with patients."
        },
        {
            "parent": 5,
            "text": "Traditionally, topical cycloplegics and mydriatics have been used for pain relief, but evidence shows no benefit in patients with uncomplicated corneal abrasion.9,10These agents may be considered for office use in cases of corneal abrasion with traumatic iritis, in which relief of ciliary spasm substantially improves pain. Common preparations include cyclopentolate 1% and homatropine 5%, and one dose lasts 24 to 36 hours. Patients should be cautioned that blurry vision may occur, and should use care while driving. Scopolamine and atropine should be avoided because of their long duration of action. Patients may use artificial tears liberally for comfort."
        },
        {
            "parent": 5,
            "text": "Topical anesthetics should not be prescribed, because repeated administration can be toxic to the corneal epithelium, delay wound healing, and mask worsening symptoms.11–13Patching is not recommended for uncomplicated corneal abrasions.14,15A Cochrane meta-analysis found that patching does not improve pain and can slow healing.15Monocular vision can impair ambulation and driving. However, ophthalmologists may prescribe patching in patients with large abrasions (greater than 10 mm) or as a protective barrier for patients who might continue to rub their eyes (e.g., children, persons with cognitive disabilities)."
        },
        {
            "parent": 6,
            "text": "Although evidence for the use of topical antibiotics in an uncomplicated corneal abrasion is lacking, they are usually prescribed with the rationale of preventing superinfection.4,16,17Topical antibiotics are indicated for corneal abrasions caused by contact lens use, foreign bodies, or a history of trauma with infectious or vegetative matter, because there is a higher risk of secondary bacterial keratitis in these cases.18For uncomplicated abrasions, options include erythromycin 0.5% ophthalmic ointment, polymyxin B/trimethoprim (Polytrim) ophthalmic solution, and sulfacetamide 10% ophthalmic ointment or solution(Table 2). Topical antibiotics are generally dosed four times a day and continued until the patient is asymptomatic for 24 hours. Ointments are thought to provide better lubrication than solutions, resulting in increased comfort and healing. Preparations containing neomycin should be avoided because of the frequency of contact hypersensitivity. Combination preparations with a topical steroid are contraindicated because topical steroids increase susceptibility to infection and may delay healing.19"
        },
        {
            "parent": 8,
            "text": "In patients who wear contact lenses, the eyes are often colonized withPseudomonas aeruginosaand other gram-negative organisms. After a corneal abrasion, bacterial superinfection can rapidly progress to perforation of the cornea and permanent vision loss. Therefore, these patients should be prescribed a topical antibiotic with antipseudomonal activity, such as a fluoroquinolone or an aminoglycoside20(Table 2). The use of these agents should be limited to contact lens–related abrasions because of evidence of increasing fluoroquinolone resistance and potential toxicity of aminoglycosides to the corneal epithelium.21,22Patients should be reevaluated daily until the abrasion is healed, and physicians should have a low threshold for referral. Corneal infiltrates and ulcers require immediate referral because they can lead to permanent corneal damage.23Patients with a contact lens–related abrasion should not be patched because of the risk of bacterial superinfection.24Contact lenses should be discarded, and new ones should not be worn until the abrasion is healed and symptoms are resolved. To avoid future episodes, physicians should ensure that lenses fit properly, and instruct patients to practice proper lens hygiene and avoid extended-wear lenses."
        },
        {
            "parent": 9,
            "text": "Flash burns cause corneal epithelial injury from direct exposure to UV light, such as in welding (arc eye), tanning bed use, snow blindness, and direct viewing of the sun. Patients usually present with pain several hours after the initial event, and fluorescein staining shows multiple superficial punctate lesions over the entire surface of the cornea. Flash burns are treated similarly to traumatic corneal abrasions."
        },
        {
            "parent": 9,
            "text": "Chemical burns can cause severe corneal abrasions and vision loss. Exposure to strong chemicals, such as cleaning products, fertilizers, or battery acid, is most hazardous and may result in corneal melting. Patients should have immediate, copious eye irrigation for 20 to 30 minutes, and then be referred immediately to an ophthalmologist."
        },
        {
            "parent": 10,
            "text": "Young children may not be able to explain symptoms such as foreign body sensation. Thus, a penetrating injury should be suspected in any child who is reluctant to open his or her eye. The inner surface of the lids should be examined for foreign bodies, and it is prudent to routinely sweep these surfaces with a moistened cotton swab. Because topical antibiotic solutions may sting, ointments are preferred."
        },
        {
            "parent": 11,
            "text": "Most uncomplicated corneal abrasions heal in 24 to 48 hours. Follow-up may not be necessary for patients with small (4 mm or less), uncomplicated abrasions; normal vision; and resolving symptoms. Follow-up in 24 hours is indicated for other patients, including those with larger abrasions (greater than 4 mm), contact lens–related abrasions, and diminished vision.Table 3lists generally accepted indications for referral to an ophthalmologist."
        },
        {
            "parent": 12,
            "text": "Complications of corneal abrasion include bacterial keratitis, corneal ulcers, traumatic iritis, and recurrent erosion syndrome. Corneal abrasions may become secondarily infected, especially in cases involving agricultural work or infectious material, leading to bacterial keratitis.18Bacterial keratitis may progress to corneal ulcer if left untreated and potentially permanent loss of vision. Patients who have experienced blunt trauma may have traumatic iritis."
        },
        {
            "parent": 13,
            "text": "Recurrent erosion syndrome may result from a corneal abrasion. Patients often present after awakening from sleep with severe eye pain and symptoms similar to those of an abrasion. However, they have no history of trauma and may report previous episodes. Pain is often more severe than expected based on physical examination and fluorescein staining. Staining defects from recurrent corneal erosions have no characteristic appearance. Acute treatment is the same as for traumatic corneal abrasions. Future cases may be prevented by using lubricant drops nightly. Recalcitrant cases lasting more than 24 hours should be referred, because treatment with a therapeutic contact lens or corneal epithelial debridement can resolve symptoms.25Photo-therapeutic keratectomy can be beneficial in recurrent, recalcitrant cases.26"
        },
        {
            "parent": 14,
            "text": "Many corneal abrasions can be prevented. All persons working with metal, wood, machines, or hazardous chemicals, and those who participate in contact sports should wear protective eyewear. Polycarbonate lenses offer good protection from projectiles and blunt trauma. Welders should always wear eye protection that filters UV light."
        },
        {
            "parent": 14,
            "text": "Data Sources:We searched PubMed using combinations of the key words corneal abrasion, corneal injury, treatment, and management; corneal abrasion and antibiotics; corneal abrasion and topical nonsteroidal anti-inflammatory drugs; corneal abrasion and topical anesthetics or analgesics; corneal abrasion and cycloplegics or mydriatics; and corneal abrasion and topical steroids. These searches included meta-analyses, randomized controlled trials, clinical trials, and reviews. Also searched were the Cochrane Database of Systematic Reviews, the National Guideline Clearinghouse, Agency for Healthcare Research and Quality Evidence Reports, Bandolier, UpToDate, and Essential Evidence Plus. Search dates: June 14 to 27, 2011."
        }
    ],
    "locked": false
}