{
    "url": "https://www.aafp.org/pubs/afp/issues/2013/1201/p747.html#afp20131201p747-f1",
    "title": "Assessment of Asymptomatic Microscopic Hematuria in Adults | AAFP",
    "author": "VICTORIA J. SHARP, MD, MBA, KERRI T. BARNES, MD, MPH, AND BRADLEY A. ERICKSON, MD, MS",
    "doi": "Am Fam Physician.2013;88(11):747-754",
    "abstract": "Although routine screening for bladder cancer is not recommended, microscopic hematuria is often incidentally discovered by primary care physicians. The American Urological Association has published an updated guideline for the management of asymptomatic microscopic hematuria, which is defined as the presence of three or more red blood cells per high-power field visible in a properly collected urine specimen without evidence of infection. The most common causes of microscopic hematuria are urinary tract infection, benign prostatic hyperplasia, and urinary calculi. However, up to 5% of patients with asymptomatic microscopic hematuria are found to have a urinary tract malignancy. The risk of urologic malignancy is increased in men, persons older than 35 years, and persons with a history of smoking. Microscopic hematuria in the setting of urinary tract infection should resolve after appropriate antibiotic treatment; persistence of hematuria warrants a diagnostic workup. Dysmorphic red blood cells, cellular casts, proteinuria, elevated creatinine levels, or hypertension in the presence of microscopic hematuria should prompt concurrent nephrologic and urologic referral. The upper urinary tract is best evaluated with multiphasic computed tomography urography, which identifies hydronephrosis, urinary calculi, and renal and ureteral lesions. The lower urinary tract is best evaluated with cystoscopy for urethral stricture disease, benign prostatic hyperplasia, and bladder masses. Voided urine cytology is no longer recommended as part of the routine evaluation of asymptomatic microscopic hematuria, unless there are risk factors for malignancy.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Clinical Relevance",
            "level": 2
        },
        {
            "id": 2,
            "name": "CONFIRMATION OF HEMATURIA",
            "level": 3
        },
        {
            "id": 3,
            "name": "POSITIVE DIPSTICK TEST AND NEGATIVE MICROSCOPIC RESULTS",
            "level": 3
        },
        {
            "id": 4,
            "name": "HEMATURIA WITH URINARY TRACT INFECTIONS",
            "level": 3
        },
        {
            "id": 5,
            "name": "SIGNS AND SYMPTOMS OF MEDICAL RENAL DISEASE",
            "level": 3
        },
        {
            "id": 6,
            "name": "BENIGN CAUSES OF HEMATURIA",
            "level": 3
        },
        {
            "id": 7,
            "name": "Initial Evaluation",
            "level": 2
        },
        {
            "id": 8,
            "name": "Hematuria Assessment",
            "level": 2
        },
        {
            "id": 9,
            "name": "IMAGING OF THE UPPER URINARY TRACT",
            "level": 3
        },
        {
            "id": 10,
            "name": "EVALUATION OF THE LOWER URINARY TRACT",
            "level": 3
        },
        {
            "id": 11,
            "name": "Follow-up",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "In its 2011 recommendation statement, the U.S. Preventive Services Task Force did not find sufficient evidence for or against screening for bladder cancer in asymptomatic adults.1Despite this, microscopic hematuria is often found incidentally during routine health screenings, with a prevalence of about 2% to 31%.2–6Because primary care physicians commonly are the first to recognize asymptomatic microscopic hematuria, an evidence-based approach to the evaluation of hematuria is necessary. In 2012, the American Urological Association (AUA) published an updated guideline on the diagnosis, evaluation, and follow-up of asymptomatic microscopic hematuria in adults.6Based on the guideline, this article describes the current approaches to diagnosis, follow-up, and referral for patients with asymptomatic microscopic hematuria."
        },
        {
            "parent": -1,
            "text": "In many patients with microscopic hematuria, a specific cause or pathology is not found.7Nevertheless, formal evaluation is critical, because malignancies are detected in up to 5% of patients with microscopic hematuria and in up to 30% to 40% of patients with gross hematuria.8Studies have revealed that recommended diagnostic guidelines are rarely followed, resulting in inappropriate and costly referrals, and failure to detect many treatable causes of hematuria.7–9Although the reasons for this lack of adherence to guideline recommendations are unclear, they are likely secondary to a combination of factors, including confusion about suggested workup, the rarity of finding clinically significant etiologies, patient compliance with follow-up, and costs.7,10,11An algorithmic approach to the diagnosis and management of asymptomatic microscopic hematuria is provided inFigure 1.6,12–14"
        },
        {
            "parent": 0,
            "text": "Hundreds of diseases have been shown to cause hematuria. In the small percentage of patients for whom an etiology is identified, causes may include urinary tract infection, benign prostatic hyperplasia, medical renal disease, urinary calculi, urethral stricture disease, and urologic malignancy.6–8,15Table 1lists the most common etiologies after initial evaluation of microscopic hematuria.2,7–9The risk of urologic malignancy increases significantly in men, persons older than 35 years, and persons with a history of smoking.1,6Table 2lists other factors that have been shown to increase the risk of urologic malignancy in patients with asymptomatic microscopic hematuria.6"
        },
        {
            "parent": 2,
            "text": "The most important test in the evaluation of hematuria is a microscopic examination of the urine.6Approximately 10 mL of midstream urine should be collected and immediately centrifuged at 2,000 revolutions per minute for 10 minutes (the number of revolutions and minutes may vary, depending on the centrifuge). The supernatant should be discarded and the sediment suspended in 0.3 mL of supernatant and/or saline, and placed on a microscopic slide. At least 10 to 20 microscopic fields should be examined under 400× magnification.16According to the AUA, the presence of three or more red blood cells on a single, properly collected, noncontaminated urinalysis without evidence of infection is considered clinically significant microscopic hematuria.6If the specimen shows large amounts of squamous epithelial cells (more than five per high-power field) or if the patient is unable to provide an uncontaminated specimen secondary to anatomic constraints (e.g., obesity, phimosis), catheterization should be used to obtain a specimen.6"
        },
        {
            "parent": 2,
            "text": "The use of a simple urine dipstick test for identifying microscopic hematuria has a sensitivity greater than 90%; however, there is a considerable false-positive rate (up to 35%),17necessitating follow-up microscopic analysis for all positive results. Referral to a subspecialist should not be initiated until the hematuria is confirmed.18False-positive results on a urine dipstick test can occur in the presence of hemoglobinuria, myoglobinuria, semen, highly alkaline urine (pH greater than 9), and concentrated urine.12,19Ascorbic acid (vitamin C) has been shown to cause false-negative results on dipstick testing because of its reducing properties; therefore, patients taking vitamin C supplements and undergoing urinary evaluation may benefit from up-front microscopic examination.20"
        },
        {
            "parent": 3,
            "text": "Patients who screen positive for hematuria with a urine dipstick test but have a negative follow-up microscopic examination should undergo three additional microscopic tests to rule out hematuria. If one of these repeat test results is positive on microscopic analysis, the patient is considered to have microscopic hematuria. If all three specimens are negative on microscopy, the patient does not require further evaluation for hematuria,6and other causes of a positive dipstick test result, such as hemoglobinuria and myoglobinuria, should be considered."
        },
        {
            "parent": 4,
            "text": "If a patient has microscopic hematuria in the presence of pyuria or bacteriuria, a urine culture should be obtained to rule out urinary tract infection. Culture-directed antibiotics should be administered, and a microscopic urinalysis should be repeated in six weeks to assess for resolution of the hematuria.6,17If the hematuria has resolved after the infection has cleared, no further workup is needed. If hematuria persists, diagnostic evaluation should commence.6"
        },
        {
            "parent": 5,
            "text": "The presence of microscopic hematuria and dysmorphic red blood cells, cellular casts, proteinuria, elevated creatinine level, or hypertension should raise suspicion for medical renal etiologies, such as immunoglobulin A nephropathy, Alport syndrome, benign familial hematuria, or other nephropathy. If any of these are suspected, concurrent nephrologic workup is warranted.15,21,22However, these findings do not exclude the potential for urologic processes, and evaluation for such causes should be conducted.6"
        },
        {
            "parent": 6,
            "text": "Many causes of microscopic hematuria do not require a full diagnostic workup, including vigorous exercise, infection or viral illness, menstruation, exposure to trauma, or recent urologic procedures (e.g., catheterization). If a potential benign cause is identified, the insult should be removed or treated appropriately, and the urine retested after at least 48 hours. Persistent hematuria warrants a full workup.6"
        },
        {
            "parent": 7,
            "text": "All patients with confirmed asymptomatic microscopic hematuria should provide a patient history and have a physical examination that includes blood pressure measurement and a laboratory assessment.12Asymptomatic microscopic hematuria in patients who are taking anticoagulants requires urologic and nephrologic evaluation, regardless of the type or level of anticoagulant therapy.6,23A pelvic examination should be performed in women to identify urethral masses, diverticula, atrophic vaginitis, or a uterine source of bleeding. A rectal examination is necessary in men to evaluate the size and presence of nodularity in the prostate. A serum creatinine level should be obtained to screen for medical renal disease and to evaluate renal function before performing a contrast-enhanced radiology test."
        },
        {
            "parent": 9,
            "text": "Upper urinary tract imaging can occur before consultation with a urologist if microscopic hematuria without a known cause has been confirmed.6,24Historically, the preferred choice for upper tract imaging was intravenous pyelography. However, this study has been largely replaced by multiphasic computed tomography (CT) urography, which combines a noncontrast phase to diagnose hydronephrosis and urinary calculi(Figure 225), a nephrogenic phase to evaluate the renal parenchyma for pyelonephritis or neoplastic lesions(Figure 325), and an excretory phase to detect urothelial disease, appearing as filling defects26(Figures 425and525). CT urography is the imaging procedure of choice in the evaluation of microscopic hematuria because of its high sensitivity (91% to 100%) and specificity (94% to 97%), and its ability to provide excellent diagnostic information in a single imaging session.6,24,27,28"
        },
        {
            "parent": 9,
            "text": "A major concern with the use of CT urography is radiation exposure. The average effective dose of radiation with CT urography (7.7 mSv) is more than double that of intravenous pyelography (3 mSv).29In an attempt to decrease radiation exposure, new lower-dose protocols and synchronous acquisition of nephrogenic and excretory phase images have been employed.30The use of CT urography is precluded in radiation-sensitive populations (e.g., pregnant women) and in persons with renal insufficiency or contrast media allergies. In these patients, alternative imaging options include renal ultrasonography, magnetic resonance urography, and retrograde pyelography.26"
        },
        {
            "parent": 9,
            "text": "Renal ultrasonography is less sensitive (50% sensitive and 95% specific) in detecting urothelial lesions, small renal masses, and urinary calculi.31–34Furthermore, renal ultrasonography does not reliably produce diagnostic certainty, and may lead to indeterminate findings that result in additional imaging and costs.6Magnetic resonance urography is used less often because of its relatively high cost, lack of availability, and the absence of standardized protocols. Additionally, it is poor at detecting stone disease, which is a common etiology of microscopic hematuria.35However, advances in technology may increase the use of magnetic resonance urography in some populations because the sensitivity of detecting renal lesions is greater than 90%.36Patients with moderate to severe renal insufficiency are now advised to avoid gadolinium-enhanced magnetic resonance imaging because of the risk of nephrogenic systemic fibrosis.37To safely evaluate the entire upper tract in this population, retrograde pyelography, which detects urothelial filling defects, can be used in combination with noncontrast CT or ultrasonography. Although the test is invasive, when it is combined with renal ultrasonography, the sensitivity and specificity are 97% and 93%, respectively.6,38"
        },
        {
            "parent": 9,
            "text": "The appropriate upper tract imaging method should be determined by clinical circumstances, patient preferences, and available resources. A more limited or alternative evaluation may be sufficient in some low-risk patients, particularly those younger than 35 years without other risk factors in whom the risk of malignancy is low.6In pregnant women, the prevalence of asymptomatic microscopic hematuria is similar to that of nonpregnant women, and most etiologies of asymptomatic microscopic hematuria in pregnancy are not life-threatening.39Therefore, the AUA recommends magnetic resonance urography or retrograde pyelography in combination with renal ultrasonography to screen for major renal lesions in pregnant women. A full workup should be completed after delivery and after persistent infection and gynecologic bleeding have been resolved.6"
        },
        {
            "parent": 10,
            "text": "Cystoscopy is recommended in all patients with asymptomatic microscopic hematuria who present with risk factors for malignancy, regardless of age(Table 2).6Cystoscopy can identify urethral stricture disease, benign prostatic hyperplasia, and bladder masses. In patients younger than 35 years, the probability of urinary tract malignancy is low; therefore, in the absence of risk factors, cystoscopy should be performed at the discretion of the urologist.6,40,41Voided urine cytology is less sensitive than cystoscopy in the detection of bladder cancer (48% vs. 87%),15and the AUA guideline no longer recommends it as part of the routine evaluation of microscopic hematuria.6Reasons for this include test interpretation subjectivity, a wide variation in what is considered abnormal, and unnecessary and costly workups resulting from diagnoses such as atypical cytology.42–44However, in patients with risk factors for carcinoma in situ (e.g., irritative voiding, tobacco use, chemical exposures), cytology may still be useful.6,45There are new, rapid urinary assays available for bladder cancer detection (e.g., nuclear matrix protein 22 test, bladder tumor antigen stat test, urinary bladder cancer antigen, fluorescence in situ hybridization), but these have not been shown to be superior to cystoscopy or cytology in the initial detection of urothelial malignancies and should not be obtained by primary care physicians.42,43,46"
        },
        {
            "parent": 11,
            "text": "If appropriate workup does not reveal nephrologic or urologic disease, then annual urinalysis should be performed for at least two years after initial referral. If these two urinalyses do not show persistent hematuria, the risk of future malignancy is less than 1%,47,48and the patient may be released from care. However, if asymptomatic microscopic hematuria persists on follow-up urinalysis, a full repeat evaluation should be considered within three to five years of the initial evaluation.6Patients' risk factors for urologic malignancy should guide clinical decision making about reevaluation.48"
        },
        {
            "parent": 11,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the key terms hematuria, adult, diagnosis, dipstick test, urinalysis, imaging, and American Urological Association. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. We also searched the Agency for Healthcare Research and Quality evidence reports, Clinical Evidence, the Cochrane database, Essential Evidence Plus, the Institute for Clinical Systems Improvement, the National Guideline Clearinghouse database, and DynaMed. Search dates: October 2010 and October 2013."
        }
    ],
    "locked": false
}