{
    "url": "https://www.aafp.org/pubs/afp/issues/2013/0701/p35.html#afp20130701p35-f1",
    "title": "Nonalcoholic Fatty Liver Disease: Diagnosis and Management | AAFP",
    "author": "THAD WILKINS, MD, ALTAF TADKOD, MD, IRYNA HEPBURN, MD, AND ROBERT R. SCHADE, MD",
    "doi": "Am Fam Physician.2013;88(1):35-42",
    "abstract": "Nonalcoholic fatty liver disease is characterized by excessive fat accumulation in the liver (hepatic steatosis). Nonalcoholic steatohepatitis is characterized by steatosis, liver cell injury, and inflammation. The mechanism of nonalcoholic fatty liver disease is unknown but involves the development of insulin resistance, steatosis, inflammatory cytokines, and oxidative stress. Nonalcoholic fatty liver disease is associated with physical inactivity, obesity, and metabolic syndrome. Screening is not recommended in the general population. The diagnosis is usually made after an incidental discovery of unexplained elevation of liver enzyme levels or when steatosis is noted on imaging (e.g., ultrasonography). Patients are often asymptomatic and the physical examination is often unremarkable. No single laboratory test is diagnostic, but tests of liver function, tests for metabolic syndrome, and tests to exclude other causes of abnormal liver enzyme levels are routinely performed. Imaging studies, such as ultrasonography, computed tomography, and magnetic resonance imaging, can assess hepatic fat, measure liver and spleen size, and exclude other diseases. Liver biopsy remains the criterion standard for the diagnosis of nonalcoholic steatohepatitis. Noninvasive tests are available and may reduce the need for liver biopsy. A healthy diet, weight loss, and exercise are first-line therapeutic measures to reduce insulin resistance. There is insufficient evidence to support bariatric surgery, metformin, thiazolidinediones, bile acids, or antioxidant supplements for the treatment of nonalcoholic fatty liver disease. The long-term prognosis is not associated with an increased risk of all-cause mortality, cardiovascular disease, cancer, or liver disease.",
    "headers": [
        {
            "id": 0,
            "name": "Pathogenesis",
            "level": 2
        },
        {
            "id": 1,
            "name": "ASSOCIATED DISEASES AND SEQUELAE",
            "level": 3
        },
        {
            "id": 2,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 3,
            "name": "HISTORY AND PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 4,
            "name": "LABORATORY STUDIES",
            "level": 3
        },
        {
            "id": 5,
            "name": "IMAGING",
            "level": 3
        },
        {
            "id": 6,
            "name": "NONINVASIVE TESTS FOR LIVER FIBROSIS",
            "level": 3
        },
        {
            "id": 7,
            "name": "LIVER BIOPSY",
            "level": 3
        },
        {
            "id": 8,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 9,
            "name": "EXERCISE AND WEIGHT LOSS",
            "level": 3
        },
        {
            "id": 10,
            "name": "PHARMACOLOGIC THERAPY",
            "level": 3
        },
        {
            "id": 11,
            "name": "Prevention",
            "level": 2
        },
        {
            "id": 12,
            "name": "Prognosis",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Nonalcoholic fatty liver disease is a fatty infiltration of the liver in the absence of other causes of steatosis, such as alcohol consumption. It is characterized by excessive fat accumulation in the liver (hepatic steatosis). Nonalcoholic steatohepatitis is a subgroup of nonalcoholic fatty liver disease characterized by steatosis with additional findings of liver cell injury and inflammation. Hepatic steatosis and steatohepatitis can be distinguished only by liver biopsy and histology(Table 1). It is unclear whether nonalcoholic fatty liver disease is a surrogate marker for disease, such as metabolic syndrome."
        },
        {
            "parent": -1,
            "text": "The prevalence of nonalcoholic fatty liver disease has increased as more patients develop a sedentary lifestyle, metabolic syndrome, and obesity. It is correlated with many factors, including body mass index (BMI), fat distribution, race, ethnicity, and sex. It is the most common liver disease in Western countries, with a prevalence of 27% to 38%.1,2In the United States, the prevalence in the community-based Framingham heart study population was 17% (19% in men and 15% in women), but the prevalence approaches 90% in patients considering bariatric surgery.3,4Patients with nonalcoholic fatty liver disease have 26% higher health care costs at five-year follow-up.5"
        },
        {
            "parent": 0,
            "text": "The exact mechanism of nonalcoholic fatty liver disease is unknown but involves insulin resistance, steatosis, the release of inflammatory cytokines, and oxidative stress, which may lead to fibrosis and cirrhosis.6,7"
        },
        {
            "parent": 1,
            "text": "Nonalcoholic fatty liver disease is associated with insulin resistance, central adiposity, increased BMI, hypertension, and hyperlipidemia, which collectively are features of metabolic syndrome2(Table 28). Lipid accumulation in nonadipose tissue is important for the progression of insulin resistance, diabetes mellitus, and cardiovascular disease.9Endothelial dysfunction characterized by abnormal vascular reactivity and atherogenic cytokines may be present.10,11Patients with these conditions may have increased nonfatal cardiovascular events, as well as coronary, cerebrovascular, and peripheral vascular diseases.12"
        },
        {
            "parent": 2,
            "text": "Screening for nonalcoholic fatty liver disease is not recommended in the general population.11It usually is considered after an incidental discovery of unexplained elevation of liver enzyme levels or when hepatic steatosis is noted on imaging (e.g., ultrasonography)."
        },
        {
            "parent": 3,
            "text": "Patients with nonalcoholic fatty liver disease are often asymptomatic, but symptoms may include right upper quadrant pain, jaundice, and pruritus. Common causes of liver injury, such as alcohol and drug use, must be excluded. The history should explore diet, physical activity, change in weight (usually an increase, such as 40 lb [18 kg] over two to three years), and an assessment for associated conditions (e.g., diabetes, hypertension, hyperlipidemia, obesity, sleep apnea).13Physicians should assess risk factors for viral hepatitis, including intravenous drug use, blood transfusion, and sexual activities. Risk factors for nonalcoholic steatohepatitis include age older than 45 years, an aspartate transaminase (AST) level greater than the alanine transaminase (ALT) level, diabetes, insulin resistance, low albumin level (less than 3.6 g per dL [36 g per L]), low platelet count (less than 100 × 103per μL [100 × 109per L]), metabolic syndrome, obesity, and portal hypertension on imaging. The patient's family history should be checked for cardiovascular and metabolic disorders, and chronic liver disease.13It may be appropriate to evaluate for the presence of hereditary or less common conditions that may initially present with liver test abnormalities(Table 3). Vital signs should be obtained, including blood pressure, weight, BMI, and waist circumference. Physical examination often is unremarkable, but may include elevated blood pressure, central obesity, and hepatosplenomegaly.Figure 1presents an algorithmic approach to the evaluation of patients with suspected nonalcoholic fatty liver disease."
        },
        {
            "parent": 4,
            "text": "Laboratory studies may be used to examine factors for insulin resistance and metabolic syndrome, to evaluate liver injury, and to exclude other causes of liver disease.2,13Measures of insulin resistance include the Homeostasis Model Assessment (normal value < 3.99)14and the Quantitative Insulin Sensitivity Check Index (normal value > 0.35).15Online calculators are available athttps://sasl.unibas.ch/11calculators-HOMA.phpandhttps://sasl.unibas.ch/11calculators-QUICKI.php. No single laboratory test is diagnostic for nonalcoholic fatty liver disease. Liver enzyme levels have low sensitivity and specificity, and do not predict clinical outcomes.16Although elevated liver enzyme levels (i.e., AST and ALT levels) occur more commonly in patients with nonalcoholic steatohepatitis compared with hepatic steatosis, not all patients with nonalcoholic steatohepatitis have elevated AST or ALT levels. Tests to exclude viral hepatitis and hemochromatosis should be performed routinely. Additional laboratory evaluation should be considered in patients with chronically elevated liver enzyme levels or in those with a family history of cirrhosis. These tests include measurement of antinuclear antibody, smooth muscle antibody, α1-antitrypsin, ceruloplasmin, and thyroid-stimulating hormone levels.2,13"
        },
        {
            "parent": 5,
            "text": "Imaging studies assess liver and spleen anatomy, and the presence of hepatic steatosis. They also exclude other diseases. However, they cannot detect inflammation or fibrosis. Ultrasonography is a reliable method for qualitative evaluation and detection of moderate to high amounts of fat in the liver, and should be the first-line imaging technique.13,17Although ultrasonography is noninvasive, inexpensive, and does not expose patients to radiation, it is subject to intraobserver reproducibility and interobserver variability.17The accuracy and reliability also may be reduced by a patient's body habitus.13,17Additionally, the presence of hepatic fibrosis can make ultrasonography unreliable, because the test cannot differentiate between fibrosis and steatosis."
        },
        {
            "parent": 5,
            "text": "Unenhanced computed tomography is an effective test for evaluation of liver structure, but exposes patients to ionizing radiation.13Changes of hepatic attenuation are proportionate to hepatic fat content. Contrast-enhanced computed tomography has lower sensitivity and specificity, and has the additional risks of contrast media exposure.17Magnetic resonance imaging is one of the most accurate imaging modalities for the evaluation of nonalcoholic fatty liver disease.13,17Magnetic resonance imaging is technically simple, void of radiation exposure, and allows quantification of hepatic steatosis.17However, its use is limited by high cost and variability of results with different systems.Table 4shows the diagnostic accuracy of imaging techniques for nonalcoholic fatty liver disease.17–19"
        },
        {
            "parent": 6,
            "text": "In response to inflammatory cytokines and liver injury, collagen deposition occurs in the liver and results in fibrosis. Noninvasive tests for fibrosis may reduce the need for liver biopsy in patients with nonalcoholic fatty liver disease. A commercially available combination of serologic markers of fibrosis has a sensitivity of 47% and specificity of 90% for determining advanced fibrosis.20A validation study in 285 patients with morbid obesity found that noninvasive biomarkers were accurate for predicting advanced fibrosis.21Other tests include magnetic resonance elastography and various other scoring systems(Table 5).22–26"
        },
        {
            "parent": 7,
            "text": "Although liver biopsy may not affect treatment decisions, it remains the criterion standard for diagnosis and determination of steatosis, as well as the grade of inflammation and the stage of fibrosis.2,13Liver biopsy is the only test that distinguishes hepatic steatosis from nonalcoholic steatohepatitis, but its routine use is controversial in persons with nonalcoholic fatty liver disease. Liver biopsy should be considered in atypical clinical situations (e.g., patients with normal BMI or highly elevated liver enzyme levels). Hepatic steatosis is defined as the presence of intracellular fat in more than 5% of hepatocytes. Findings in nonalcoholic steatohepatitis include hepatocyte ballooning, Mallory hyaline, and mixed lymphocytic and neutrophilic inflammatory infiltrate in perivenular areas.27In addition, hepatocyte necrosis, apoptosis, and fibrosis may be present, and can be graded and staged.27,28However, liver biopsy poses moderate risk of complications and is invasive, subject to sampling error, and expensive.29"
        },
        {
            "parent": 8,
            "text": "The goals of therapy include the prevention or reversal of hepatic injury and fibrosis.2Trials examining therapeutic modalities have evaluated disease-oriented outcomes (e.g., reduction in liver enzyme levels, decrease in fibrosis) but have not addressed patient-oriented outcomes (e.g., reduction in morbidity and mortality). Comorbid conditions, such as diabetes, hyperlipidemia, hypertension, or sleep apnea, should be addressed and treated appropriately. Statins are not contraindicated in patients with nonalcoholic fatty liver disease, and the risk of hepatotoxicity in these patients is not increased compared with the general population2(Table 613,30–33)."
        },
        {
            "parent": 9,
            "text": "A healthy diet, weight loss, and exercise are first-line therapeutic measures to reduce insulin resistance in patients with nonalcoholic fatty liver disease.2Although there is no established treatment, a healthy low-fat diet may have benefits independent of weight loss. A modest weight loss of 5% to 10% can result in normalizationof AST levels.2A meta-analysis of 49 randomized controlled trials found that weight loss was safe in patients with nonalcoholic fatty liver disease, and it improved liver histology.30Patients should be encouraged to increase physical activity and exercise, because these have been shown to reduce steatosis and improve liver enzyme levels independent of weight loss.2Vigorous physical activity may be more effective in improving liver function but should be avoided until cardiovascular disease is assessed because patients with nonalcoholic fatty liver disease are at increased cardiovascular risk.13Orlistat (Xenical) is effective for short-term weight loss and is associated with improvement in AST levels, ALT levels, and liver histology.13,30A Cochrane review found insufficient evidence to assess the benefits or harms of bariatric surgery for the treatment of nonalcoholic steatohepatitis.31"
        },
        {
            "parent": 10,
            "text": "Three Cochrane reviews found insufficient evidence to support the use of bile acids (e.g., ursodeoxycholic acid), antioxidant supplements, metformin (Glucophage), or thiazolidinediones in the absence of diabetes in patients with nonalcoholic fatty liver disease.34–36Another meta-analysis of 49 randomized controlled trials found that thiazolidinediones (especially pioglitazone [Actos]) improved steatosis and inflammation but were associated with a weight increase of 4.5 to 11 lb (2 to 5 kg) in 66% to 75% of patients and edema in 4% to 10% of patients.30This meta-analysis also found conflicting and heterogenous results for metformin, simvastatin (Zocor), antioxidants, pentoxifylline (Trental), telmisartan (Micardis), and l-carnitine.30A randomized controlled trial of 247 adults with nonalcoholic steatohepatitis found improvement in AST and ALT levels with the use of vitamin E and pioglitazone but no improvement in fibrosis.32Fibrates, statins, and omega-3 fatty acids produce modest improvement in AST levels but do not offer advantages over weight loss and increased physical activity.13A systematic review of two randomized trials and four prospective cohort studies found that pentoxifylline reduced AST and ALT levels, although the study did not examine improvements in patient morbidity or mortality.33"
        },
        {
            "parent": 11,
            "text": "There are no specific studies addressing the prevention of nonalcoholic fatty liver disease; however, because obesity and physical inactivity are strongly correlated with the condition, it is reasonable to expect that increasing physical activity and encouraging weight loss would be helpful.13Patients with nonalcoholic fatty liver disease should be immunized for hepatitis A and B, and be encouraged to limit alcohol use to prevent the development of alcohol-induced liver disease.2"
        },
        {
            "parent": 12,
            "text": "A large prospective cohort study in the United States involving 11,371 adults found that nonalcoholic fatty liver disease was not associated with an increased risk of all-cause mortality, cardiovascular disease, cancer, or liver disease.37Although hepatic steatosis rarely progresses to cirrhosis, 15% to 30% of patients with nonalcoholic steatohepatitis progress to advanced fibrosis, and 12% to 35% with advanced fibrosis progress to cirrhosis.13Patients with cirrhosis should be monitored for signs of portal hypertension, disease progression, and hepatocellular carcinoma."
        },
        {
            "parent": 12,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the key search terms nonalcoholic fatty liver disease, hepatic steatosis, nonalcoholic steatohepatitis, pathogenesis, diagnosis, and treatment. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. We also searched the Agency for Healthcare Research and Quality evidence reports, Clinical Evidence, the Cochrane database, Essential Evidence Plus, the National Guideline Clearinghouse, and DynaMed. Search date: April 4, 2011."
        }
    ],
    "locked": false
}