{
    "url": "https://www.aafp.org/pubs/afp/issues/2014/1215/p843.html#afp20141215p843-f2",
    "title": "Common Questions About Developmental Dysplasia of the Hip | AAFP",
    "author": "JONATHAN C. JACKSON, MD, MELISSA M. RUNGE, MD, AND NATHANIEL S. NYE, MD",
    "doi": "Am Fam Physician.2014;90(12):843-850",
    "abstract": "Developmental dysplasia of the hip is a common musculoskeletal condition in newborns. Infants with developmental dysplasia of the hip, whether treated or untreated, have a higher incidence of early-onset hip osteoarthritis in adulthood. Evidence to support universal screening by physical examination or ultrasonography is limited and often conflicting. The U.S. Preventive Services Task Force found insufficient evidence that screening for developmental dysplasia of the hip prevents adverse outcomes. Physical examination screening is recommended by the American Academy of Pediatrics and the Pediatric Orthopaedic Society of North America. These organizations recommend use of the Ortolani and Barlow maneuvers to screen infants up to three months of age. Several recent studies support starting assessment for limited hip abduction at eight weeks of age, which is the most sensitive test for developmental dysplasia of the hip from this age on. Infants with overtly dislocated or dislocatable hips should be referred to an orthopedist on a priority basis at the time of diagnosis. Infants with equivocal hip examination findings at birth can be reexamined in two weeks. If there is subluxation or dislocation at the follow-up examination, referral should be made at that time. If the examination findings are still equivocal, the infant can undergo ultrasonography of the hips or be reexamined every few weeks through the first six weeks of life. Although equivocal findings commonly resolve spontaneously, infants with persistent equivocal findings of developmental dysplasia of the hip longer than six weeks should be evaluated by an orthopedist. Treatment generally involves flexion-abduction splinting. The benefits of treatment are unclear, and there are risks to treatment, most notably an increased occurrence of avascular necrosis of the femoral head.",
    "headers": [
        {
            "id": 0,
            "name": "Incidence and Risk Factors",
            "level": 2
        },
        {
            "id": 1,
            "name": "Screening",
            "level": 2
        },
        {
            "id": 2,
            "name": "WHAT METHODS ARE USED FOR SCREENING?",
            "level": 3
        },
        {
            "id": 3,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        },
        {
            "id": 4,
            "name": "WHAT ARE THE RECOMMENDATIONS REGARDING ROUTINE SCREENING?",
            "level": 3
        },
        {
            "id": 5,
            "name": "HOW ACCURATE ARE THE DIFFERENT SCREENING METHODS?",
            "level": 3
        },
        {
            "id": 6,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        },
        {
            "id": 7,
            "name": "IS THERE EVIDENCE INDICATING THAT SCREENING RESULTS IN SUPERIOR OUTCOMES COMPARED WITH NO SCREENING?",
            "level": 3
        },
        {
            "id": 8,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        },
        {
            "id": 9,
            "name": "WHAT STEPS SHOULD BE TAKEN WHEN SCREENING TEST RESULTS ARE POSITIVE?",
            "level": 3
        },
        {
            "id": 10,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        },
        {
            "id": 11,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 12,
            "name": "WHAT IS THE USUAL TREATMENT?",
            "level": 3
        },
        {
            "id": 13,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        },
        {
            "id": 14,
            "name": "WHAT ARE THE RISKS OF TREATMENT?",
            "level": 3
        },
        {
            "id": 15,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        },
        {
            "id": 16,
            "name": "Controversies",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Screening for developmental dysplasia of the hip (DDH) has been a component of neonatal medical care for more than 70 years.1,2This article reviews current evidence and opinions regarding screening for DDH, with a focus on universal screening in well newborns and a discussion of the current approach to treatment of DDH."
        },
        {
            "parent": -1,
            "text": "DDH denotes an abnormality of the acetabulum or femoral head and their congruence that presents at birth or in infancy. It is more inclusive than the previous term “congenital hip dislocation,” because it includes abnormalities other than overt dislocation."
        },
        {
            "parent": -1,
            "text": "DDH terminology is sometimes confusing(Table 1).2–4A hip clunk is a significant finding. A hip click, on the other hand, is thought to be caused by benign soft-tissue movement. It has been shown in multiple studies to be unrelated to DDH and does not require further evaluation.5–7Sometimes examination findings include a mild sensation of instability or laxity without frank subluxation or dislocation. This finding is often called “mild instability”; this term will be used throughout this article.2–4"
        },
        {
            "parent": 0,
            "text": "Developmental dysplasia of the hip is a common musculoskeletal condition in newborns. The reported prevalence of hip instability on physical examination at birth ranges from 1.6 to 28.5 per 1,000 infants, but the prevalence of persistent abnormalities after the first few days of life, as reported in a meta-analysis of several studies in American and European populations, is 1.3 per 1,000.2Studies using ultrasonography have found that about 5% of newborns have some radiographic abnormality of the hip, although many of these abnormalities are undetectable on physical examination.8Rarely, DDH may develop or worsen after the neonatal period.9DDH is associated with early-onset osteoarthritis of the hip in adulthood."
        },
        {
            "parent": 0,
            "text": "Some of the strongest risk factors for DDH are breech position, female sex, and first gestation (with odds ratios in one study of 6.0, 4.3, and 2.7, respectively).10The incidence of clinically unstable hips at birth among infants in the breech position may exceed 10%.11Other risk factors and associated findings include family history of DDH, oligohydramnios, large birth weight for gestational age, metatarsus adductus, and torticollis, among others. Why these risk factors are associated with DDH is not well understood, although limited intrauterine space and fetal position may be involved.2"
        },
        {
            "parent": 2,
            "text": "The Ortolani (reducing a dislocated hip) and Barlow (dislocating an unstable hip) maneuvers are the physical examination tests most commonly performed for detection of DDH in early infancy(Figure 112).By two to three months of age, the Barlow and Ortolani maneuvers are less useful and assessment for limited hip abduction becomes the preferred examination method. Ultrasonography has also been used for DDH screening. Several ultrasound methods have been described, but in general, the evaluation involves a coronal view and a transverse view with the hip in flexion."
        },
        {
            "parent": 3,
            "text": "A distinct clunk elicited on the Barlow or Ortolani maneuver represents a positive result.1,13These tests decrease in accuracy within a few weeks of birth as ligamentous hyperlaxity resolves.2,3,13"
        },
        {
            "parent": 3,
            "text": "Assessment of hip abduction is performed with the infant supine, hips flexed to 90 degrees, and pelvis stabilized. A single hip is then abducted, with subsequent comparison to the contralateral side.2,4The range of what is considered abnormal hip abduction varies from less than 45 degrees to less than 60 degrees in different studies, with many recommendations suggesting that physicians further evaluate infants with hip abduction less than 60 degrees using hip ultrasonography.14–16A difference in abduction greater than 20 degrees between sides should also be further investigated. Multiple studies have found this 20-degree difference to be more sensitive than a specific degree of limited abduction.14,16,17It should be noted that bilateral DDH occurs in up to 20% of cases; therefore, there may be no difference between sides.4"
        },
        {
            "parent": 3,
            "text": "On ultrasonography, morphology of the femoral head and acetabulum is noted, including any displacement that may be present with or without stress maneuvers.18Abnormalities are commonly graded with the Graf system, which rates the degree of hip dysplasia from grade I (no abnormality) to grade IV (overt dislocation).19Accuracy of ultrasonography depends on an experienced sonographer and interpreting radiologist.20"
        },
        {
            "parent": 4,
            "text": "The U.S. Preventive Services Task Force (USPSTF) and the American Academy of Family Physicians found insufficient evidence to recommend routine screening for DDH as a means to prevent adverse outcomes.21,22Other U.S. expert groups, including the American Academy of Pediatrics (AAP) and the Pediatric Orthopaedic Society of North America, recommend screening all newborns for DDH with physical examination maneuvers, and targeted screening ultrasonography for infants with multiple risk factors, regardless of physical examination findings.3,9,23The AAP also recommends performing “a focused physical examination of the hips” at routine health care visits until the child is older than 12 months.3There are differing recommendations internationally(Table 23,21,22,24–28);in particular, in some countries including Austria and Germany, universal DDH screening is performed with ultrasonography.24–28"
        },
        {
            "parent": 5,
            "text": "There are few data on the accuracy and interexaminer consistency of the Ortolani and Barlow maneuvers, although the training and experience of the physician performing them have been shown to influence their accuracy.29Similarly, although limited hip abduction is recommended as the best assessment method after two months of age, evidence to support this recommendation is mixed.2,3,9,14,16,17,30Performing screening ultrasonography finds more abnormalities, thus leading to increased diagnosis of DDH.31,32"
        },
        {
            "parent": 6,
            "text": "A USPSTF review of seven studies that measured the accuracy of the Ortolani and Barlow maneuvers using ultrasonography as the reference standard found wide-ranging sensitivities.33Even when abnormalities are found with these maneuvers, more than one-half of patients will be determined to have normal hips within one month on repeat examination or ultrasonography.29"
        },
        {
            "parent": 6,
            "text": "One study that included nearly 700 infants older than three months found limited hip abduction to have sensitivity of 69% and specificity of 54% compared with ultrasonography.16Another study on unilateral limited hip abduction in infants older than eight weeks demonstrated 78% sensitivity and 93% specificity vs. an ultrasound standard.17Regarding universal ultrasonography, one study showed that screening led to improved clinical outcomes and cost savings.31However, in a Cochrane review, universal ultrasonography (vs. clinical examination alone) resulted in a higher rate of detected DDH and a higher rate of treatment, but it did not reduce the rate of missed (late-diagnosed) DDH or the need for surgery.32This is likely because screening ultrasonography in infants detects many mild abnormalities of the hip joint, nearly all of which resolve spontaneously.3Ultrasonography should not be used for universal screening.21,22,33"
        },
        {
            "parent": 7,
            "text": "Despite inconclusive evidence, the current standard of care is based on a recommendation from the AAP to perform physical examination screening.3"
        },
        {
            "parent": 8,
            "text": "The USPSTF gives DDH screening, whether by physical examination or ultrasonography, an “I” rating (insufficient evidence to recommend for or against screening).21The American Academy of Family Physicians endorses this “I” rating.22"
        },
        {
            "parent": 9,
            "text": "Infants with unequivocally abnormal results on initial newborn examination (i.e., a finding of subluxation or dislocation) should be referred to an orthopedist who is experienced in diagnosis and management of DDH. This referral should occur on a priority basis at the time of diagnosis. If findings on physical examination are equivocal (e.g., a finding of mild instability[Table 12–4]), a repeat examination should be performed in two weeks.2,3,9If at that time the examination continues to show mild instability, ultrasonography or additional biweekly follow-up examinations for up to one additional month, through six weeks of life, can be considered. There is a limited role for other imaging modalities in the initial diagnosis of DDH.Figure 2outlines the approach to evaluating an infant who has physical examination findings positive for DDH.3,9,32,34As mentioned previously, most studies indicate DDH resolves spontaneously over a period of weeks."
        },
        {
            "parent": 10,
            "text": "Although controversial as a screening tool, ultrasonography has good negative predictive value (as high as 90%) for disproving a diagnosis of DDH.35–37Plain radiography is inappropriate in infants younger than six months because the neonatal hip is primarily cartilaginous and because of radiation exposure. It is, however, sometimes used as an adjunct following treatment in an older child.2Although not used for initial diagnosis, computed tomography and magnetic resonance imaging can be used to follow treatment if an infant is in a cast, making ultrasonography ineffective.38"
        },
        {
            "parent": 12,
            "text": "Infants younger than six months with overtly dislocated or dislocatable hips are usually treated with flexion-abduction splinting using a device such as a Pavlik harness3,9(Figure 3). With mild instability, as noted previously, one recommended approach is watchful waiting with bimonthly examination for up to six weeks. If mild instability persists beyond six weeks, the patient should be referred to an orthopedist for splinting. In infants whose hip joint remains unstable after several weeks of flexion-abduction splinting or in those initially diagnosed with unstable hip dysplasia at six months of age or later, the usual treatment is closed reduction/stabilization under anesthesia. If stabilization is achieved, the patient is placed in a hip spica (abduction) cast for six weeks. Open surgical treatment is pursued if closed stabilization is unsuccessful."
        },
        {
            "parent": 13,
            "text": "Infants with DDH, whether treated or untreated, have a higher incidence of early-onset hip osteoarthritis in adulthood, but the incidence is lowest in those who receive early treatment.9,10,22,23,33In cases of mild instability, the approach of watchful waiting with bimonthly examination for up to six weeks minimizes the rate of unnecessary treatment. Multiple studies have shown no difference in outcomes with watchful waiting for up to six weeks of life vs. immediate treatment.3,32,34"
        },
        {
            "parent": 13,
            "text": "The arguments for early conservative treatment (e.g., splinting) are that surgical intervention is more likely to be required when cases are detected and treated after six months of age and that complication rates are higher with surgical treatment than with splinting.29A flexion-abduction splint is usually worn for six to 12 weeks. The device is thought to help seat the femoral head deeper within the acetabulum, as well as to promote better coverage, growth, and development of the hip. In about 5% of cases, the hip joint remains unstable after several weeks of splinting.2"
        },
        {
            "parent": 14,
            "text": "The most important adverse effect of DDH treatment is avascular necrosis of the femoral head. The major complication of avascular necrosis is early-onset osteoarthritis and the need for hip replacement surgery. Femoral nerve palsy, pressure ulcers, and musculotendinous contracture are additional risks of splinting and surgical treatment.2,21,32"
        },
        {
            "parent": 15,
            "text": "Avascular necrosis is a risk of splinting and surgical intervention, and it occurs only in treated patients.23It does not occur as part of the natural history of untreated DDH. The rate of avascular necrosis is unclear; studies report rates varying from 0% to 14% with splinting and from 5% to 60% with surgery.2The rate seems to be lower, reported at 0% to 2%, when flexion-abduction splinting is instituted early in infancy.9,32,39Rates of avascular necrosis increase with delayed diagnosis and surgical treatment.9,23"
        },
        {
            "parent": 16,
            "text": "Because screening for DDH was widely implemented before research had been done to determine the benefits, it would now be difficult from ethical and practical standpoints to conduct studies that would definitively determine if screening improves outcomes. Because of the risk of avascular necrosis following treatment and the high likelihood of spontaneous resolution of mild forms of DDH, some researchers have questioned the utility of screening.21,22,28There are no clinical studies to determine if abandoning screening is a viable approach, but a decision analysis showed that screening with physical examination, compared with no screening or universal ultrasonography screening, would result in fewer adults having osteoarthritis of the hip at 60 years of age.23"
        },
        {
            "parent": 16,
            "text": "Although the benefits and risks of screening and treatment are unclear, physical examination screening of newborn hips remains the standard of care, and ethical barriers and medicolegal risks of not screening will likely keep the practice in place for the foreseeable future. Rather than answering the question of whether screening should be performed, ongoing research will likely focus on approaches to screening and management that will decrease the number of children unnecessarily treated for DDH without increasing morbidity from the condition.2,9,20,29"
        },
        {
            "parent": 16,
            "text": "Data Sources: We searched PubMed (U.S. National Library of Medicine, National Institutes of Health) using the MeSH term congenital hip dislocation combined with epidemiology, screening, or treatment. We reviewed all pertinent articles from these queries. We reviewed reference lists from key articles. We used the AAFP-recommended resources for evidence-based continuing medical education and searched these resources/databases for hip dysplasia. We specifically used the Agency for Healthcare Research and Quality, U.S. Preventive Services Task Force, Canadian Task Force on Preventive Health Care, Cochrane database, and UpToDate. Search dates: March through November 2012, and May 2014."
        },
        {
            "parent": 16,
            "text": "The authors thank David Stewart, MD, Children's Bone and Spine Surgery, Las Vegas, Nev., for his generous contributions in supporting and reviewing this article."
        },
        {
            "parent": 16,
            "text": "This article represents the views of the authors and does not represent the views of the U.S. Air Force, the Defense Department, or the U.S. government."
        }
    ],
    "locked": false
}