{
    "url": "https://www.aafp.org/pubs/afp/issues/2013/1101/p596.html#afp20131101p596-f1",
    "title": "Care of the College Student | AAFP",
    "author": "BRIAN K. UNWIN, COL (RET.), MC, USA, JEFFREY GOODIE, CDR, USPHS, BRIAN V. REAMY, COL (RET.), USAF, MC, AND JEFFREY QUINLAN, CAPT, MC, USN",
    "doi": "Am Fam Physician.2013;88(9):596-604",
    "abstract": "There are approximately 20 million students in U.S. colleges and universities. Although this population is characterized as having good health, 600,000 students report some form of disability or some type of medical problem, including attention-deficit/hyperactivity disorder, learning disabilities, psychiatric disorders, and chronic illnesses, among others. Physicians can enhance youth transition to an adult model of health care; the use of self-care skills checklists is one recommended method to assist with the transition. Stimulant medications are effective for treating adults with attention-deficit/hyperactivity disorder, but physicians should use caution when prescribing stimulants to college students because of the high rates of medication diversion in this population. Depression, anxiety, posttraumatic stress disorder, sleep problems, and eating disorders are common in college students and can significantly impact performance. Emphasis on immunization of students for influenza, meningococcus, and pertussis is necessary because of the low rates of compliance. Screening and interventions for obesity, tobacco use, and substance abuse are important because of the high prevalence of these problems in college students. Screening for alcohol abuse facilitates identification of students with problem drinking behaviors. Students who are war veterans should be monitored for suicidal ideation and posttraumatic stress disorder. Lesbian, gay, bisexual, transgender, and questioning students are at risk of harassment and discrimination. Caution should be exercised when prescribing medications to college athletes to avoid violation of National Collegiate Athletic Association eligibility rules.",
    "headers": [
        {
            "id": 0,
            "name": "Preparing for the Transition to College",
            "level": 2
        },
        {
            "id": 1,
            "name": "HEALTH CARE INDEPENDENCE",
            "level": 3
        },
        {
            "id": 2,
            "name": "HEALTH CARE COVERAGE",
            "level": 3
        },
        {
            "id": 3,
            "name": "Common Learning and Mental Health Concerns",
            "level": 2
        },
        {
            "id": 4,
            "name": "LEARNING ISSUES",
            "level": 3
        },
        {
            "id": 5,
            "name": "SELECTED MENTAL HEALTH AND BEHAVIORAL PROBLEMS",
            "level": 3
        },
        {
            "id": 6,
            "name": "Preventive Measures",
            "level": 2
        },
        {
            "id": 7,
            "name": "IMMUNIZATIONS",
            "level": 3
        },
        {
            "id": 8,
            "name": "EVIDENCE-BASED PREVENTIVE RECOMMENDATIONS",
            "level": 3
        },
        {
            "id": 9,
            "name": "Special Populations",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "There are approximately 20 million full- and part-time students enrolled in American colleges and universities. Of these, 12 million are younger than 24 years, 56% are women, and 35% are minorities. Although this population is characterized as having good health, approximately 600,000 students report some form of disability or some type of medical problem, including attention-deficit/hyperactivity disorder (ADHD), learning disabilities, psychiatric disorders, and chronic illnesses, among others.1Meeting the needs of the college student involves management of not only common illnesses and chronic conditions, but of behaviors and stressors that are unique to students. Common medical conditions in college students, which are treated in the same manner as in the general population, are addressed inTable 1.2"
        },
        {
            "parent": 1,
            "text": "College students often are assuming primary responsibility for their education and health for the first time. Promoting health care independence involves more than the provision of the medical record and immunization history. A structured, coordinated health care transition plan from the child to the adult health care model will optimize the care of college students.3Figure 1is a health care transition planning algorithm developed by the American Academy of Family Physicians (AAFP), American Academy of Pediatrics, and American College of Physicians.3"
        },
        {
            "parent": 1,
            "text": "The “sending” medical practice should ensure that the departing student has a transition plan, and that the family and student are ready for the transition. A transition checklist for clinicians is provided inTable 2. A health care skills checklist(eFigure A)is one recommended method to assess the needs of the patient and to develop goals for the transition to a health care model that expects assumption of adult responsibilities. Group visits to complete the clinical and educational activities for transitioning students could be considered to enhance counseling efficiency. “Receiving” practices should assess the developmental readiness of the student and respond accordingly, orienting the student to the clinical practice and adult health care model. Ideally, some students would benefit from direct coordination of care with the college or university student health service."
        },
        {
            "parent": 1,
            "text": "Health care independence is also fostered by availability of medical self-help books and online resources, such as FamilyDoctor. org (https://familydoctor.org), and by basic medical supplies to handle common medical problems and injuries. The Centers for Disease Control and Prevention provides useful health resources for college students and their families athttp://www.cdc.gov/family/college."
        },
        {
            "parent": 2,
            "text": "Most college students (64%) have health insurance through their parents' plan, and another 13% are covered by college/university-sponsored plans. Approximately 9% are uninsured.4Although student health insurance coverage requirements under the Affordable Care Act provide certain protections to the college student, there is still diversity among available plans. It is incumbent on students to have a working knowledge of their insurance plan, coverage, and claims process. Coverage of vaccinations and contraceptives varies by plan.5A health care insurance toolkit for young adults is available athttp://www.gettingcovered.org/Toolkit."
        },
        {
            "parent": 4,
            "text": "Attention-Deficit/Hyperactivity Disorder. The prevalence of ADHD among college students is estimated to be 2% to 8%6,7; 50% of students receiving accommodative services in college demonstrate ADHD.8Students with symptoms of ADHD are at increased risk of psychosocial and substance use problems.9"
        },
        {
            "parent": 4,
            "text": "Adolescents and young adults who have ADHD demonstrate less hyperactivity, but report more mental restlessness, anxiety, irritability, and academic, social, mood, and sleep problems compared with children who have ADHD.10,11Higher demands on executive function and less direct social support from family contribute to struggling and the need for pharmacologic and nonpharmacologic interventions in students who were previously undiagnosed."
        },
        {
            "parent": 4,
            "text": "Pharmacotherapy, including amphetamines, methylphenidate (Ritalin), bupropion (Wellbutrin), and atomoxetine (Strattera), is effective in adults.12–15Stimulant medications are more effective than nonstimulant medications for treating adult ADHD.16Few studies have examined the effectiveness of these medications specifically in college students."
        },
        {
            "parent": 4,
            "text": "Cognitive behavior therapy for ADHD focuses on teaching patients ways to adapt their thinking and behaviors to increase daily functioning. When used in conjunction with medication, cognitive behavior therapy improves functioning and ADHD symptoms in adults17; it is unknown whether these findings can be generalized to college students."
        },
        {
            "parent": 4,
            "text": "In treating ADHD, an additional concern specific to college students is stimulant misuse; 5% to 35% of college students misuse or divert their ADHD medications.18Those with a history of substance abuse or conduct disorder may be more likely to misuse or divert their medications.18Educating recipients of prescribed stimulants and remaining vigilant for misuse among high-risk students may be helpful.6"
        },
        {
            "parent": 4,
            "text": "Learning Disabilities. About 3% of college students surveyed report having a learning disability.7Physicians may discover learning disabilities when evaluating students for other conditions, such as depression, sleep disorders, ADHD, and thyroid disease. There is no consensus regarding how to assess learning disabilities in college students,19and the lack of agreement on the definition of a learning disability has resulted in few evidence-based treatment strategies. Given the difficulties associated with treatment of learning disabilities, educational accommodations are important to consider. Allowing students with ADHD or learning disabilities more time on classroom tests and examinations is commonly encouraged, and physicians may be approached to write medical statements requesting this accommodation on behalf of the patient.19However, there are limited data suggesting that such accommodations significantly improve performance. Students with learning disabilities typically have their condition comanaged by their physician, psychologists, and educators."
        },
        {
            "parent": 5,
            "text": "Physicians should be alert for depression, anxiety, suicidal ideation, posttraumatic stress disorder (PTSD), and sleep and eating disorders, because they are highly prevalent in college students. Detailed information about treatment is widely available and does not differ from that for the general population."
        },
        {
            "parent": 5,
            "text": "Anxiety and Depression. Anxiety and depression, which can have a significant impact on academic performance, are the most common mental health problems reported by college students.7Within the previous 12 months, 30.7% felt so depressed that it was difficult to function and 48.4% experienced overwhelming anxiety. Less than one-half of students experiencing depressive and anxiety symptoms seek care.20"
        },
        {
            "parent": 5,
            "text": "Suicidal Ideation. Recent data suggest that suicide is the most common cause of death in college students.21Suicidal ideation is reported in nearly 7% of students; about 2% report having a plan, and 0.5% report making an attempt in the previous year.22Of those with suicidal ideation, approximately 50% seek help. Depression, low social support, parent-student conflict, affective dysregulation, and alcohol use disorders are risk factors for suicidal ideation.23Systematic reviews conclude that there is insufficient evidence regarding psychosocial and pharmacologic treatments for suicide-related behaviors.24Family physicians should be particularly vigilant for suicidal thoughts and behaviors in college students, and should direct students to outpatient care if there is no immediate risk. Information and resources about suicide are available athttp://www.sprc.org/collegesanduniversities."
        },
        {
            "parent": 5,
            "text": "Posttraumatic Stress Disorder. Most students report experiencing a traumatic event in their lifetime.25Probable PTSD is most commonly associated with sexual assault.25,26Although it has not been tested in college settings, the Primary Care PTSD Screen, a four-item screening tool, may be useful for identifying students experiencing PTSD symptoms.27–29"
        },
        {
            "parent": 5,
            "text": "Sleep Disorders. Studies suggest that as many as 60% of college students report poor sleep quality,30and sleep difficulties impact academic performance in 20% of college students.7Sleep deprivation is associated with impaired cognitive functioning, mood problems, somatic symptoms, and decreased life satisfaction, and is a risk factor for illicit substance and alcohol use and motor vehicle crashes.31Inadequate sleep hygiene, delayed sleep phase disorder, and insomnia are the most common sleep disorders in college students.31"
        },
        {
            "parent": 5,
            "text": "Eating Disorders. About 1% of surveyed college students report that an eating disorder affected their performance.7Self-help programs, cognitive behavior therapy, and interpersonal therapy have good evidence for treating bulimia nervosa and binge eating disorder. Antidepressants may be a primary treatment for bulimia nervosa, and anorexia nervosa should be treated in a tertiary care setting.32"
        },
        {
            "parent": 7,
            "text": "College entrance physical examinations and routine visits provide opportunities for updating and administering immunizations. The 2010 National College Health Assessment indicated that only 40% of college students report receiving influenza vaccinations, and only 55% report receiving meningococcal vaccinations.4Adequate pertussis immunization has also received national emphasis."
        },
        {
            "parent": 7,
            "text": "Current immunization schedules for adolescents and adults are provided by the AAFP (https://www.aafp.org/patient-care/immunizations/schedules.html) and the Advisory Committee on Immunization Practices (http://www.cdc.gov/vaccines/acip/recs/index.html).33"
        },
        {
            "parent": 8,
            "text": "The AAFP and the U.S. Preventive Services Task Force have general recommendations that are applicable to college students. The focus of these recommendations is on counseling to reduce the risk-taking behaviors more common in young adults. Additionally, U.S. Preventive Services Task Force guidelines focus on lifestyle choices related to diet, exercise, and healthy relationships that are amenable to counseling and modification when intervention occurs before obesity, inactivity, and unhealthy relationships become habits."
        },
        {
            "parent": 8,
            "text": "Obesity is an epidemic on college campuses.3During the first year of college, students gain an average of 3.9 lb (1.8 kg).34Systematic approaches to target obesity on college campuses are fragmented and have not been reviewed. Physicians should refer students to student health centers offering weight control services.35"
        },
        {
            "parent": 8,
            "text": "Tobacco use is also common in this population.4Evidence-based recommendations for targeting tobacco use among adolescents, including tobacco use screening and cessation interventions, apply to college students.36"
        },
        {
            "parent": 8,
            "text": "Alcohol use and abuse are common in college students.4Among those who consumed alcohol, 51% reported that within the previous 12 months they experienced some negative consequence associated with their alcohol consumption.4Two primary subsets of college students are at greatest risk of problem drinking. The first subset consists of white, male, sensation-seeking students engaged in a social environment with a high drinking norm (e.g., Greek organizations). The second subset consists of female students who were more likely to experience negative affect and respond to distress by drinking.37"
        },
        {
            "parent": 8,
            "text": "Screening for alcohol abuse facilitates identification of students with problem drinking behaviors. The first three consumption items of the Alcohol Use Disorders Identification Test (AUDIT-C;Table 3) are recommended for identifying at-risk drinking among college students, using a cutoff score of 7 for males and 5 for females.38Effective intervention programs increase motivation to change drinking habits, change expectations about the effects of alcohol, provide face-to-face or computer-based feedback on student-based norms of drinking behavior, emphasize cognitive behavior skills training, and offer a plan for reducing alcohol use.39,40Ineffective programs include efforts to increase basic awareness and provide education.39,40Mailed feedback, social marketing, and group feedback are also not effective.41The website College Drinking–Changing the Culture (http://www.collegedrinkingprevention.gov) provides updated, evidence-based information about the prevention, assessment, and treatment of alcohol abuse in college settings."
        },
        {
            "parent": 8,
            "text": "Use of illicit substances can complicate the diagnosis and treatment of academic or behavioral health conditions. Marijuana is the most commonly used illicit substance on college campuses.3Other common illicit substances are listed inTable 4.42Guidelines for providing drug education and administring drug testing are published by the American College Health Association (http://www.acha.org/Topics/atod.cfm)."
        },
        {
            "parent": 8,
            "text": "Table 5lists common educational and behavioral health issues for college students, and primary care assessment tools that can be used for examination.4,6,7,20,23,25,26,29–31,38,43–48"
        },
        {
            "parent": 9,
            "text": "On college campuses, approximately 8% of students describe their sexual orientation as lesbian, gay, bisexual, transgender, or “unsure.”7These students report more harassment and discrimination, and have more negative perceptions of campus climates compared with heterosexual men and women.49The Gay and Lesbian Medical Association published guidelines for caring for lesbian, gay, bisexual, transgender, and questioning patients, which can be found athttp://www.glma.org/index.cfm?fuseaction=Page.viewPage&pageId=1037&parentID=568&nodeID=1."
        },
        {
            "parent": 9,
            "text": "Students who are war veterans demonstrate high levels of suicidal ideation (46%), and many report having a plan (20%) and think that they are likely or very likely to commit suicide (approximately 4%).50Student veterans with PTSD were more likely to report being in in a physical fight during the previous 12 months, and were more likely to participate in high-risk drinking.51Student veterans should be monitored for suicidal ideation and PTSD. The Primary Care PTSD Screen is available athttp://www.ptsd.va.gov/professional/pages/assessments/pc-ptsd.asp.29Organizations such as the Student Veterans of America (http://www.studentveterans.org) may help student veterans connect with resources and students with similar backgrounds.eTable Alists resources for student veterans."
        },
        {
            "parent": 9,
            "text": "Student athletes are not only at higher risk of sports-related injuries, but also of loss of eligibility because of inadvertent violation of National Collegiate Athletic Association (NCAA) rules related to the use of supplements, over-the-counter medications, and prescription drugs. Current rules and standards are available athttp://www.ncaa.org/wps/wcm/connect/public/ncaa/ssi/policy/drug+testing+landing+page.eTable Blists banned drugs, restricted drugs, and drugs that can be used after a formal medical exception is processed with the NCAA. Athletes should be counseled to clear the use of all dietary supplements and over-the-counter medications with their team medical staff or a physician so as not to inadvertently violate NCAA rules."
        },
        {
            "parent": 9,
            "text": "Data Sources:Specific, evidence-based research on college students is relatively limited. We used PubMed as the primary literature search engine. Key words: college student and university student, plus the selected content (e.g., alcohol, tobacco). Key sources of data: American College Health Association, Essential Evidence, review articles inAmerican Family Physician, federal reports on selected content, Cochrane reviews. Search dates: April 2011 through March 2012, and August 2012 through October 2012."
        }
    ],
    "locked": false
}