{
    "url": "https://www.aafp.org/pubs/afp/issues/2013/0401/p502.html#afp20130401p502-f4",
    "title": "Prevention of Unintentional Childhood Injury | AAFP",
    "author": "WESLEY M. THEURER, MAJ, MC, USA, AND AMIT K. BHAVSAR, LTC, MC, USA",
    "doi": "Am Fam Physician.2013;87(7):502-509",
    "abstract": "Unintentional injury accounts for 40 percent of childhood deaths annually, most commonly from motor vehicle crashes. The proper use of child restraints is the most effective strategy to prevent injury or death. Motor vehicle restraint guidelines have recently been revised to an age-based system that delays the progression in type of restraint for most children. Strategies to prevent suffocation in children include using appropriate bedding, positioning babies on their backs to sleep, and removing items from the sleep and play environment that could potentially entrap or entangle the child. Fencing that isolates a swimming pool from the yard and surrounding area and “touch” adult supervision (i.e., an adult is in the water and able to reach and grab a child) have been shown to be most effective in preventing drownings. Swimming lessons are recommended for children older than four years. Poison prevention programs have been shown to improve prevention behavior among caregivers, but may not decrease poisoning incidence. Syrup of ipecac is not recommended. Smoke detector maintenance, a home escape plan, and educating children about how to respond during a fire emergency are effective strategies for preventing fire injuries or death. Fall injuries may be reduced by not using walkers for infants and toddlers or bunk beds for children six years and younger. Consistent helmet use while bicycling reduces head and brain injuries. Although direct counseling by physicians appears to improve some parental safety behaviors, its effect on reducing childhood injuries is uncertain. Community-based interventions can be effective in high-risk populations.",
    "headers": [
        {
            "id": 0,
            "name": "Motor Vehicle Crashes and Pedestrian Injury",
            "level": 2
        },
        {
            "id": 1,
            "name": "Suffocation",
            "level": 2
        },
        {
            "id": 2,
            "name": "Drowning",
            "level": 2
        },
        {
            "id": 3,
            "name": "Poisoning",
            "level": 2
        },
        {
            "id": 4,
            "name": "Fire",
            "level": 2
        },
        {
            "id": 5,
            "name": "Falls",
            "level": 2
        },
        {
            "id": 6,
            "name": "Bicycling",
            "level": 2
        },
        {
            "id": 7,
            "name": "Effectiveness of Counseling and Interventions",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "In the United States, unintentional injury is the most common cause of childhood death, representing 40 percent of all deaths in children one to 18 years of age annually.Figure 1includes the annual incidence of unintentional injury in all children by cause.1The most common causes of death from unintentional injury in all children are motor vehicle crashes, drowning, poisoning, fire, and suffocation(Figure 2).1Less common causes are pedestrian and bicycling accidents, falls, blunt trauma, natural and environmental causes, and firearms. For infants younger than one year, suffocation is the leading cause of death from unintentional injury(Figure 3).1In infants, unintentional injury ranks third as a cause of death behind congenital/maternal factors and sudden infant death syndrome.1Table 1includes strategies to prevent unintentional childhood injuries.2–17"
        },
        {
            "parent": -1,
            "text": "More than 8 million U.S. children required medical care for injuries in 2009, resulting in more than 132,000 hospital admissions.1The annual economic burden is estimated to be at least $81 billion in medical costs, lost work productivity, and other expenses.18Additional, but less quantifiable, impacts include lost school days and the psychological impact of traumatic events on children, families, and others. The leading causes of all unintentional childhood injuries are falls (33 percent) and contact injury (23 percent)."
        },
        {
            "parent": -1,
            "text": "Social factors, including low socioeconomic status; male sex; and black, Native American, or Native Alaskan race, have been linked to a higher risk of unintentional injury in children. Although personality traits such as degree of inhibitory control, impulsivity, and hyperactivity have been linked independently to higher risk of unintentional injury, attention-deficit/hyperactivity disorder has not been consistently validated as an independent risk factor.19"
        },
        {
            "parent": 0,
            "text": "Automobile-related death is the leading cause of mortality from unintentional injury in children, adolescents, and young adults. Of the 4,748 reported traffic fatalities among Americans younger than 21 years in 2008, 79 percent involved those 16 to 20 years of age.20"
        },
        {
            "parent": 0,
            "text": "Since 1975, appropriate use of motor vehicle restraints has saved the lives of nearly 9,000 children.20The American Academy of Family Physicians (AAFP) strongly recommends that physicians actively promote the proper use of motor vehicle restraints for all patients.21The National Highway Traffic Safety Administration (NHTSA) publishes guidance on the correct choice and installation of child safety seats, and provides consumer information about purchasing the seats, safety recall notices, and locations of inspection stations (many locations provide this service at no charge).22"
        },
        {
            "parent": 0,
            "text": "The NHTSA and the American Academy of Pediatrics (AAP) recently revised child safety seat recommendations from a weight-based to an age-based algorithm(Figure 4).4,5As in previous guidelines, children should systematically progress from a rear-facing to a forward-facing safety seat, then to a belt-positioning booster seat, and finally to a lap and shoulder belt only. The new age-based transition allows early progression only if a child has exceeded the manufacturer's recommendations for height or weight, and will delay transitions for most children.4,5Research indicates that parent- and child-directed education improves the use of safety seats.2,3"
        },
        {
            "parent": 0,
            "text": "Driver education for teenagers has long been regarded as an important component of community motor vehicle safety programs. Although one study found a small, but statistically significant, increase in driver-attributed crashes among those who completed a formal driver education class,23the AAFP continues to recommend driver education for young drivers, ideally in a progressive, graduated program.24"
        },
        {
            "parent": 0,
            "text": "Pedestrian injury accounts for approximately 30,000 childhood injuries annually. Children are more susceptible to pedestrian injuries because of their small size. Individual risk factors include male sex, age five to nine years, and black race. Social risk factors include living in an urban environment, a low socioeconomic area, or a neighborhood with increased traffic density. Community- and school-based educational interventions have not shown consistent ability to improve children's safety behaviors, and it is not clear if these programs reduce injury rates.25"
        },
        {
            "parent": 1,
            "text": "Although the link between sudden infant death syndrome and suffocation is controversial, the incidence of suffocation deaths quadrupled between 1984 and 2004 despite a decrease in cases of sudden infant death syndrome.6The most common causes of suffocation deaths in infants in playpens and cribs are wedging of the infant against the bedding, mattress, or crib wall; the infant lying in a facedown position on soft bedding or plastic material; twisting of a blanket around the infant's neck; and collapse of a playpen wall. Other causes in children older than one year include wedging of the child between crib slats, entrapment between a playpen and another object, and entanglement in cords or strings near or in the crib.7"
        },
        {
            "parent": 1,
            "text": "Parents of infants and newborns should be counseled to remove soft bedding and toys from sleeping areas and to ensure that cribs and playpens are correctly assembled to prevent collapse. The sheet should fit tightly around the mattress. The crib's original mattress should be used because even a small difference in mattress size may increase the risk of the child becoming wedged between the mattress and crib structures. Older cribs and playpens that do not conform to the most current safety standards should be discarded. All cords and strings should be removed from the vicinity of young children. The crib should be moved away from furniture, walls, and other objects to prevent entrapment should a child climb out of the crib.7"
        },
        {
            "parent": 2,
            "text": "A Cochrane review found limited evidence that pool fencing is an effective drowning prevention strategy. Fencing that isolates the pool from the yard and surrounding areas was shown to be more effective than perimeter fencing that encases both the pool and surrounding areas.8Poolside adult supervision is not adequate to prevent drowning because submersed children may not make any noise and are difficult to see from the surface of the water. For these reasons, the AAP recommends “touch” supervision (i.e., an adult is in the water and able to reach and grab a child).10"
        },
        {
            "parent": 2,
            "text": "In the event of a near drowning, early cardiopulmonary resuscitation has been shown to improve outcomes.9,26All caregivers should be trained in performing cardiopulmonary resuscitation. U.S. Coast Guard–approved personal flotation devices and the presence of lifeguards have been shown to decrease drowning risk. Parents should be cautioned that many flotation rings and armbands are not approved devices and are considered toys subject to deflation or malfunction.26"
        },
        {
            "parent": 2,
            "text": "The role of swimming lessons to prevent drowning is controversial. Two studies demonstrated a reduction in the risk of drowning-related death among children who have taken formal swimming lessons, but this association was statistically significant only in one- to four-year-olds.11,26These studies have been criticized for their small sample size and possible selection bias. The AAP maintains that children are not likely to be developmentally ready for formal swimming lessons until four years of age, and recommends lessons in all children after that age.10Parents must be cautioned that completion of formal swimming lessons is only one part of a multifactorial drowning prevention strategy."
        },
        {
            "parent": 2,
            "text": "The AAFP additionally recommends poolside access to a telephone with emergency numbers, arm's length supervision for children younger than four years by a dedicated adult who is not distracted by other activities, and safety drains that cannot cause entrapment in all pools and hot tubs.27"
        },
        {
            "parent": 3,
            "text": "Most accidental poisonings involve toddlers, and usually result in minor clinical symptoms with few or no adverse outcomes.28Conversely, most deaths from unintentional poisonings occur in teens and preteens.1"
        },
        {
            "parent": 3,
            "text": "About 60 percent of accidental poisonings involve oral supplements and prescription and nonprescription drugs. Despite significant advances in product labeling and child-resistant packaging, 57 percent of products involved in childhood accidental poisonings adhere to the requirements of the Poison Prevention Packaging Act.28"
        },
        {
            "parent": 3,
            "text": "Poisoning prevention education programs (specifically those that provide free or low-cost cabinet locks and poison control stickers) have been shown to improve safe storage behavior in the home. Although evidence indicates that educational programs can improve safety behavior, it is unclear if they result in fewer accidental poisonings.29Syrup of ipecac is not recommended for acute poisoning in children, and parents should be advised not to keep it at home.29Caregivers should be prepared to contact a poison control center, such as the National Capital Poison Center (800-222-1222,http://www.poison.org), or emergency services immediately if a potential poisoning occurs.12"
        },
        {
            "parent": 4,
            "text": "Risk factors for fire-related injury in children include age younger than four years, low socioeconomic status, black or Native American race, lack of a functioning smoke detector in the home, use of alternative heating sources, and lack of appropriate child supervision.30Residential fires are the greatest cause of childhood fire-related mortality, and smoking is the leading cause of fatal residential fires.31Two-thirds of homes in which children are injured or killed by fire have no functional smoke detectors.32In many communities, having nonfunctioning smoke detectors is more common than the absence of smoke detectors."
        },
        {
            "parent": 4,
            "text": "Physicians should counsel all patients about installing smoke detectors, but more importantly, about strategies to ensure that they are operational. Counseling should also include creating a home escape plan and educating children about what to do in the event of a fire.13Community-based educational efforts appear to be beneficial, especially for high-risk groups.14"
        },
        {
            "parent": 4,
            "text": "Although only about 5 percent of residential fires are attributed to children playing with fire, these fires are responsible for 40 percent of fire-related deaths in children.32Parents should be counseled to keep matches and lighters out of reach of children and to have age-appropriate discussions about the dangers of playing with fire."
        },
        {
            "parent": 5,
            "text": "Risk factors for fall injury include age younger than six years, low socioeconomic status, and male sex. Children who use walkers have a significantly higher risk of injury from a stairway fall (relative risk = 4.26).15Increased severity of injury associated with falls off of a bunk bed is associated with age of six years or younger, low socioeconomic status, unfamiliarity with new bunk beds, and uncarpeted bedroom surfaces.15"
        },
        {
            "parent": 6,
            "text": "An estimated 66 per 100,000 U.S. children use emergency department services for bicycle-related injuries annually, with $200 million spent in related hospital admissions.33Use of bicycle helmets has been shown to significantly reduce the risk of head and brain injuries, regardless of the involvement of a motor vehicle.34"
        },
        {
            "parent": 6,
            "text": "In one small cross-sectional analysis, physician counseling in the previous 30 days was associated with an increase in reported helmet use by five- to 14-year-olds. Helmet use is improved when strictly enforced and modeled by parents and peers.33A Cochrane review demonstrated that bicycle helmet legislation aimed at children has increased helmet use, decreased head injuries, and decreased bicycle-related mortality.17Community-based, nonlegislative programs that provide free helmets significantly improve helmet use. School-based education programs also effectively increase helmet use, but to a lesser extent than community-based programs.35"
        },
        {
            "parent": 6,
            "text": "The AAFP recommends that physicians take an active role in advancing legislation to enact or sustain mandatory helmet use by all bicyclists.36The NHTSA also recommends that bicyclists wear brightly colored and reflective clothing, obey all traffic laws, and ride with the flow of traffic.37"
        },
        {
            "parent": 7,
            "text": "Family physicians are ideally positioned to provide focused safety counseling to individuals and families. They can also be active advocates for childhood safety in their communities. Evidence for the effectiveness of counseling and other interventions by medical personnel is inconclusive."
        },
        {
            "parent": 7,
            "text": "A Cochrane review involving 80 studies demonstrated that anticipatory education improved some parental safety behaviors, including reduced hot water temperatures, increased use of functional smoke detectors, and improved medication storage. However, the review did not demonstrate a statistically significant reduction in childhood injury rates.38Conversely, another Cochrane review showed that such interventions decreased injury rates specifically in high-risk children (i.e., those with low socioeconomic status, premature birth, or learning disabilities).39One study reported increased use of child safety seats when education was directed at preschoolers rather than their parents.2"
        },
        {
            "parent": 7,
            "text": "Access to low-cost safety equipment through community-based programs seems to be effective.40A study found good evidence that multifaceted home intervention programs that included provision of safety equipment improved prevention practices.16"
        },
        {
            "parent": 7,
            "text": "In a busy physician office, providing all of the recommended childhood safety counseling can be daunting. One practical strategy is to involve nursing staff and/or use screening questionnaires to identify risk factors for individual children, then provide specific safety counseling. Safety topics can also be integrated into existing office systems. For example, questions about cardiopulmonary resuscitation training or medication storage could be integrated into prenatal counseling checklists or well-child forms."
        },
        {
            "parent": 7,
            "text": "Data Sources:The Cochrane database was searched using the term injury prevention with the terms child, infant, and adolescent. American Academy of Pediatrics policy statements were also reviewed. A PubMed search was conducted using the terms child, infant, and adolescent with preschool and accident prevention, lead poisoning, poisoning/prevention and control, falls, wounds, injuries/prevention and control, burns/prevention and control, accident/prevention and control, head protective devices, accidents traffic/prevention and control, accidents home/prevention and control, drowning, sudden infant death, and accidental falls. The search included meta-analyses, randomized controlled trials, guidelines, case studies, policy papers, Agency for Healthcare Research and Quality evidence reports, U.S. Preventive Services Task Force, and Bandolier. Search dates: March 29, 2011, through May 30, 2011."
        }
    ],
    "locked": false
}