{
    "url": "https://www.aafp.org/pubs/afp/issues/2013/1001/p451.html#afp20131001p451-f1",
    "title": "Recognition and Evaluation of Nontraumatic Subarachnoid Hemorrhage and Ruptured Cerebral Aneurysm | AAFP",
    "author": "AARON A. COHEN-GADOL, MD, MSc, AND BRADLEY N. BOHNSTEDT, MD",
    "doi": "Am Fam Physician.2013;88(7):451-456",
    "abstract": "Swift diagnosis and treatment are critical for good outcomes in patients with nontraumatic subarachnoid hemorrhage, which is usually caused by a ruptured aneurysm. This type of stroke often results in death or disability. Rates of misdiagnosis and treatment delays for subarachnoid hemorrhage have improved over the years, but these are still common occurrences. Subarachnoid hemorrhage can be more easily diagnosed in patients who present with severe symptoms, unconsciousness, or with thunderclap headache, which is often accompanied by vomiting. The diagnosis is more elusive in patients who present in good condition, yet these patients have the best chance for good outcome if they are correctly diagnosed at the time of presentation. Physicians should be alert for warning headaches, which are often severe, and headaches that feel different to the patient. Other symptoms may include nausea, vomiting, impaired consciousness, nuchal rigidity, orbital pain, focal neurologic deficits, dysphasia, lightheadedness, and dizziness. The most important risk factors for subarachnoid hemorrhage include cigarette smoking, hypertension, heavy alcohol use, and personal or family history of aneurysm or hemorrhagic stroke. The first step in the diagnostic workup is noncontrast computed tomography of the head. If computed tomography is negative or equivocal, a lumbar puncture should be performed. Subsequent imaging may include computed tomographic angiography, catheter angiography, and magnetic resonance angiography.",
    "headers": [
        {
            "id": 0,
            "name": "Risk Factors",
            "level": 2
        },
        {
            "id": 1,
            "name": "Presentation",
            "level": 2
        },
        {
            "id": 2,
            "name": "THUNDERCLAP HEADACHE",
            "level": 3
        },
        {
            "id": 3,
            "name": "PATIENTS IN GOOD CONDITION",
            "level": 3
        },
        {
            "id": 4,
            "name": "SENTINEL OR WARNING HEADACHES",
            "level": 3
        },
        {
            "id": 5,
            "name": "OTHER SYMPTOMS",
            "level": 3
        },
        {
            "id": 6,
            "name": "Reasons for Misdiagnosis",
            "level": 2
        },
        {
            "id": 7,
            "name": "Diagnostic Imaging",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Nontraumatic subarachnoid hemorrhage (SAH), usually from a ruptured aneurysm, often results in death or disability. Population-based mortality rates are as high as 45%.1Although swift diagnosis and treatment are critical for good outcome, misdiagnosis and treatment delays are still common. For this reason, when a patient presents with a sudden severe headache—the cardinal symptom of SAH—or with a less severe headache and other warning symptoms, the physician's first response is to determine whether the headache is caused by SAH from an aneurysm or other bleeding vascular malformation."
        },
        {
            "parent": -1,
            "text": "If the patient is in good clinical condition (i.e., awake, interactive, and with no more than one cranial nerve deficit), the family physician may have the best chance to ensure that the patient is correctly diagnosed and quickly treated. In a family practice of 2,000 patients, on average, one patient every seven to eight years will present with SAH.2If there is reasonable suspicion of SAH, the patient should be urgently transferred to a high-volume treatment center that has experienced surgeons, because these centers have been associated with better outcomes.1,3,4"
        },
        {
            "parent": 0,
            "text": "The most important risk factors for nontraumatic SAH are cigarette smoking and hypertension.5Other risk factors include heavy alcohol use, and personal or family history of aneurysm, hemorrhagic stroke, or cerebrovascular disease.1,6Patients with autosomal dominant polycystic kidney disease have a high risk of intracranial aneurysm and should be screened for prevention of SAH.7Use of cocaine and type IV Ehlers-Danlos syndrome have also been associated with SAH.1"
        },
        {
            "parent": 0,
            "text": "SAH can occur at any age, but it tends to happen at a younger age than other types of stroke. It has a peak incidence among persons 40 to 60 years of age, with a mean age of about 53 years. Women are affected about 70% of the time, and blacks have a higher risk of SAH than whites in the United States.1"
        },
        {
            "parent": 0,
            "text": "SAH does not always occur during physical exertion. Although moderate to extreme exertion may be a trigger, one study reported that more than one-half of cases of SAH occurred during nonstressful activities, and 13% occurred during sleep.8"
        },
        {
            "parent": 2,
            "text": "It is easier to identify and diagnose patients who present with severe symptoms, unconsciousness, or thunderclap headache, which is often accompanied by vomiting(Table 19–11). These distinctive headaches start abruptly, build to full intensity in minutes, and last from hours to days or weeks.9Some appropriate questions to ask when evaluating headache related to aneurysmal SAH (the most frequent subtype of nontraumatic SAH) are listed inTable 2. One group of investigators conservatively estimated a 15% prevalence of SAH among patients who presented to the emergency department with sudden, severe headache, which the patients often called the worst headache of their lives.12Among patients with sudden, severe headache and a neurologic deficit, 25% were found to have SAH. Among patients with acute severe headache as the only symptom, 12% had SAH.13"
        },
        {
            "parent": 3,
            "text": "The diagnosis of SAH in patients who present in good condition is more elusive. These patients are awake, interactive, and have no more than one cranial nerve deficit. Correct diagnosis at presentation can be lifesaving, because these patients have a much better chance for good recovery,1,9but they are also far more likely to be misdiagnosed. Two studies found that about one in 20 patients with SAH who initially presented in good condition was misdiagnosed.10,14Among patients in good condition who were correctly diagnosed at first medical contact, 91% achieved an overall good or excellent outcome, compared with only 53% of those with an incorrect diagnosis.15"
        },
        {
            "parent": 3,
            "text": "Among patients who were misdiagnosed, 48% deteriorated clinically or experienced rebleeding before definitive treatment compared with only 2% of patients correctly diagnosed at first contact.15Among patients who initially presented with little or no neurologic deficit, misdiagnosis was associated with a nearly fourfold increase in death at one year and with worse functional recovery and quality of life.10"
        },
        {
            "parent": 4,
            "text": "Physicians should be alert for warning headaches, which are distinct and unusually severe, but milder than the classic thunderclap headache. These headaches feel different to the patient, often occur with rapid onset, and may precede a major ruptured aneurysm event. Between 20% and 64% of patients describe experiencing one or more warning headaches, which may be a symptom of a warning leak or initial bleed before a major SAH. These headaches often occur days to weeks before overt SAH and may be alleviated with pain medications.11Although it would be expected that a patient who reports sentinel headache would be more likely to receive a prompt diagnosis, the reverse tends to be true.10,11"
        },
        {
            "parent": 5,
            "text": "Headache may be accompanied by other symptoms such as nausea and vomiting, dizziness, loss of consciousness, or transient motor deficits1,11(Table 19–11). Nausea and vomiting are the most common symptoms to accompany SAH, reported by approximately 75% of patients.16,17Loss of consciousness (often only for a moment), buckling of the legs, or impaired consciousness is reported by more than one-half of patients.9,18"
        },
        {
            "parent": 5,
            "text": "Other symptoms that accompany SAH include neck pain and nuchal rigidity, orbital pain, changes in vision, cranial nerve palsies, ptosis, motor or sensory disturbance, dysphasia, bruit, lightheadedness, back pain, and seizure.9,15–17One study that explored three clinical decision rules for SAH diagnosis identified the following presentation characteristics that should prompt further investigation: age 40 years or older, arrival to emergency department via ambulance, hypertension (systolic pressure 160 mm Hg or higher, diastolic pressure 100 mm Hg or higher), observed loss of consciousness, neck pain or stiffness, and onset of symptoms with exertion.19"
        },
        {
            "parent": 5,
            "text": "Another study compared two groups of patients with sudden, severe headache—one group with SAH, the other without. Investigators found that the symptoms most commonly associated with SAH were nausea, neck stiffness, impaired consciousness, and occipital headache location. Impaired or complete unconsciousness was noted in 34% of patients with SAH compared with 13% of patients without SAH. Neck stiffness showed the greatest difference between the two groups, occurring in 61% and 10%, respectively.17Retinal hemorrhages, although rare, may be visible on physical examination, and are sometimes the only sign of SAH if the patient is unconscious.9"
        },
        {
            "parent": 6,
            "text": "Before 1985, misdiagnosis of SAH occurred in up to 64% of cases, whereas recent data suggest that the misdiagnosis rate on first medical contact is approximately 12%.1,10The majority of misdiagnoses are made in a hospital emergency department (43%) or a physician's office (32%).10Some common reasons for misdiagnosis are listed inTable 3.9,10,20,21"
        },
        {
            "parent": 6,
            "text": "Failure to perform computed tomography (CT) has been cited as the most common reason for misdiagnosis of SAH.10In one study, seven of eight patients who received a misdiagnosis of viral meningitis had not undergone CT or lumbar puncture.15Three modifiable reasons for misdiagnosis include not recognizing the patient's set of symptoms, not understanding the limits of CT, and failure to perform lumbar puncture.9"
        },
        {
            "parent": 6,
            "text": "It is estimated that 15% of misdiagnoses are a result of misread CT or long duration between SAH and CT.22Earlier sensitivity rates for CT were 85% sensitivity at five days and 50% sensitivity at one week,20but CT now has improved sensitivity rates.23Another confounding variable is the density of the patient's blood. If the patient's hemoglobin level is less than 10 g per dL (100 g per L), the SAH may be isodense and not distinguishable on CT.20"
        },
        {
            "parent": 7,
            "text": "When a physician suspects SAH, the first step in the diagnostic workup is noncontrast head CT(Figure 1). Modern CT (fifth-generation) has a sensitivity of 98% or better to detect SAH(Figure 2), especially if the scan is evaluated by a neurosurgeon or neuroradiologist on days 1 through 5.24–27One study reported 100% sensitivity within six hours of SAH.27"
        },
        {
            "parent": 7,
            "text": "If SAH is suspected and head CT is negative or equivocal, the most conservative standards prescribe that lumbar puncture be performed.1,22,28Xanthochromia (a yellowish discoloration of the cerebrospinal fluid resulting from the breakdown of blood products after SAH) found 12 hours from onset of severe headache is the most sensitive cerebral spinal fluid finding for SAH.12Despite advances in CT between 1998 and 2008, 12% of patients with suspected SAH and negative head CT results were found to have xanthochromia on lumbar puncture.22The sensitivity of lumbar puncture is 93%, with 95% specificity for SAH and a negative predictive value of 99%. The positive predictive value for an aneurysm is 72%, whereas the negative predictive value is 99% in patients who report experiencing the worst headache of their lives and have normal head CT results.22"
        },
        {
            "parent": 7,
            "text": "Because of advances in imaging quality, accurate diagnosis from the combination of noncontrast head CT and computed tomographic angiography (CTA) has challenged the necessity of performing lumbar puncture(Figure 3). When the results of these two imaging studies are negative, there is a 99% chance that SAH has been excluded.29Despite these findings, lumbar puncture remains the standard of care for ruling out SAH when noncontrast head CT is negative.1Head CTA has a specificity of 100% with a sensitivity of 96% to 99.7% for aneurysms 4 mm or larger.25After SAH is detected on noncontrast head CT or lumbar puncture, imaging of the cerebral vasculature should be performed. With the above sensitivities, widespread availability, and rapid acquisition time, CTA of the head should be performed and the patient should be referred to a neurosurgeon.1,3,4"
        },
        {
            "parent": 7,
            "text": "Although CTA is commonly used as a screening tool for SAH, the recommended standard for evaluating cerebral vasculature for aneurysm is catheter angiography.30When nontraumatic SAH is present and CTA is negative for a source of the hemorrhage, catheter angiography is still indicated.31Between 20% and 25% of catheter angiography tests for spontaneous SAH will not find a source of bleeding.1Repeat catheter angiography should be performed seven days later and will find an aneurysm 1% to 2% of the time.1"
        },
        {
            "parent": 7,
            "text": "Magnetic resonance imaging is another imaging modality available to evaluate sudden-onset headaches. Fluid-attenuated inversion recovery (FLAIR) sequences have demonstrated 100% sensitivity in the first five days following SAH, whereas T2-weighted gradient echo has 100% sensitivity for SAH in the six- to 30-day range.32"
        },
        {
            "parent": 7,
            "text": "Magnetic resonance angiography is an alternative for studying the cerebral vasculature. Although the sensitivity for detecting aneurysms with magnetic resonance angiography is 85% to 100% for aneurysms 5 mm and larger, the sensitivity is only 56% for aneurysms smaller than 5 mm.30,33–37Lower sensitivity than CTA, a lack of ready availability, and long acquisition times make using magnetic resonance angiography to confirm acute SAH debatable. For patients with acute nontraumatic SAH, magnetic resonance angiography is limited to stable patients who cannot receive iodinated contrast."
        },
        {
            "parent": 7,
            "text": "Data Sources:Ovid Medline searches were completed using various combinations of the key terms subarachnoid hemorrhage; cerebral aneurysm; intracranial aneurysm; aneurysm, ruptured; diagnosis; outcome; and imaging. The searches included meta-analyses, and retrospective and prospective observational studies. PubMed, the Cochrane database, and Essential Evidence Plus were also queried for relevant articles. The reference sections of relevant articles as well as recent citing articles were also scanned for articles that may have been missed by our searches. We also searched national guidelines for subarachnoid hemorrhage and stroke at the National Quality Measures Clearinghouse's website. Search dates: July and August 2011, and March 2012."
        }
    ],
    "locked": false
}