{
    "url": "https://www.aafp.org/pubs/afp/issues/2013/1215/p835.html#afp20131215p835-f2",
    "title": "Testicular Torsion: Diagnosis, Evaluation, and Management | AAFP",
    "author": "VICTORIA J. SHARP, MD, MBA, KATHLEEN KIERAN, MD, AND ANGELA M. ARLEN, MD",
    "doi": "Am Fam Physician.2013;88(12):835-840",
    "abstract": "Testicular torsion is a twisting of the spermatic cord and its contents and is a surgical emergency affecting 3.8 per 100,000 males younger than 18 years annually. It accounts for 10% to 15% of acute scrotal disease in children, and results in an orchiectomy rate of 42% in boys undergoing surgery for testicular torsion. Prompt recognition and treatment are necessary for testicular salvage, and torsion must be excluded in all patients who present with acute scrotum. Testicular torsion is a clinical diagnosis, and patients typically present with severe acute unilateral scrotal pain, nausea, and vomiting. Physical examination may reveal a high-riding testicle with an absent cremasteric reflex. If history and physical examination suggest torsion, immediate surgical exploration is indicated and should not be postponed to perform imaging studies. There is typically a four- to eight-hour window before permanent ischemic damage occurs. Delay in treatment may be associated with decreased fertility, or may necessitate orchiectomy.",
    "headers": [
        {
            "id": 0,
            "name": "Age Distribution",
            "level": 2
        },
        {
            "id": 1,
            "name": "Differential Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "Physical Examination",
            "level": 2
        },
        {
            "id": 3,
            "name": "Imaging",
            "level": 2
        },
        {
            "id": 4,
            "name": "Management",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "A good working knowledge of testicular and scrotal anatomy and development is important when assessing a patient who presents with a scrotal condition, because time from presentation to treatment is crucial in preserving organ function.1–4The testes develop from condensations of tissue within the urogenital ridge at approximately six weeks of gestation. With longitudinal growth of the embryo, and through endocrine and paracrine signals, which have not yet been well described, the testes ultimately descend into the scrotum by the third trimester of pregnancy. As the testes leave the abdomen, the peritoneal lining covers them, creating the processus vaginalis. The spermatic arteries and pampiniform venous plexus enter the inguinal canal proximal to the testes, and with the vas deferens, form the spermatic cord.5The testicle is tethered to the scrotum distally by the gubernaculum."
        },
        {
            "parent": -1,
            "text": "Testicular torsion is a twisting of the spermatic cord and its contents and is a surgical emergency, with an annual incidence of 3.8 per 100,000 males younger than 18 years.6Historically, the annual incidence has been closer to one per 4,000.7It accounts for approximately 10% to 15% of acute scrotal disease in children, and results in an orchiectomy rate of 42% in boys undergoing surgery for testicular torsion.6,8,9"
        },
        {
            "parent": 0,
            "text": "The age distribution of testicular torsion is bimodal, with one peak in the neonatal period and the second peak around puberty. In neonates, extravaginal torsion predominates, with the entire cord, including the processus vaginalis, twisting.10Extravaginal torsion may occur antenatally or in the early postnatal period and typically presents as painless scrotal swelling, with or without acute inflammation. Testicular viability in neonatal torsion is universally poor; one literature review of 18 case series with 284 patients found a salvage rate of about 9%.11Contralateral orchiopexy has been recommended at the time of surgical exploration because the etiology for extravaginal torsion remains unclear.12Although no specific risk factors have been identified, poorer fixation of the neonatal tissues to one another has been implicated, and term infants with difficult or prolonged deliveries may be at higher risk.10"
        },
        {
            "parent": 0,
            "text": "In older children and adults, testicular torsion is usually intravaginal (twisting of the cord within the tunica vaginalis).13The bell-clapper deformity(Figure 1), in which there is abnormal fixation of the tunica vaginalis to the testicle, results in increased mobility of the testicle within the tunica vaginalis.14Whether testicular torsion is intravaginal or extravaginal, twisting of the spermatic cord initially increases venous pressure and congestion, with subsequent decrease in arterial blood flow and ischemia.15Although symptoms are typically unilateral, the anatomic conditions that predispose a persion to torsion must be presumed to be bilateral.14"
        },
        {
            "parent": 1,
            "text": "Acute scrotum is defined as a sudden painful swelling of the scrotum or its contents, accompanied by local signs or systemic symptoms.16In a patient presenting with acute scrotum, it is imperative to rule out testicular torsion, which is a true surgical emergency.16–22A high index of suspicion on the part of the physician is needed; children in particular may not promptly or accurately recall or describe symptom severity and duration."
        },
        {
            "parent": 1,
            "text": "The differential diagnosis of the acute scrotum is broad(Table 123), and the proportion of patients presenting with each of these conditions varies. Although most patients will not require emergent intervention, a significant minority will have testicular torsion, and prompt identification and institution of therapy are crucial.24–26Most patients do not present for evaluation immediately upon onset of symptoms, further limiting the therapeutic window for testicular salvage."
        },
        {
            "parent": 2,
            "text": "The classic presentation of testicular torsion is sudden onset of severe unilateral testicular pain associated with nausea and vomiting.16–18,22,27–29Patients may also have nonspecific symptoms such as fever or urinary problems. Although there are no clear precipitating factors, many patients describe a recent history of trauma or strenuous physical activity.27The ipsilateral scrotal skin may be indurated, erythematous, and warm, although changes in the overlying skin reflect the degree of inflammation and may change over time.18,27A high-riding testicle can indicate a twisted, foreshortened spermatic cord.30"
        },
        {
            "parent": 2,
            "text": "The affected testicle can also have an abnormal horizontal orientation. The cremasteric reflex, which is elicited by pinching the medial thigh, causes elevation of the testicle. Presence of the reflex suggests, but does not confirm, the absence of testicular torsion.18,22,31,32Comparison of the affected and unaffected sides may help delineate abnormal clinical findings, although scrotal edema and patient discomfort may limit physical examination.24Patients in whom the components of the spermatic cord can be distinctly appreciated, whose testes are normally oriented, who have minimal to no scrotal edema, and who have no systemic symptoms (particularly with examination) are unlikely to have acute testicular torsion.18,22,27,32,33"
        },
        {
            "parent": 2,
            "text": "In cases of intermittent torsion, patients typically report recurrent episodes of acute unilateral scrotal pain.16,29,30The pain usually resolves spontaneously within a few hours. Clinical examination and imaging are often normal if the patient presents after resolution of torsion. Chronic intermittent torsion may result in segmental ischemia of the testicle and warrants urologic evaluation.34"
        },
        {
            "parent": 2,
            "text": "The appendix testis and appendix epididymis are embryologic remnants of the Müllerian and Wolffian systems, respectively. These vestigial structures may torse, with subsequent infarction. Clinically, torsion of an appendix can be difficult to differentiate from torsion of the spermatic cord in the patient with acute scrotal pain; the onset of pain may be similarly abrupt, and systemic symptoms (although less common) may be present.35The classic presentation of a torsed appendage is the blue dot sign, where the inflamed and ischemic appendage can be visualized through the scrotal skin28; overlying scrotal edema and patient complexion may limit this finding, thus decreasing the sensitivity.29,33"
        },
        {
            "parent": 2,
            "text": "When patients with appendiceal torsion present early, focal tenderness at the superior pole of the epididymis, near the torsed appendage, is often appreciated. As local inflammation occurs, the development of local edema may make the diagnosis more challenging. In a series of 119 males with acute scrotum, more than one-half had torsion of a testicular appendage, whereas approximately one-third had testicular torsion.25"
        },
        {
            "parent": 2,
            "text": "Patients with normal examination results, but with significant tenderness along the epididymis or testicle, may have epididymoorchitis.27,28,36Epididymitis is rare in prepubertal children, except in the presence of abnormal genitourinary anatomy or recent viral infection.37In older patients, particularly those who are sexually active or who have recently undergone a procedure, bacteria from the bladder or urethra can infect the epididymis or testicle.36History and physical examination, as well as urinalysis, are helpful in confirming or excluding this diagnosis.36,37"
        },
        {
            "parent": 3,
            "text": "In patients with a history and physical examination suggestive of torsion, imaging studies should not be performed; rather, these individuals should undergo immediate surgical exploration38(Figure 29). The delay associated with performing imaging can extend the time of testicular ischemia, thereby decreasing testicular salvage rates.17Negative surgical exploration is preferable to a missed diagnosis because all imaging studies have a false-negative rate. Data provided by imaging studies are secondary to examination findings, and management should be based primarily on history and physical findings.24Patients with physical findings strongly suggestive of testicular torsion should be referred for surgical exploration regardless of ultrasound findings.16,17,33,39,40"
        },
        {
            "parent": 3,
            "text": "The most commonly used imaging modality is Doppler ultrasonography,41which is a highly sensitive (88.9%) and specific (98.8%) preoperative diagnostic tool with a 1% false-negative rate.38Doppler ultrasonography evaluates the size, shape, echogenicity, and perfusion of both testicles. Color Doppler imaging of testicular torsion demonstrates a relative decrease or absence of blood flow within the affected testicle.38–40,42If blood flow is absent on Doppler imaging and consistent with torsion, immediate surgical exploration is indicated.43"
        },
        {
            "parent": 3,
            "text": "Radionuclide imaging also can be used to evaluate the acute scrotum.44The technique involves injection of an isotope intravenously followed by blood flow images of the scrotum. Testicular isotope scanning can differentiate epididymitis, which results in “hot spots” caused by increased perfusion near the affected testicle, from testicular torsion, which results in “cold spots” caused by decreased blood flow to the affected testicle.45However, availability, speed, and lack of radiation make ultrasonography the first-line imaging modality.38–40,42"
        },
        {
            "parent": 4,
            "text": "Prompt restoration of blood flow to the ischemic testicle is critical in cases of testicular torsion,1–3and prompt referral to a urologist is recommended.19There is typically a four- to eight-hour window before significant ischemic damage occurs, manifested by morphologic changes in testicular histopathology and deleterious effects on spermatogenesis.3Altered semen parameters and potential decreased fertility secondary to increased permeability of the blood-testicle barrier may not normalize even after blood flow has been successfully restored.46The viability of the testicle in cases of torsion is difficult to predict; hence, emergent surgical treatment is indicated despite many patients presenting beyond the four- to eight-hour time frame.23,29Reported testicular salvage rates are 90% to 100% if surgical exploration is performed within six hours of symptom onset, decrease to 50% if symptoms are present for more than 12 hours, and are typically less than 10% if symptom duration is 24 hours or more.4,26,47These percentages should be considered approximate rather than absolute for the purpose of counseling patients or making clinical decisions."
        },
        {
            "parent": 4,
            "text": "Manual detorsion should be attempted if surgery is not an immediate option or while preparations for surgical exploration are being made, but should not supersede or delay surgical intervention.48,49Manual detorsion should not replace surgical exploration.4,33The testes are typically detorsed from the medial to lateral side, turning the physician's hands as if “opening a book.”50Analgesic administration, intravenous sedation, or a spermatic cord block may facilitate detorsion by relaxing cremasteric fibers and controlling pain enough to allow manipulation of the testicle for detorsion. The testicle is typically twisted more than 360 degrees, so more than one rotation may be required to completely detorse the testicle.50The subjective end point is alleviation of pain, although analgesic administration may limit the utility of this measure. Return of blood flow to the testicle on Doppler ultrasonography serves as an objective end point and should always be documented; however, relative hyperemia and altered vascular flow patterns in a newly revascularized testicle may obscure ultrasound results.4"
        },
        {
            "parent": 4,
            "text": "Preoperatively, patients should be counseled on the potential need for orchiectomy as part of the surgical informed consent.17,33,51–53A transscrotal surgical approach is typically used to deliver the affected testicle into the operative field20,54,55(Figure 3). Detorsion of the affected spermatic cord is performed until no twists are visible, and testicular viability has been assessed."
        },
        {
            "parent": 4,
            "text": "Orchiectomy is performed if the affected testicle appears grossly necrotic or nonviable. Orchiectomy rates vary widely in the literature, typically ranging from 39% to 71% in most series.33,56,57Age and prolonged time to definitive treatment have been identified as risk factors for orchiectomy.51,52The rate of testicular loss can approach 100% in cases where the diagnosis is missed, emphasizing the necessity of maintaining a high index of suspicion for torsion in males presenting with scrotal pain.52If the affected testicle is deemed viable, orchiopexy with permanent suture should be performed to permanently fix the testicle within the scrotum.58"
        },
        {
            "parent": 4,
            "text": "Contralateral orchiopexy should be performed regardless of the viability of the affected testicle.59The bell-clapper deformity that increases testicular mobility and, therefore, the risk of torsion, is bilateral in up to 80% of patients.14It is assumed to be present contralaterally in all patients with testicular torsion.26,51,53"
        },
        {
            "parent": 4,
            "text": "Data Sources:Literature searches were performed in PubMed, using various combinations of the search terms testicular torsion, imaging, spermatic cord, physical exam, acute scrotum, orchiectomy, testicular function, and emergency. Search dates: November 2010, December 2010, November 2011, and July 2013."
        }
    ],
    "locked": false
}