{
    "url": "https://www.aafp.org/pubs/afp/issues/2013/1015/p543.html#afp20131015p543-f1",
    "title": "ACIP Releases Influenza Vaccination Updates for 2013–2014 | AAFP",
    "author": "MARA LAMBERT",
    "doi": "Am Fam Physician.2013;88(8):543-550",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Guideline source:Advisory Committee on Immunization Practices"
        },
        {
            "parent": -1,
            "text": "Evidence rating system used?No"
        },
        {
            "parent": -1,
            "text": "Literature search described?No"
        },
        {
            "parent": -1,
            "text": "Guideline developed by participants without relevant financial ties to industry?Yes"
        },
        {
            "parent": -1,
            "text": "Published source:Morbidity and Mortality Weekly Report, September 20, 2013"
        },
        {
            "parent": -1,
            "text": "Available at:http://www.cdc.gov/mmwr/preview/mmwrhtml/rr6207a1.htm?s_cid=rr6207a1_e"
        },
        {
            "parent": -1,
            "text": "The Centers for Disease Control and Prevention's Advisory Committee on Immunization Practices (ACIP) has updated its annual guidelines for routine influenza vaccination in 2013–2014. Vaccination is recommended for all persons six months or older who do not have contraindications. No specific vaccine product is preferable to another if more than one product is appropriate for an individual patient. This year's updates include changes to the U.S. trivalent influenza vaccine and the quadrivalent influenza vaccine, the availability of new recently licensed vaccine alternatives for specific populations, and a new vaccine option for adults with egg allergy.Table 1lists the influenza vaccines available for 2013–2014; contraindications and precautions to the influenza vaccine are presented inTable 2."
        },
        {
            "parent": -1,
            "text": "This season, the U.S. trivalent influenza vaccines include an A/California/7/2009 (H1N1)–like virus, an H3N2 virus antigenically like the cell-propagated prototype virus A/Victoria/361/2011, and a B/Massachusetts/2/2012–like virus. The quadrivalent vaccines include an additional virus strain, which is a B/Brisbane/60/2008–like virus."
        },
        {
            "parent": -1,
            "text": "There are several newly licensed vaccine alternatives expected to be available. A quadrivalent live attenuated influenza vaccine (Flumist) is anticipated to replace the trivalent formulation; it is appropriate for healthy, non-pregnant persons two to 49 years of age. Three quadrivalent inactivated influenza vaccines are available in addition to their previous trivalent formulations; Fluarix and Flulaval are indicated for persons three years or older, and Fluzone is indicated for persons six months or older. Finally, a trivalent cell culture–based inactivated influenza vaccine (Flucelvax) is indicated for persons 18 years or older, and a recombinant hemagglutinin vaccine (Flublok) is available for persons 18 to 49 years of age."
        },
        {
            "parent": -1,
            "text": "Although this is the first season both the trivalent and quadrivalent inactivated influenza vaccines are available, the quantity of quadrivalent doses may be limited. The quadrivalent dose provides broader protection against circulating influenza B viruses during seasons when the B virus in the trivalent vaccine is not an optimal match. There is no preference between the trivalent and quadrivalent inactivated vaccines; therefore, if only the trivalent vaccine is available, it should be used so as not to delay vaccination. Additionally, the high-dose trivalent inactivated influenza vaccine (Fluzone High-Dose) is approved for persons 65 years or older. Three prelicensure studies among persons in this age group showed that, compared with the standard dose, the high-dose vaccine elicited higher hemagglutination inhibition antibody titers against the three virus strains included in the seasonal influenza vaccine during the study period. However, there is no recommendation for using the high-dose vaccine vs. the standard-dose vaccine in this population."
        },
        {
            "parent": -1,
            "text": "Persons 18 to 49 years of age who have an egg allergy of any severity now have the option of receiving trivalent recombinant influenza vaccine, an egg-free vaccine. In persons who have no known history of egg exposure but who have received allergy test results suggestive of an egg allergy, consultation with a physician who has expertise in allergy management is recommended before vaccination.Figure 1provides an algorithm for influenza vaccination in persons who report an allergy to eggs."
        }
    ],
    "locked": false
}