{
    "url": "https://www.aafp.org/pubs/afp/issues/2015/0515/p708.html#afp20150515p708-f1",
    "title": "Common Questions About Chronic Low Back Pain | AAFP",
    "author": "CHRISTOPHER M. HERNDON, PharmD, KIMBERLY SCHIEL ZOBERI, MD, AND BRUCE J. GARDNER, MD",
    "doi": "Am Fam Physician.2015;91(10):708-714",
    "abstract": "More than 30% of U.S. adults report having experienced low back pain within the preceding three months. Although most low back pain is nonspecific and self-limiting, a subset of patients develop chronic low back pain, defined as persistent symptoms for longer than three months. Low back pain is categorized as nonspecific low back pain without radiculopathy, low back pain with radicular symptoms, or secondary low back pain with a spinal cause. Imaging should be reserved for patients with red flags for cauda equina syndrome, recent trauma, risk of infection, or when warranted before treatment (e.g., surgical, interventional). Prompt recognition of cauda equina syndrome is critical. Patient education should be combined with evidence-guided pharmacologic therapy. Goals of therapy include reducing the severity of pain symptoms, pain interference, and disability, as well as maximizing activity. Validated tools such as the Oswestry Disability Index can help assess symptom severity and functional change in patients with chronic low back pain. Epidural steroid injections do not improve pain or disability in patients with spinal stenosis. Spinal manipulation therapy produces small benefits for up to six months. Because long-term data are lacking for spinal surgery, patient education about realistic outcome expectations is essential.",
    "headers": [
        {
            "id": 0,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 1,
            "name": "What Are the Red Flags for Epidural Spinal Cord Compression/Cauda Equina Syndrome?",
            "level": 2
        },
        {
            "id": 2,
            "name": "When Should Imaging Be Considered?",
            "level": 2
        },
        {
            "id": 3,
            "name": "Which Patients with Acute Low Back Pain Develop Chronic Low Back Pain?",
            "level": 2
        },
        {
            "id": 4,
            "name": "Which Medications Are Effective?",
            "level": 2
        },
        {
            "id": 5,
            "name": "What Is the Role of Opioid Analgesics in the Treatment of Chronic Low Back Pain?",
            "level": 2
        },
        {
            "id": 6,
            "name": "Should Patients Be Referred for Formal Education Programs or Behavior Treatment?",
            "level": 2
        },
        {
            "id": 7,
            "name": "Which Monitoring Strategy Should Be Used for Ongoing Patient Assessment?",
            "level": 2
        },
        {
            "id": 8,
            "name": "Which Interventions Should Be Considered for Patients with Chronic Low Back Pain?",
            "level": 2
        },
        {
            "id": 9,
            "name": "Which Patients Should Be Considered for Surgical Evaluation?",
            "level": 2
        },
        {
            "id": 10,
            "name": "How Does Spinal Manipulation Therapy Compare with Other Interventions?",
            "level": 2
        },
        {
            "id": 11,
            "name": "Is TENS an Effective Treatment for Chronic Low Back Pain?",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "More than 30% of U.S. adults report experiencing low back pain in the preceding three months. Significant functional and financial sequelae arise from this poorly understood pain syndrome.1The National Institute of Neurological Disorders and Stroke defines chronic low back pain as lumbar pain present for more than three months. Interprofessional, multimodal care coordinated by a primary care physician is often required for optimal control of chronic low back pain.2–6Figure 1provides a suggested approach to the evaluation and management of chronic low back pain."
        },
        {
            "parent": 0,
            "text": "Depending on the chronicity of the pain symptoms, numerous diagnoses should be considered during evaluation(Table 1). A history and targeted physical examination will often narrow the list of potential diagnoses.7Acute low back pain from musculoskeletal sprain or strain rarely necessitates extensive workup or imaging. Guidelines from the American College of Physicians and the American Pain Society recommend initial categorization of low back pain into nonspecific low back pain, low back pain with potential radicular symptoms, or secondary low back pain associated with a specific spinal cause (i.e., neoplasm or infectious process).6These practice guidelines outline an approach to the initial presentation of symptoms, rather than the ongoing management of chronic low back pain. There are few data to support provocative or palliative discography before selecting treatments.5"
        },
        {
            "parent": 1,
            "text": "It is critical to promptly identify and refer patients with evidence of severe central canal stenosis resulting in epidural spinal cord compression or, below the L1 vertebral level, cauda equina syndrome, which may result in irreversible neurologic dysfunction.8The cauda equina, Latin for horse's tail, consists of a complex group of spinal nerves and associated roots spanning from the L2 to the S5 vertebral levels.9Significant impingement or compression typically results from neoplastic invasion or severe broad-based disk bulge or herniation. Common red flags for cauda equina syndrome are provided inTable 2and include acute presentation or worsening of radiating pain, sensorimotor disturbances, gait abnormalities resulting from impaired foot dorsiflexion, and urinary and/or bowel dysfunction.10Epidural spinal cord compression and cauda equina syndrome should be considered medical emergencies."
        },
        {
            "parent": 2,
            "text": "In the absence of red flags, plain-film radiography, magnetic resonance imaging (MRI), or computed tomography (CT) is not warranted in the acute presentation of low back pain and does not modify patient outcomes.4,11Unless a high suspicion for infection, fracture, or cauda equina exists, clinicians should not order imaging for acute low back pain. Numerous high-quality randomized studies have compared immediate vs. delayed imaging with no appreciable differences in disease course.4,12Additionally, no difference in outcomes for patients with low back pain was identified when comparing the less expensive plain-film lumbar radiography with more expensive imaging modalities such as MRI or CT.13,14"
        },
        {
            "parent": 2,
            "text": "The American College of Physicians/American Pain Society joint guidelines discourage routine imaging for nonspecific low back pain.6Consideration of imaging should be guided by the history and physical examination. Plain-film radiography of the lumbar spine is warranted in patients at risk of ventral vertebral fracture due to recent trauma or osteoporosis. CT or MRI should be considered for patients with significant risk factors for underlying serious conditions or progressive neurologic changes(Table 2)."
        },
        {
            "parent": 3,
            "text": "Few objective measures accurately predict progression from acute to nonspecific chronic low back pain or resulting disability. Imaging results, physical examination findings, and type of injury do not correlate with chronicity or severity of symptoms.12Several large case-control studies have identified nonpathology-dependent variables that are associated with back pain persistence and greater severity of symptoms.15,16These variables include workers' compensation claim status, litigation status, comorbid mental health diagnosis, injury sustained at work vs. at home, and socioeconomic factors.17These “yellow flags” suggest that biopsychosocial factors significantly contribute to symptoms and underline the importance of a multiprofessional approach to treatment."
        },
        {
            "parent": 4,
            "text": "Pharmacologic therapy for chronic low back pain may be categorized into nonopioid analgesics (e.g., nonsteroidal anti-inflammatory drugs, acetaminophen), opioids, skeletal muscle relaxants, and adjuvant analgesics (e.g., anti-depressants, anticonvulsants).18–20"
        },
        {
            "parent": 4,
            "text": "In general, long-term controlled studies of medications for chronic low back pain are lacking. Specifically, topiramate (Topamax), select opioids, and nonsteroidal anti-inflammatory drugs appear more effective than placebo in the short-term treatment of chronic nonspecific low back pain.18–23Acetaminophen, antidepressants (excluding duloxetine [Cymbalta]), skeletal muscle relaxants, and lidocaine patches are not more effective than placebo for chronic low back pain.20,24–28Classes of medications with corresponding levels of supporting evidence are provided inTable 3.21–26,28–30Combining drug classes or combining pharmacologic with nonpharmacologic interventions, although of uncertain benefit, is often necessary to alleviate symptoms and improve disability."
        },
        {
            "parent": 5,
            "text": "A recent systematic review identified 15 randomized controlled trials of varying quality and duration assessing the impact of opioid analgesic therapy on pain severity and functional outcomes in chronic low back pain.23Seven trials compared tramadol or tramadol/acetaminophen vs. placebo or celecoxib (Celebrex). Additional studies included in the systematic review assessed buprenorphine, hydromorphone (Dilaudid), morphine, oxycodone, oxymorphone, and tapentadol (Nucynta). Overall, opioids demonstrated only short-term reduction in severity scores and improvement of functional outcomes of questionable clinical significance. However, several clinical chronic pain guidelines not specifically addressing low back pain support the judicious use of chronic opioid therapy for severe pain that is refractory to other modalities if the benefits outweigh the risks.31,32"
        },
        {
            "parent": 6,
            "text": "Well-designed studies have assessed the impact of formal patient education programs on pain severity, symptom catastrophizing, functionality, and disability in patients with chronic low back pain. Numerous educational modalities have demonstrated short-term improvement in symptoms and other outcomes, although it is uncertain how long these effects persist. When available, formal education should be offered to all patients with chronic low back pain. Cognitive behavior therapy and acceptance and coping therapy represent an essential component of multidisciplinary management of chronic low back pain.33Other nonpharmacologic therapies (e.g., exercise programs, relaxation therapy, guided imagery), although lacking high-quality supporting evidence, should be considered as part of the rehabilitative plan.34A meta-analysis of 41 randomized controlled trials suggests that multidisciplinary biopsychosocial rehabilitation has small, yet meaningful, effects on symptom severity, disability, and work outcomes in patients with chronic low back pain compared with standard care.35"
        },
        {
            "parent": 7,
            "text": "Numerous validated tools can help clinicians assess symptom severity and functional change in patients with chronic low back pain. Perhaps the most widely used tool is the Oswestry Disability Index, which consists of 12 assessment items covering 10 domains including pain intensity, personal care, lifting, walking, sitting, standing, sleeping, sex life, social life, and traveling.36The index is available athttp://www.aadep.org/documents/resources/Appendix_D__The_Oswestry_Disability_477E0AE6E8258.pdf. The scoring directions allow the clinician to assess the level of associated disability or pain interference. Clinician preference and ease of administration should guide tool selection. Consistency in assessment method is paramount. Patients should be periodically assessed for new signs or symptoms of serious underlying pathology."
        },
        {
            "parent": 8,
            "text": "A 2008 Cochrane review included two studies that compared the effectiveness of facet or epidural steroid injection (ESI) vs. placebo for pain relief and disability in low back pain.37Neither study found a significant difference between the injection and placebo groups in general improvement, pain relief, or disability. In contrast, a 2009 review on nonsurgical interventional therapies for low back pain found some evidence of short-term benefit from ESI.2More recently, two separate, high-quality trials randomized patients with documented spinal stenosis and moderate to severe radicular symptoms to receive ESI plus lidocaine vs. transforaminal epidural lidocaine alone.38,39The ESI plus lidocaine group fared no better than the control group in symptom severity or disability index score, even when controlled for specific injection technique and approach. A 2013 meta-analysis of 29 studies found no differences in outcomes between ESI and control groups at six months after controlling for baseline pain scores.40Before the use of fluoroscopy-guided ESI, a series of injections were performed to account for the variability in drug placement. A 2008 literature review examined the rationale for administering repeat ESIs in radicular low back pain, and concluded that there is no evidence to support repeated ESI.41"
        },
        {
            "parent": 8,
            "text": "Currently, there are no moderate- or high-quality studies to support the routine use of spinal cord stimulator placement for nonspecific chronic low back pain. However, it may improve pain scores and disability measures in a subset of patients with failed back surgery syndrome.42"
        },
        {
            "parent": 9,
            "text": "Although approximately 1 million spinal surgeries are performed annually in the United States,43high-quality, long-term data are lacking or equivocal for many of the procedures performed. The Spine Patient Outcomes Research Trial, a randomized cohort study, compared the effect of surgical intervention with that of nonsurgical medical management for spinal stenosis, lumbar disk herniation, and spondylolisthesis.44–47Patients with lumbar disk herniation who received open discectomy or microdiscectomy did not differ statistically from the nonsurgical control group. Similarly, treatment outcomes for patients who underwent laminectomy with or without fusion for degenerative spondylolisthesis were similar to outcomes in the nonsurgical control group on intent-to-treat analysis. In contrast, patients with evidence of spinal stenosis and radicular leg pain who were assigned to decompressive laminectomy showed sustained improvement in bodily pain, physical function, and Oswestry Disability Index scores up to four years postsurgery.47However, it is difficult to interpret these findings given the high frequency of crossover and variability in symptom severity. Minimally invasive spinal surgery appears to be a promising treatment modality, although rigorous studies have not been completed to date.48,49Patient education on realistic expectations of outcomes from a surgical referral for chronic low back pain is essential."
        },
        {
            "parent": 10,
            "text": "A 2011 Cochrane review compared spinal manipulation therapy vs. other standard forms of therapy, such as exercise, medical treatment, or physical therapy.50Only nine of 26 reviewed studies were determined to have a low risk of bias. Of these, eight compared spinal manipulation therapy with all other therapies and found that spinal manipulation therapy resulted in a small but statistically significant improvement in patients' pain level at one and six months. The clinical significance of this difference was very small. In addition, three of these studies also included a 12-month follow-up showing that spinal manipulation therapy was not more effective in reducing pain at 12 months. For functional status, there was statistically significant but clinically small improvement at one month, but no statistically significant improvement at six or 12 months."
        },
        {
            "parent": 11,
            "text": "Transcutaneous electrical nerve stimulation (TENS) therapy uses electrical current, delivered via electrodes placed on intact skin, to stimulate peripheral nerves. According to the gate-control theory, this stimulation activates inhibitory interneurons in the spinal cord, thereby interfering with the propagation of pain signals.51A Cochrane review on the subject included four high-quality randomized controlled trials and concluded that TENS was not more effective than placebo for low back pain.27Three studies addressed whether the use of TENS decreased the intensity of chronic low back pain, and found conflicting evidence of benefit. Two of the studies showed no statistically significant or clinically important improvements at their end points of two weeks and four weeks.52,53In the same Cochrane review, two studies addressed whether TENS improves functional status in patients with chronic low back pain using validated scales of disability. Both studies failed to demonstrate improvement in functional status.54,55"
        },
        {
            "parent": 11,
            "text": "Data Sources: EBSCO Host and PubMed searches were completed using the key term low back pain alone and in combination with assessment, diagnosis, clinical practice guidelines, injections, management, prognosis, systematic review, treatment, and surgery. Additionally, we searched the Cochrane, National Institute of Neurological Disorders and Stroke, National Institutes of Health Pain Consortium, and the National Guideline Clearinghouse databases using the key term chronic low back pain. Search dates: November 21, 2014, and February 13, 2015."
        }
    ],
    "locked": false
}