{
    "url": "https://www.aafp.org/pubs/afp/issues/2014/1015/p542.html#afp20141015p542-f1",
    "title": "Urinalysis: Case Presentations for the Primary Care Physician | AAFP",
    "author": "VICTORIA J. SHARP, MD, DANIEL K. LEE, MD, AND ERIC J. ASKELAND, MD",
    "doi": "Am Fam Physician.2014;90(8):542-547",
    "abstract": "Urinalysis is useful in diagnosing systemic and genitourinary conditions. In patients with suspected microscopic hematuria, urine dipstick testing may suggest the presence of blood, but results should be confirmed with a microscopic examination. In the absence of obvious causes, the evaluation of microscopic hematuria should include renal function testing, urinary tract imaging, and cystoscopy. In a patient with a ureteral stent, urinalysis alone cannot establish the diagnosis of urinary tract infection. Plain radiography of the kidneys, ureters, and bladder can identify a stent and is preferred over computed tomography. Asymptomatic bacteriuria is the isolation of bacteria in an appropriately collected urine specimen obtained from a person without symptoms of a urinary tract infection. Treatment of asymptomatic bacteriuria is not recommended in nonpregnant adults, including those with prolonged urinary catheter use.",
    "headers": [
        {
            "id": 0,
            "name": "Microscopic Hematuria: Case 1",
            "level": 2
        },
        {
            "id": 1,
            "name": "DIAGNOSTIC APPROACH",
            "level": 3
        },
        {
            "id": 2,
            "name": "CASE 1: MICROSCOPIC HEMATURIA",
            "level": 2
        },
        {
            "id": 3,
            "name": "Dysuria and Flank Pain After Lithotripsy: Case 2",
            "level": 2
        },
        {
            "id": 4,
            "name": "POTENTIALLY MISLEADING URINALYSIS",
            "level": 3
        },
        {
            "id": 5,
            "name": "CASE 2: DYSURIA AND FLANK PAIN AFTER LITHOTRIPSY",
            "level": 2
        },
        {
            "id": 6,
            "name": "Urinalysis in a Patient Performing Clean Intermittent Catheterization: Case 3",
            "level": 2
        },
        {
            "id": 7,
            "name": "CASE 3: URINALYSIS IN A PATIENT PERFORMING CLEAN INTERMITTENT CATHETERIZATION",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Urinalysis with microscopy has proven to be an invaluable tool for the clinician. Urine dipstick testing and microscopy are useful for the diagnosis of several genitourinary and systemic conditions.1,2In 2005, a comprehensive review of urinalysis was published in this journal.3This article presents a series of case scenarios that illustrate how primary care physicians can utilize the urinalysis in common clinical situations."
        },
        {
            "parent": 0,
            "text": "Microscopic hematuria is common and has a broad differential diagnosis, ranging from completely benign causes to potentially invasive malignancy. Causes of hematuria can be classified as glomerular, renal, or urologic3–5(Table 16). The prevalence of asymptomatic microscopic hematuria varies among populations from 0.18% to 16.1%.4The American Urological Association (AUA) defines asymptomatic microscopic hematuria as three or more red blood cells per high-power field in a properly collected specimen in the absence of obvious causes such as infection, menstruation, vigorous exercise, medical renal disease, viral illness, trauma, or a recent urologic procedure.5Microscopic confirmation of a positive dipstick test for microscopic hematuria is required.5,7"
        },
        {
            "parent": 2,
            "text": "A 58-year-old truck driver with a 30-year history of smoking one pack of cigarettes per day presents for a physical examination. He reports increased frequency of urination and nocturia, but does not have gross hematuria. Physical examination reveals an enlarged prostate. Results of his urinalysis with microscopy are shown inTable 2."
        },
        {
            "parent": 2,
            "text": "Based on this patient's history, symptoms, and urinalysis findings, which one of the following is the most appropriate next step?"
        },
        {
            "parent": 2,
            "text": "A. Repeat urinalysis in six months.B. Obtain blood urea nitrogen and creatinine levels, perform computed tomographic urography, and refer for cystoscopy.C. Treat with an antibiotic and repeat the urinalysis with microscopy.D. Inform him that his enlarged prostate is causing microscopic hematuria, and that he can follow up as needed.E. Perform urine cytology to evaluate for bladder cancer."
        },
        {
            "parent": 2,
            "text": "The correct answer is B."
        },
        {
            "parent": 2,
            "text": "For the patient incase 1, because of his age, clinical history, and lack of other clear causes, the most appropriate course of action is to obtain blood urea nitrogen and creatinine levels, perform computed tomographic urography, and refer the patient for cystoscopy.5An algorithm for diagnosis, evaluation, and follow-up of patients with asymptomatic microscopic hematuria is presented inFigure 1.5The AUA does not recommend repeating urinalysis with microscopy before the workup, especially in patients who smoke, because tobacco use is a risk factor for urothelial cancer(Table 3).5"
        },
        {
            "parent": 2,
            "text": "A previous article inAmerican Family Physicianreviewed the American College of Radiology's Appropriateness Criteria for radiologic evaluation of microscopic hematuria.8Computed tomographic urography is the preferred imaging modality for the evaluation of patients with asymptomatic microscopic hematuria.5,8It has three phases that can detect various causes of hematuria. The non–contrast-enhanced phase is optimal for detecting stones in the urinary tract; the nephrographic phase is useful for detecting renal masses, such as renal cell carcinoma; and the delayed phase outlines the collecting system of the urinary tract and can help detect urothelial malignancies of the upper urinary tract.9Although the delayed phase can detect some bladder masses, it should not replace cystoscopy in the evaluation for bladder malignancy.9After a negative microscopic hematuria workup, the patient should continue to be followed with yearly urinalysis until at least two consecutive normal results are obtained.5"
        },
        {
            "parent": 2,
            "text": "In patients with microscopic hematuria, repeating urinalysis in six months or treating empirically with antibiotics could delay treatment of potentially curable diseases. It is unwise to assume that benign prostatic hyperplasia is the explanation for hematuria, particularly because patients with this condition typically have risk factors for malignancy. Although urine cytology is typically part of the urologic workup, it should be performed at the time of cystoscopy; the AUA does not recommend urine cytology as the initial test.5"
        },
        {
            "parent": 3,
            "text": "After ureteroscopy with lithotripsy, a ureteral stent is often placed to maintain adequate urinary drainage.10The stent has one coil that lies in the bladder and another that lies in the renal pelvis. Patients with ureteral stents may experience urinary frequency, urgency, dysuria, flank pain, and hematuria.10They may have dull flank pain that becomes sharp with voiding. This phenomenon occurs because the ureteral stent bypasses the normal nonrefluxing uretero-vesical junction, resulting in transmission of pressure to the renal pelvis with voiding. Approximately 80% of patients with a ureteral stent experience stent-related pain that affects their daily activities.11"
        },
        {
            "parent": 5,
            "text": "A 33-year-old woman with a history of nephrolithiasis presents with a four-week history of urinary frequency, urgency, urge incontinence, and dysuria. She recently had ureteroscopy with lithotripsy of a 9-mm obstructing left ureteral stone; she does not know if a ureteral stent was placed. She has constant dull left flank pain that becomes sharp with voiding. Results of her urinalysis with microscopy are shown inTable 4."
        },
        {
            "parent": 5,
            "text": "Based on this patient's history, symptoms, and urinalysis findings, which one of the following is the most appropriate next step?"
        },
        {
            "parent": 5,
            "text": "A. Treat with three days of ciprofloxacin (Cipro), and tailor further antibiotic therapy according to culture results.B. Treat with 14 days of ciprofloxacin, and tailor further antibiotic therapy according to culture results.C. Obtain a urine culture and perform plain radiography of the kidneys, ureters, and bladder.D. Perform a 24-hour urine collection for a metabolic stone workup.E. Perform computed tomography."
        },
        {
            "parent": 5,
            "text": "The correct answer is C."
        },
        {
            "parent": 5,
            "text": "The presence of a ureteral stent causes mucosal irritation and inflammation; thus, findings of leukocyte esterase with white and red blood cells are not diagnostic for urinary tract infection, and a urine culture is required. In this setting, plain radiography of the kidneys, ureters, and bladder would be useful to determine the presence of a stent. If a primary care physician identifies a neglected ureteral stent, prompt urologic referral is indicated for removal. Retained ureteral stents may become encrusted, and resultant stone formation may lead to obstruction.10"
        },
        {
            "parent": 5,
            "text": "Flank discomfort and recent history of urinary tract manipulation suggest that this is not an uncomplicated urinary tract infection; therefore, a three-day course of antibiotics is inadequate. Although flank pain and urinalysis suggest possible pyelonephritis, this patient should not be treated for simple pyelonephritis in the absence of radiography to identify a stent. A metabolic stone workup may be useful for prevention of future kidney stones, but it is not indicated in the acute setting. Finally, although computed tomography would detect a ureteral stent, it is not preferred over radiography because it exposes the patient to unnecessary radiation. Typically, microscopic hematuria requires follow-up to ensure that there is not an underlying treatable etiology. Inthis case, the patient's recent ureteroscopy with lithotripsy is likely the etiology."
        },
        {
            "parent": 7,
            "text": "A 49-year-old man who has a history of neurogenic bladder due to a spinal cord injury and who performs clean intermittent catheterization visits your clinic for evaluation. He reports that he often has strong-smelling urine, but has no dysuria, urge incontinence, fever, or suprapubic pain. Results of his urinalysis with microscopy are shown inTable 5."
        },
        {
            "parent": 7,
            "text": "Based on this patient's history, symptoms, and urinalysis findings, which one of the following is the most appropriate next step?"
        },
        {
            "parent": 7,
            "text": "A. Inform the patient that he has a urinary tract infection, obtain a urine culture, and treat with antibiotics.B. Refer him to a urologist for evaluation of a complicated urinary tract infection.C. Perform computed tomography of the abdomen and pelvis to evaluate for kidney or bladder stones.D. Inform him that no treatment is needed.E. Obtain a serum creatinine level to evaluate for chronic kidney disease."
        },
        {
            "parent": 7,
            "text": "The correct answer is D."
        },
        {
            "parent": 7,
            "text": "Althoughthe urinalysisresults are consistent with a urinary tract infection, the clinical history suggests asymptomatic bacteriuria. Asymptomatic bacteriuria is the isolation of bacteria in an appropriately collected urine specimen obtained from a person without symptoms of a urinary tract infection.12The presence of bacteria in the urine after prolonged catheterization has been well described; one study of 605 consecutive weekly urine specimens from 20 chronically catheterized patients found that 98% contained high concentrations of bacteria, and 77% were polymicrobial.13"
        },
        {
            "parent": 7,
            "text": "Similar results have been reported in patients who perform clean intermittent catheterization; another study of 1,413 urine cultures obtained from 407 patients undergoing clean intermittent catheterization found that 50.6% contained bacteria.14Guidelines from the Infectious Diseases Society of America recommend against treatment of asymptomatic bacteriuria in nonpregnant patients with spinal cord injury who are undergoing clean intermittent catheterization or in those using a chronic indwelling catheter.12"
        },
        {
            "parent": 7,
            "text": "In the absence of symptoms of a urinary tract infection or nephrolithiasis, there is no need to culture the urine, treat with antibiotics, refer to a urologist, or perform imaging of the abdomen and pelvis. There is no reason to suspect acute kidney injury in this setting; thus, measurement of the serum creatinine level is also unnecessary."
        },
        {
            "parent": 7,
            "text": "Data Sources: Literature searches were performed in PubMed using the terms urinalysis review, urinalysis interpretation, microscopic hematuria, CT urogram, urinary crystals, indwelling ureteral stent, asymptomatic bacteriuria, and bacteriuria with catheterization. Guidelines from the American Urological Association were also reviewed. Search dates: October 2012 and June 2013."
        }
    ],
    "locked": false
}