{
    "url": "https://www.aafp.org/pubs/afp/issues/2013/0915/p388.html#afp20130915p388-f1",
    "title": "Functional Decline in Older Adults | AAFP",
    "author": "CATHLEEN S. COLÓN-EMERIC, MD, MHS, HEATHER E. WHITSON, MD, MHS, JULIESSA PAVON, MD, AND HELEN HOENIG, MD",
    "doi": "Am Fam Physician.2013;88(6):388-394",
    "abstract": "Functional disability is common in older adults. It is often episodic and is associated with a high risk of subsequent health decline. The severity of disability is determined by physical impairments caused by underlying medical conditions, and by external factors such as social support, financial support, and the environment. When multiple health conditions are present, they often result in greater disability than expected because the patient's ability to compensate for one problem may be affected by comorbid conditions. Evaluation of functional disability is most effective when the physician determines the course of the disability, associated symptoms, effects on specific activities, and coping mechanisms the patient uses to compensate for the functional problem. Underlying health conditions, impairments, and contextual factors (e.g., finances, social support) should be identified using validated screening tools. Interventions should focus on increasing the patient's capacity to cope with task demands and reducing the demands of the task itself. Interventions for functional decline in older adults are almost always multifactorial because they must address multiple conditions, impairments, and contextual factors.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology of Disability",
            "level": 2
        },
        {
            "id": 1,
            "name": "Implications of Disability",
            "level": 2
        },
        {
            "id": 2,
            "name": "Health Conditions",
            "level": 2
        },
        {
            "id": 3,
            "name": "Interactions Between Impairments",
            "level": 2
        },
        {
            "id": 4,
            "name": "Contextual Factors",
            "level": 2
        },
        {
            "id": 5,
            "name": "Assessment of New or Progressive Disability",
            "level": 2
        },
        {
            "id": 6,
            "name": "Treatment of New or Progressive Disability",
            "level": 2
        },
        {
            "id": 7,
            "name": "Role of Interdisciplinary Assessment",
            "level": 2
        },
        {
            "id": 8,
            "name": "Case Resolution",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Professor B. is an 86-year-old woman who presents for a comprehensive geriatric evaluation, stating: “I don't care whether or not you make me live longer, but can you help me live better?” She was a college professor who spent early retirement traveling, earning a pilot's license, and maintaining an active lifestyle. She describes a two-year “downward spiral” that began when she lost her vision rapidly as a result of neovascular macular degeneration. She emphasizes that vision loss is not the only problem: “It just seemed like everything fell apart at the same time.” She has had vertebral fractures, frequent falls, lumbago, osteoarthritis, hypertension, urinary incontinence, mild cognitive impairment, insomnia, depression and anxiety, and idiopathic peripheral neuropathy."
        },
        {
            "parent": -1,
            "text": "Professor B. is unable to drive or read print smaller than newspaper headlines. She no longer cooks, and requires assistance with finances, medication management, and housekeeping. She has difficulty participating in many previously pleasurable activities, such as entertaining, dancing, and working crossword puzzles. She remains independent in eating, toileting, and ambulating, but she requires assistance with bathing and dressing."
        },
        {
            "parent": 0,
            "text": "Disability, which is defined as limitation in the ability to carry out basic functional activities, affects one in seven Americans. It negatively affects quality of life and contributes to unsustainable health care costs.1Although disability may arise acutely from a catastrophic illness, physicians often encounter older adults who present with subacute functional decline without a clear precipitating event.2–4This article provides a framework for the assessment and treatment of progressive disability in older adults."
        },
        {
            "parent": 1,
            "text": "Unlike the relatively permanent disability that is often associated with catastrophic injury, disability that results from the accumulation of chronic diseases is dynamic and episodic.4,5Observational studies have found that most disability episodes are brief (one to two months), but that they increase the risk of recurrent or progressive functional decline.3The World Health Organization's International Classification of Functioning, Disability, and Health (ICF) model suggests that physicians focus on the physical impairments that result from health conditions, and on factors that affect the patient's ability to adapt to such impairments (e.g., environment, socioeconomic resources).6,7"
        },
        {
            "parent": 2,
            "text": "Common health conditions that may contribute to functional disability include cardiopulmonary diseases, neurologic conditions, diabetes mellitus, cancer, obesity, dementia, affective disorders, ophthalmologic and auditory disorders, and fractures. Some conditions are rare but highly disabling (e.g., stroke), whereas others are less disabling but common (e.g., arthritis).8The disabling effects vary depending on the task the patient is trying to perform; for example, heart disease is more likely to cause difficulty with tasks that demand high aerobic work (e.g., housework), whereas stroke is more likely to cause difficulty with basic self-care tasks that require limb mobility.9Impairment refers to a change in body structure or function, often resulting from these chronic health conditions, and may include cognitive impairment, mood disorders, sensory impairment, pain, adverse effects of medications, and gait disorders.7Both the impairment and the underlying health condition should be addressed to reduce the disability."
        },
        {
            "parent": 3,
            "text": "The coexistence of two or more health conditions often creates more disability than would be expected. As the number of impairments increases from one to four, the percentage of persons reporting functional dependence increases exponentially (7% to 14% to 28% to 60%).10Such interactions between impairments may occur because of interference with normal physiologic compensatory strategies. For example, a condition that decreases the biomechanical efficiency of muscles and joints (e.g., arthritis, stroke) increases the work of walking, and a patient with concomitant cardiovascular disease may lack the capacity to compensate for this increased demand.11,12Interactions may also result from an inability to adopt compensatory behaviors; for example, persons with memory problems have difficulty learning new self-care techniques to compensate for poor eyesight.13Some combinations of conditions have predominant effects on self-care (e.g., arthritis and stroke), whereas others primarily affect mobility (e.g., arthritis and heart disease).14"
        },
        {
            "parent": 4,
            "text": "According to the ICF model, successful treatment of disability should take into account the patient's personality, compensatory skills, and interaction with the environment.7These contextual factors have especially important roles in the early and late stages of disability development. Mood, self-efficacy, and personal coping strategies affect self-management of disease, adherence to exercise programs, and long-term health outcomes in patients with diabetes.15After disability related to end-organ damage occurs (e.g., retinopathy, neuropathy), the physical environment, financial resources to pay for adaptive equipment or assistance, and availability of caregiver support determine whether the patient remains in his or her home or requires a higher level of care."
        },
        {
            "parent": 5,
            "text": "Because of the complex interactions between health conditions, impairments, and contextual factors, a systematic evaluation and intervention plan is important.Figure 1depicts a stepwise approach to guide physicians. Evaluation of new or progressive disability begins with characterizing the disability itself and focusing on the course of functional decline, associated symptoms, and specific tasks that have been affected by the disability, including basic activities of daily living.16Asking the patient about compensatory strategies will inform the treatment plan and provide insight into his or her capacity to cope with functional changes."
        },
        {
            "parent": 5,
            "text": "The next step is to identify the underlying health conditions, focusing on those that are potentially modifiable.16Because many pathologic processes can ultimately cause disability, using an organ system approach is generally the most efficient diagnostic strategy. The focus of the physical examination may be determined by the presenting symptoms; for example, the evaluation of a patient with decreased exercise tolerance and exertional dyspnea would include a thorough cardiovascular and pulmonary examination."
        },
        {
            "parent": 5,
            "text": "In addition to assessment for underlying health conditions, the examination should include screening for comorbid impairments. Cognitive impairment, mood disorders, pain, poor nutrition, adverse medication reactions, and sensory impairments are modifiable factors that may contribute to the underlying disability and affect the choice of therapy. Determining which condition precipitated the decline is not as useful as understanding the interactions between various health conditions, and targeting treatments to address them.Table 1lists useful physical examination maneuvers and screening tests to help identify common underlying health conditions and impairments.17–34"
        },
        {
            "parent": 5,
            "text": "Finally, the physician should assess contextual factors, including social support, financial resources, and environmental factors. It is important to examine these factors from both the patient's and caregiver's perspectives, because high caregiver burden is common and negatively affects the health of both.35"
        },
        {
            "parent": 6,
            "text": "After the underlying conditions, impairments, and contextual factors are identified, a systematic treatment plan can be developed. To reduce disability, physicians should consider interventions that increase the patient's capacity to respond to environmental challenges and interventions to reduce task demands.36Medical and surgical interventions typically increase capacity (e.g., cataract surgery, hip replacement, oxygen supplementation, medications to improve cardiac output), as do exercise, nutritional supplements, and prosthetic devices (e.g., hearing aids). Examples of interventions to reduce task demands include providing a wheelchair or a raised toilet seat, installing a ramp, or obtaining a personal aide. Some interventions can enhance capacity and reduce demand simultaneously; for example, a cane improves proprioceptive input and balance for persons with visual or peripheral sensory limitations, but also offsets body weight, thereby reducing demand on arthritic joints."
        },
        {
            "parent": 7,
            "text": "Effective treatment of disability in older adults is typically multimodal because of the need to address multiple contributing health conditions and impairments, and the importance of simultaneously taking actions to enhance capacity and reduce task demands.16This complex, multimodal treatment requires a multidisciplinary approach. Referrals to a physical therapist, occupational therapist, nurse, social worker, pharmacist, or nutritionist may be appropriate. Several guidelines provide information on rehabilitation for specific diseases, and provide algorithms to identify the patient population most likely to benefit from rehabilitation.37–39Close coordination of the timing and types of interventions is required to optimize rehabilitation outcomes. For example, treating delirium and pain before initiating physical therapy will improve patient participation and subsequent outcomes after a fracture.40Patients with functional decline who do not respond to initial interventions often benefit from comprehensive geriatric assessment, which has been shown to improve function and quality of life, and decrease caregiver burden.41,42"
        },
        {
            "parent": 8,
            "text": "The primary health conditions and impairments underlying Professor B.'s functional decline were vision loss from macular degeneration and mobility-limiting pain in her knees and back resulting from osteoarthritis and vertebral fractures. Comorbid impairments included mild cognitive impairment, depression and anxiety, and adverse effects from psychoactive medications. Supportive contextual factors included adequate economic and social support, a resilient personality, and high baseline function. Environmental challenges included stairs in the home and a rural location that necessitated driving for community involvement."
        },
        {
            "parent": 8,
            "text": "The following interventions occurred: referral for low-vision rehabilitation and to local services for the blind; referral to a physical therapist to address strength, endurance, and pain; treatment of depression and anxiety with a selective serotonin reuptake inhibitor; and consolidation of the patient's pain and sleep regimens with recommendations for behavioral strategies to reduce anxiety and insomnia, and to decrease the use of psychoactive medications."
        },
        {
            "parent": 8,
            "text": "Six months later, Professor B. was able to use the stove safely, dress independently, and use magnification devices to read and write. She was listening to recorded books and using a local transportation service for the blind. A physical therapy program improved lower extremity strength and knee range of motion, resulting in reconditioning and significantly fewer falls. Her pain was addressed by a consistent regimen of acetaminophen, heat, and massage. Her depression responded to medication, and her cognition improved with discontinuation of narcotics and reduced use of anxiolytics."
        },
        {
            "parent": 8,
            "text": "Data Sources:Medline, the Cochrane Database of Systematic Reviews, ACP Journal Club, and the National Guideline Clearinghouse were searched using the following MeSH headings and key words, limited to aged or frail elderly: rehabilitation, activities of daily living, geriatric assessment, functional status, functional decline, and disability. Last search date: April 14, 2011."
        }
    ],
    "locked": false
}