{
    "url": "https://www.aafp.org/pubs/afp/issues/2013/0915/p371.html#afp20130915p371-f1",
    "title": "Evaluation of Nausea and Vomiting in Adults: A Case-Based Approach | AAFP",
    "author": "WILLIAM D. ANDERSON, III, MD, AND SCOTT M. STRAYER, MD, MPH",
    "doi": "Am Fam Physician.2013;88(6):371-379",
    "abstract": "In the absence of acute abdominal pain, significant headache, or recent initiation of certain medications, acute nausea and vomiting is usually the result of self-limited gastrointestinal infections. Nausea and vomiting is also a common adverse effect of radiation therapy, chemotherapy, and surgical anesthesia. Other potential diagnoses include endocrine conditions (including pregnancy), central nervous system disorders, psychiatric causes, toxin exposure, metabolic abnormalities, and obstructive or functional gastrointestinal causes. The likely cause of acute nausea and vomiting can usually be determined by history and physical examination. Alarm signs such as dehydration, acidosis caused by an underlying metabolic disorder, or an acute abdomen warrant additional evaluation. Based on the suspected diagnosis, basic laboratory testing may include urinalysis, urine pregnancy testing, complete blood count, comprehensive metabolic panel, amylase and lipase levels, thyroid-stimulating hormone level, and stool studies with cultures. Imaging studies include abdominal radiography, ultrasonography, and computed tomography. Computed tomography of the head should be performed if an acute intracranial process is suspected. Chronic nausea and vomiting is defined by symptoms that persist for at least one month. Patients with risk factors for gastric malignancies or alarm symptoms should be evaluated with esophagogastroduodenoscopy. If gastroparesis is suspected, a gastric emptying study is recommended. In addition to functional causes, it is also important to consider psychiatric causes when evaluating patients with chronic nausea and vomiting.",
    "headers": [
        {
            "id": 0,
            "name": "Acute Nausea and Vomiting",
            "level": 2
        },
        {
            "id": 1,
            "name": "ILLUSTRATIVE CASE",
            "level": 3
        },
        {
            "id": 2,
            "name": "PRESENTATION",
            "level": 3
        },
        {
            "id": 3,
            "name": "DIAGNOSTIC STRATEGY",
            "level": 3
        },
        {
            "id": 4,
            "name": "IMAGING",
            "level": 3
        },
        {
            "id": 5,
            "name": "MANAGEMENT",
            "level": 3
        },
        {
            "id": 6,
            "name": "Chronic Nausea and Vomiting",
            "level": 2
        },
        {
            "id": 7,
            "name": "ILLUSTRATIVE CASE",
            "level": 3
        },
        {
            "id": 8,
            "name": "BACKGROUND",
            "level": 3
        },
        {
            "id": 9,
            "name": "DIAGNOSTIC STRATEGY",
            "level": 3
        },
        {
            "id": 10,
            "name": "MANAGEMENT",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Nausea and vomiting is a common presenting symptom in primary care. Diagnostic and management strategies vary depending on the duration of symptoms. This article addresses acute and chronic nausea and vomiting, with illustrative cases."
        },
        {
            "parent": 1,
            "text": "A 49-year-old woman with type 2 diabetes mellitus presents with a three-day history of acute-onset nausea and intermittent vomiting. She rapidly becomes nauseous when eating solid food. She does not have fever, chills, abdominal pain, diarrhea, hematochezia, melena, or constipation. Over-the-counter antacids have been ineffective. Blood glucose measurements taken at home have been less than 180 mg per dL (10.0 mmol per L)."
        },
        {
            "parent": 2,
            "text": "The duration of nausea and vomiting, associated symptoms, and alleviating and exacerbating factors can help determine the likely cause(Table 1).1–4[corrected] Physicians should ask about exposure to toxins; suspect food; sick contacts; and recent radiation therapy, surgery, or chemotherapy. The absence of significant abdominal pain, headaches, and other alarm signs or symptoms can narrow the differential diagnosis."
        },
        {
            "parent": 2,
            "text": "Assessment of the patient's hydration status and vital signs can help determine the severity of the illness and whether outpatient therapy is appropriate. The physical examination should evaluate for acute abdominal or intracranial processes and other causes(Table 2).5–16[ corrected] If musculoskeletal pain is suspected, an increase in abdominal pain with tensing of abdominal muscles (i.e., Carnett sign) suggests that the abdominal wall is the source.17The absence of severe abdominal pain and hematochezia excludes gastrointestinal malignancy (negative predictive value = 99%) and gastrointestinal ulcers (negative predictive value = 97%).8Conversely, abdominal pain relieved by vomiting suggests bowel obstruction (specificity = 94%).15"
        },
        {
            "parent": 2,
            "text": "Table 3lists common and uncommon causes of acute nausea and vomiting.18Self-limited viral gastroenteritis is the most common cause.19Approximately 179 million episodes of acute gastroenteritis occur each year in the United States and result in roughly 600,000 hospitalizations. Although this illness typically resolves in three to five days, it results in significant time lost from work and accounts for an estimated $1 billion per year in direct and indirect costs.20Only 20% of acute gastroenteritis cases are attributed to a specific etiology.21–23Viruses are the most common cause; norovirus is the most common in adults."
        },
        {
            "parent": 3,
            "text": "Figure 1outlines a suggested approach to the evaluation of nausea and vomiting in adults. Most conditions can be diagnosed by findings from the history and physical examination. Diagnostic testing may be warranted in patients with signs of significant dehydration (e.g., decreased urine output, skin tenting, dry mucous membranes), signs of acidosis caused by diabetic ketoacidosis or another underlying disorder (e.g., markedly increased respiratory rate, fruity odor to breath, altered mental status), severe abdominal pain or distension, hematochezia, jaundice, melena, severe headache, urinary tract infection symptoms, abdominal pain relieved by vomiting, hematemesis, or feculent vomiting.18If any of these signs or symptoms are present, initial evaluation and testing can be guided by the suggested diagnoses inTable 1.1–4"
        },
        {
            "parent": 4,
            "text": "Abdominal radiography is helpful in detecting bowel obstructions and kidney stones.4Computed tomography of the abdomen is useful for detecting infections (e.g., appendicitis, cholecystitis) and for additional testing for bowel obstruction and kidney stones that are not detected on radiography.24In adults, abdominal radiography combined with clinical examination and laboratory analysis (complete blood count and basic metabolic panel) is useful for predicting the need for urgent intervention in the first 24 hours of illness (sensitivity = 56%; specificity = 81%).4Table 4lists the accuracy of diagnostic tests in adults with nausea and vomiting.1,2,25–29[ corrected]"
        },
        {
            "parent": 4,
            "text": "Right upper-quadrant ultrasonography is used to evaluate for gallstones. Hepatobiliary iminodiacetic acid scans can determine whether delayed gallbladder emptying is the cause of nausea and abdominal pain when initial ultrasonography is negative."
        },
        {
            "parent": 4,
            "text": "Migraine should be diagnosed in patients who have headaches with at least four of the following characteristics: pulsatile quality, duration of four to 72 hours, unilateral location, nausea or vomiting, and disabling intensity (likelihood ratio = 24).12Cluster-type headaches, headaches with abnormal neurologic findings, undefined headaches, and headaches aggravated by exertion or the Valsalva maneuver are more likely to have associated intracranial pathology (likelihood ratio = 11, 5, 4, and 2, respectively).12Computed tomography or magnetic resonance imaging of the brain should be ordered for patients with these symptoms, and in those with other abnormal neurologic signs or symptoms."
        },
        {
            "parent": 5,
            "text": "For the patient described previously, the focus should be on determining the severity of illness from the history and physical examination findings. Treatment should be supportive, including limiting foods likely to trigger vomiting and providing antiemetics with an appropriate hydration strategy. Patients with mild to moderate dehydration may benefit from oral rehydration therapy (i.e., a combination of electrolytes, glucose, and water) or sports drinks.30"
        },
        {
            "parent": 5,
            "text": "Commonly prescribed antiemetics include promethazine, metoclopramide (Reglan), prochlorperazine, and ondansetron (Zofran;Table 5).31–35In pregnant women, ginger (250 mg four times per day) reduces nausea and vomiting in 84% of patients compared with placebo.36,37"
        },
        {
            "parent": 7,
            "text": "The patient described previously returns two months later with intermittent nausea and vomiting that is much less severe than on initial presentation. Her current symptoms have lasted two days, and she has had six bouts of emesis. She has no fever, chills, or headache, but has intermittent epigastric discomfort associated with nausea and vomiting. Her symptoms are not relieved by antacids, and she has no melena or blood in her stool. She says she feels full quickly when eating and often feels bloated. She has not had contact with any sick persons or toxins, does not drink alcohol, and appears well hydrated."
        },
        {
            "parent": 8,
            "text": "Chronic nausea and vomiting is defined by symptoms that persist for at least one month. A history and physical examination can help determine the most likely cause. A food and nausea diary may help determine patterns of symptoms and triggers. Diagnostic testing, including imaging and laboratory evaluation, may be indicated based on history and physical examination findings. Esophagogastroduodenoscopy may be necessary depending on the course and the results of diagnostic testing."
        },
        {
            "parent": 9,
            "text": "Diabetes-associated gastroparesis, gastroesophageal reflux disease, gastritis, and gastric ulcer are common causes of chronic nausea and vomiting. Initial testing should be guided by findings from the history and physical examination. Esophagogastroduodenoscopy is recommended in patients with risk factors or alarm signs (e.g., age older than 55 years, unintended weight loss, progressive dysphagia, persistent vomiting, evidence of gastrointestinal bleeding, family history of gastrointestinal cancer).38"
        },
        {
            "parent": 9,
            "text": "For this patient, the chronic nature of her symptoms and the waxing and waning course suggest that the most likely cause is diabetes-associated gastroparesis. In this patient and in others with suspected gastroparesis, a gastric emptying study should be performed.3"
        },
        {
            "parent": 9,
            "text": "In patients with recurrent or chronic nausea and vomiting who also have abdominal pain with no definable physiologic cause, physicians should consider major depressive disorders, schizophrenia, somatoform and somatization disorders, hypochondriasis, factitious disorder, pain disorder, and generalized anxiety disorder. The Carnett sign can also support or exclude a diagnosis of psychogenic abdominal pain (positive likelihood ratio = 2.91 [95% confidence interval, 2.71 to 3.13]; negative likelihood ratio = 0.19 [95% confidence interval, 0.11 to 0.34]).39"
        },
        {
            "parent": 10,
            "text": "A gastric emptying study can detect delayed solid and liquid emptying, which may be present in up to 55% of patients with diabetes. Enhancing glycemic control in these patients can improve symptoms. In addition, a low-fat and low-residue diet that includes small, frequent meals may reduce symptoms of gastroparesis. If possible, medications that delay gastric emptying (e.g., opioids, calcium channel blockers, anticholinergics) should be discontinued.40Alcohol, cannabis, and nicotine also delay gastric emptying."
        },
        {
            "parent": 10,
            "text": "Impaired gastric emptying may be treated with metoclopramide or erythromycin, which result in up to 60% improvement in symptoms.3However, symptom relief must be balanced against the risk of Parkinson-like symptoms or tardive dyskinesia with the use of metoclopramide and the risk of tachyphylaxis with the use of erythromycin, which limits its long-term effectiveness. Patients with gastroparesis and significant weight loss, recurrent dehydration, or electrolyte disturbances should be referred to a gastroenterologist for possible endoscopic therapies and nutritional supplementation.40"
        },
        {
            "parent": 10,
            "text": "Gastritis is suggested by the presence of dyspepsia symptoms, including postprandial fullness, early satiety, epigastric pain, or burning.Helicobacter pyloritesting should be performed,41and, if negative, a gastric emptying study and esophagogastroduodenoscopy can be conducted, particularly if nausea and vomiting persists. Patients with dyspepsia who are not taking nonsteroidal anti-inflammatory drugs and who have negativeH. pyloriserology are unlikely to have a gastric ulcer.42"
        },
        {
            "parent": 10,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the key terms nausea and vomiting, diagnosis, and treatment. Also searched were Essential Evidence Plus and the Cochrane database. The search included meta-analyses, randomized controlled trials, and reviews. Search dates: March 10, 2012, and August 20, 2012."
        }
    ],
    "locked": false
}