{
    "url": "https://www.aafp.org/pubs/afp/issues/2012/1201/p1045.html#afp20121201p1045-f1",
    "title": "Subacute to Chronic Mild Traumatic Brain Injury | AAFP",
    "author": "TIMOTHY F. MOTT, MD, MICHAEL L. MCCONNON, MD, AND BRIAN P. RIEGER, PhD",
    "doi": "Am Fam Physician.2012;86(11):1045-1051",
    "abstract": "Although a universally accepted definition is lacking, mild traumatic brain injury and concussion are classified by transient loss of consciousness, amnesia, altered mental status, a Glasgow Coma Score of 13 to 15, and focal neurologic deficits following an acute closed head injury. Most patients recover quickly, with a predictable clinical course of recovery within the first one to two weeks following traumatic brain injury. Persistent physical, cognitive, or behavioral postconcussive symptoms may be noted in 5 to 20 percent of persons who have mild traumatic brain injury. Physical symptoms include headaches, dizziness, and nausea, and changes in coordination, balance, appetite, sleep, vision, and hearing. Cognitive and behavioral symptoms include fatigue, anxiety, depression, and irritability, and problems with memory, concentration and decision making. Women, older adults, less educated persons, and those with a previous mental health diagnosis are more likely to have persistent symptoms. The diagnostic workup for subacute to chronic mild traumatic brain injury focuses on the history and physical examination, with continuing observation for the development of red flags such as the progression of physical, cognitive, and behavioral symptoms, seizure, progressive vomiting, and altered mental status. Early patient and family education should include information on diagnosis and prognosis, symptoms, and further injury prevention. Symptom-specific treatment, gradual return to activity, and multidisciplinary coordination of care lead to the best outcomes. Psychiatric and medical comorbidities, psychosocial issues, and legal or compensatory incentives should be explored in patients resistant to treatment.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Clinical Presentation",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnostic Evaluation",
            "level": 2
        },
        {
            "id": 3,
            "name": "Natural History",
            "level": 2
        },
        {
            "id": 4,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 5,
            "name": "Quality Improvement and Prevention",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "With the wars in Iraq and Afghanistan, and with increased attention to athletes who experience concussions, there is a heightened awareness of traumatic brain injury. Improved guidelines on how to evaluate and manage concussion and mild traumatic brain injury (MTBI) in the acute setting have been developed, but confusion remains about accurate diagnosis and treatment in the subacute and chronic setting.1,2Varying definitions of concussion and MTBI, combined with the relative lack of evidence on long-term care and outcomes, contribute to this uncertainty(Table 1).3–8As a means of convention, the term MTBI will be used for MTBI and concussion in this review."
        },
        {
            "parent": 0,
            "text": "Approximately 1.7 million persons experience traumatic brain injury annually, with 75 percent of cases being MTBI.7,9Children four years and younger, young persons 15 to 19 years of age, and older adults are most susceptible to MTBI, with falls being the most common etiology among patients older than 75 years. Men are more likely at every age to experience acute traumatic brain injury than women, although women are more likely to have subacute to chronic sequelae. Most patients with MTBI improve over the first few hours to days, but 5 to 20 percent may continue to have postconcussive symptoms for an extended period following the initial injury10,11(Tables 28and38). Women, older adults, less educated persons, and those with a previous mental health diagnosis are prone to persistent symptoms."
        },
        {
            "parent": 0,
            "text": "In the United States, direct and indirect costs of MTBI in 2000 were estimated to be $12 billion.12Traumatic brain injury is described as the signature injury of military personnel serving in Operation Enduring Freedom and Operation Iraqi Freedom, with as many as 15 percent of combatants experiencing this type of injury.13,14The precise incidence is debatable, largely because of disparity in definitions and overlap with other conditions.8Use of the term postconcussive syndrome should be discouraged because many of the symptoms are subjective and difficult to predict consistently. They also occur in persons who do not have a traumatic brain injury, but who may have mental health disorders, chronic pain syndromes, and other disease processes.8,15Postconcussive symptoms are equally prevalent in patients with MTBI and non–head injury trauma.16The overlap of MTBI symptoms with those of other disease processes in patients who may have extenuating circumstances can complicate a workup. For example, patients seeking compensation or who are involved in litigation may exaggerate symptoms, whereas athletes seeking expedited return to play may minimize symptoms.5,17"
        },
        {
            "parent": 1,
            "text": "The most common physical symptom in the days to weeks following the initial injury is headache.8Other symptoms include nausea, blurred vision, fatigue, and sleep disturbances. Typically, most patients will notice improvement in these symptoms within 24 hours of the injury; some studies of patients with MTBI show that within seven days of the injury, the symptom score was equal to that of control groups of patients who did not have MTBI.18"
        },
        {
            "parent": 1,
            "text": "Cognitive symptoms occurring in patients following MTBI include attention difficulties, memory problems, and executive dysfunction (a decreased ability to organize activities and thoughts, and to plan and reason effectively). These symptoms are typically mild and difficult to detect on routine testing. Patients with these symptoms often describe a slowing of their thought processes. These symptoms typically improve in the first two to four weeks following the injury; however, a small percentage of patients may have prolonged symptoms.8,15"
        },
        {
            "parent": 1,
            "text": "Behavioral symptoms that may occur following MTBI include irritability, mood and sleep disturbances, and fatigue. Persons with preexisting depression, anxiety, posttraumatic stress disorder, or substance abuse disorders are at much higher risk of MTBI symptoms.8,15Other factors that promote post-injury behavioral symptoms include lower functional and socioeconomic status8,19(Table 48)."
        },
        {
            "parent": 2,
            "text": "The diagnostic evaluation of acute MTBI has been discussed previously inAmerican Family Physicianand more recently by other organizations.6,8,20,21Guidelines issued by the U.S. Department of Veterans Affairs and the U.S. Department of Defense outline the management of subacute to chronic MTBI(Figure 1).8Because patients can present with a range of symptoms, the diagnostic workup of subacute to chronic MTBI focuses on the specific nature of each patient's symptoms and physical examination findings."
        },
        {
            "parent": 2,
            "text": "The physical examination should include a neurologic examination focusing on the patient's mental status, the cranial nerves, deep tendon reflexes, strength, gross cutaneous sensation, and postural stability.8Physicians should also assess visual acuity, visual fields, and eye movements, and conduct a focused musculoskeletal examination of the head, neck, and jaw.8Any abnormal findings should be documented and compared with baseline examination findings if possible. Any new red flag findings, or symptoms that have progressed since a previous normal workup, should prompt additional assessment or consultation with an appropriate subspecialist(Table 5).8"
        },
        {
            "parent": 2,
            "text": "There are no specific laboratory tests designed to diagnose persistent MTBI. Basic laboratory testing includes a complete blood count and thyroid-stimulating hormone and electrolyte levels. Many imaging modalities are not applicable to the workup of subacute to chronic MTBI, although computed tomography and magnetic resonance imaging of the brain may be used in the setting of advancing or new red flag symptoms(Table 5).8"
        },
        {
            "parent": 2,
            "text": "If cognitive symptoms persist or become disabling, formal neuropsychologic testing should be considered for further clarification.8,15Neuropsychologic testing helps reveal factors that could contribute to persistent distress and symptom reporting, including personality style, emotional distress, symptom exaggeration, and cognitive impairment. Testing assesses the patient's memory, attention capacity, and visual and spatial coordination, as well as his or her ability to reason, solve problems, understand and express language, and plan and organize thoughts. Test results may augment a differential diagnosis, guide further referrals to sub-specialists and rehabilitation, and distinguish true pathology from malingering (particularly in cases involving litigation or compensation).8Testing can also be used to detect pathology in scenarios in which patients may be motivated to minimize symptoms, such as when desiring to return to work or athletics."
        },
        {
            "parent": 3,
            "text": "Most persons who experience uncomplicated MTBI will recover within one to two weeks following injury.8,17,18Neuropsychologic group test scores are generally no different between patients with MTBI and the control group by three months after injury.5,22Female sex, older age, lack of social support, less education, and comorbid mental health disorders have been linked to poor outcomes following the injury.8,17,18,22"
        },
        {
            "parent": 4,
            "text": "Limited evidence exists for the management of MTBI; as such, the focus of treatment is on early education, managing specific symptoms, and preventing complications8,23–26(Tables 28and38)."
        },
        {
            "parent": 4,
            "text": "Following acute MTBI, early education pertaining to diagnosis, prognosis, and symptoms creates realistic expectations, reduces anxiety, and helps normalize symptoms.8,24,25Such reassurance has been shown to reduce symptom reporting in adults and children at three and six months after the injury.24Effective interventions can include a single educational session and handout.24"
        },
        {
            "parent": 4,
            "text": "Initially, patients should be counseled about physical and cognitive rest, followed by a gradual return to normal activities.8Patients should be monitored during recovery and encouraged to avoid overexertion while increasing work, school, and other activities as tolerated, because symptoms occasionally worsen or reappear.8In most cases, this is the only intervention needed, and complete recovery will be achieved in days or weeks."
        },
        {
            "parent": 4,
            "text": "Beyond early education and support, treatment of persistent symptoms of MTBI is undertaken without the benefit of research-based guidelines or therapies.25–27In persons with chronic or severe MTBI sequelae, it becomes increasingly important to identify and address comorbidities or secondary problems that mimic the symptoms of MTBI or that complicate recovery, such as depression, chronic pain, or situational stress.15,28–30"
        },
        {
            "parent": 4,
            "text": "Targeted treatment of persistent symptoms is recommended on a case-by-case basis.8Behavioral treatments and pharmacologic management of sleep dysfunction, headache, fatigue, emotional disturbance, and cognitive difficulties may be undertaken with efforts to help the patient cope with stress and resume a more active life8,11(Tables 28and38). Ultimately, a biopsychosocial approach is needed to understand and care for patients who have persistent symptoms."
        },
        {
            "parent": 4,
            "text": "Referral to a specialized multidisciplinary clinic may be warranted in some instances.8The term neurorehabilitation has emerged to represent a comprehensive multidisciplinary treatment approach that focuses on empowering each patient with his or her unique skills and attitudes to help overcome the injury, addressed in relation to each patient's neurologic injury sequelae. Such multidisciplinary neurorehabilitative teams often include physicians; neuropsychologists; counselors; case managers; and speech, occupational, and physical therapists. Mental health treatment for persistent behavioral symptoms after MTBI (e.g., anxiety, depression or other mood disorders, sleep disorders, personality changes) should focus on the severity of individualized symptoms and comorbidities.8"
        },
        {
            "parent": 4,
            "text": "Limited evidence suggests that cognitive behavioral therapy (CBT) is effective in the setting of acute stress disorder following MTBI.31CBT, alone or combined with a comprehensive neurorehabilitation program, is well suited for the treatment of MTBI.31It helps patients focus on developing effective coping behaviors, reducing stressors, and preventing relapse, and how to proactively address feelings of loss associated with decreased cognitive and physical functioning.31CBT can also be structured to address impairments in memory, attention, and problem solving.31"
        },
        {
            "parent": 5,
            "text": "The optimal treatment for MTBI is prevention of the initial injury. The Centers for Disease Control and Prevention has an online resource that provides information for physicians, including educational materials for patients, schools, and workplaces on how to reduce head injuries and facilitate improved health outcomes athttp://www.cdc.gov/concussion/HeadsUp/physicians_tool_kit.html."
        },
        {
            "parent": 5,
            "text": "Data Sources:Primary sources for this paper included an evidence report provided byAFPon March 3, 2010, based on the terms concussion and head injury, and a PubMed Clinical Queries Report for “mild+traumatic+ brain+injury” provided byAFPon March 3, 2010. The lead author also searched the Agency for Healthcare Research and Quality evidence reports, the Cochrane database, the Database of Abstracts of Reviews of Effects, Essential Evidence Plus, the National Guideline Clearinghouse database, ACP Journal Club, Health Technology Assessment, and the NHS Economic Evaluation Database. Search date: April 28, 2010."
        }
    ],
    "locked": false
}