{
    "url": "https://www.aafp.org/pubs/afp/issues/2014/0115/p82.html#afp20140115p82-f1",
    "title": "Non-Celiac Gluten Sensitivity: Important Diagnosis or Dietary Fad? | AAFP",
    "author": "DANIEL F. MCCARTER, MD, University of Virginia, Charlottesville, Virginia",
    "doi": "Am Fam Physician.2014;89(2):82-83",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Non-celiac gluten sensitivity is defined as a reaction to gluten in persons with a confirmed absence of allergic or autoimmune mechanisms after appropriate laboratory testing. Symptoms resemble those of irritable bowel syndrome (IBS), and may overlap with celiac disease or true wheat allergy. In a research environment, symptoms of non-celiac gluten sensitivity resolve when dietary modifications are instituted in a blinded fashion to prevent placebo effect.1At least one double-blind trial has shown improvement of IBS symptoms in patients on a gluten-free diet.2Another blinded study implicates fermentable, poorly absorbed short-chain carbohydrates such as fructose and lactose, rather than gluten, as the culprit of non-celiac gluten sensitivity symptoms.3"
        },
        {
            "parent": -1,
            "text": "In this issue ofAmerican Family Physician, Drs. Pelkowski and Viera note that celiac disease affects 1% of the U.S. population; many of these cases are undiagnosed.4Estimates of the prevalence of non-celiac gluten sensitivity worldwide range from less than 1% to 6%.5In the United States, nearly one-third of the population states that they are trying to cut down on the amount of gluten in their diet.6Gluten-free seems to have overtaken fat-free and low-carbohydrate as food fads in the grocery business.1The estimated U.S. market for gluten-free foods is greater than $2.5 billion and is expected to top $5 billion by 2015.7Timenamed the gluten-free diet the second most popular diet of 2012.8With the increasing identification of gluten-caused disease and the rising popularity of gluten-free diets and foods, should gluten-free diets be recommended for all patients with IBS symptoms that could be construed as possible gluten sensitivity, wheat allergy, or celiac disease to see if symptoms resolve? Should this be done without the expense of diagnostic testing? And for patients with no concerning symptoms, is there any benefit to a gluten-free diet?"
        },
        {
            "parent": -1,
            "text": "Figure 1presents an algorithmic approach to the diagnosis and management of suspected gluten sensitivity. The primary reason for testing symptomatic patients is to identify those with true celiac disease. Definitive diagnosis of celiac disease allows for better insurance support of nutritionist consultation for proper education about strict and healthy gluten-free diets. Additionally, in patients with known celiac disease, astute physicians are vigilant for comorbid conditions (e.g., intestinal lymphoma, osteoporosis).4A confirmed diagnosis of celiac disease also may be important information for patients' close relatives, who are at increased risk. Therefore, if patients have suspected symptoms of celiac disease, they should undergo testing to confirm the diagnosis before starting a gluten-free diet.4One caveat is that if a patient with true celiac disease has been following a gluten-free diet, he or she may have reversals in pathologic and laboratory findings that make it harder to confirm a diagnosis.4If a patient has already adopted a gluten-free diet and symptoms have resolved, it may take two months or longer of a gluten challenge (i.e., eight slices of bread per day) for pathologic changes to recur.9"
        },
        {
            "parent": -1,
            "text": "If a patient with IBS-like symptoms tests negative for celiac disease, it is appropriate to consider gluten or other dietary causes of symptoms (e.g., lactose, fructose, caffeine). However, on average, gluten-free foods cost more than 3.5 times the price of gluten-containing foods with no proven increase in nutritional value.10For this reason, before instituting a trial gluten-free diet, it is prudent to first make general dietary improvements: more fresh fruits, vegetables, whole grains, and non-fried low-fat sources of protein, while avoiding processed snack foods. No further intervention is required if symptoms improve. If there is no improvement, it is reasonable to consider other dietary causes, including non-celiac gluten sensitivity, which would warrant a trial gluten-free diet. The diet can be continued if symptoms improve, although there is still the possibility of a placebo effect. Given the difficulties of maintaining a gluten-free diet, it may be reasonable to rechallenge the patient with a trial of gluten-containing foods in the future. If symptoms do not improve with a gluten-free diet, non–gluten-related etiologies should be considered."
        },
        {
            "parent": -1,
            "text": "In the absence of celiac disease or non-celiac gluten sensitivity, a gluten-free diet is no healthier than a similar diet of gluten-containing foods, and there is no evidence that gluten-free diets result in weight loss.7In the past, a gluten-free diet had many benefits over the traditional American diet because it required increasing fruit and vegetable intake. Gluten-free baked goods were scarce and had to be carefully prepared at home or by specialized bakers. Prepared foods were unavailable except in a few stores. It was difficult, if not impossible, to eat in fast food restaurants. Now, though, there are many gluten-free foods available, and they may contain just as many or more grams of carbohydrates, sugars, and fats as foods containing gluten.6,7"
        },
        {
            "parent": -1,
            "text": "The popularity and increased availability of gluten-free foods allow patients with celiac disease to lead a more normal lifestyle. For other patients, there is no doubt that dietary changes can improve health, and a subset of these patients is sensitive to gluten and responds to gluten-free diets. However, it is important for physicians and patients to understand that in the absence of gluten-related symptoms, a gluten-free diet is not synonymous with healthy and may only add increased cost with no benefit."
        }
    ],
    "locked": false
}