{
    "url": "https://www.aafp.org/pubs/afp/issues/2014/1115/p717.html#afp20141115p717-f1",
    "title": "Trauma in Pregnancy: Assessment, Management, and Prevention | AAFP",
    "author": "NEIL J. MURPHY, MD, AND JEFFREY D. QUINLAN, MD",
    "doi": "Am Fam Physician.2014;90(10):717-724",
    "abstract": "Trauma complicates one in 12 pregnancies, and is the leading nonobstetric cause of death among pregnant women. The most common traumatic injuries are motor vehicle crashes, assaults, falls, and intimate partner violence. Nine out of 10 traumatic injuries during pregnancy are classified as minor, yet 60% to 70% of fetal losses after trauma are a result of minor injuries. In minor trauma, four to 24 hours of tocodynamometric monitoring is recommended. Ultrasonography has low sensitivity, but high specificity, for placental abruption. The Kleihauer-Betke test should be performed after major trauma to determine the degree of fetomaternal hemorrhage, regardless of Rh status. To improve the effectiveness of cardiopulmonary resuscitation, clinicians should perform left lateral uterine displacement by tilting the whole maternal body 25 to 30 degrees. Unique aspects of advanced cardiac life support include early intubation, removal of all uterine and fetal monitors, and performance of perimortem cesarean delivery. Proper seat belt use reduces the risk of maternal and fetal injuries in motor vehicle crashes. The lap belt should be placed as low as possible under the protuberant portion of the abdomen and the shoulder belt positioned off to the side of the uterus, between the breasts and over the midportion of the clavicle. All women of childbearing age should be routinely screened for intimate partner violence.",
    "headers": [
        {
            "id": 0,
            "name": "Assessment",
            "level": 2
        },
        {
            "id": 1,
            "name": "Management",
            "level": 2
        },
        {
            "id": 2,
            "name": "MINOR TRAUMA",
            "level": 3
        },
        {
            "id": 3,
            "name": "MAJOR TRAUMA",
            "level": 3
        },
        {
            "id": 4,
            "name": "CARDIOPULMONARY RESUSCITATION",
            "level": 3
        },
        {
            "id": 5,
            "name": "PERIMORTEM CESAREAN DELIVERY",
            "level": 3
        },
        {
            "id": 6,
            "name": "Prevention",
            "level": 2
        },
        {
            "id": 7,
            "name": "MOTOR VEHICLE CRASHES",
            "level": 3
        },
        {
            "id": 8,
            "name": "INTIMATE PARTNER VIOLENCE",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Family physicians, regardless of their involvement in intrapartum care, often evaluate pregnant women after minor accidents, falls, or motor vehicle crashes. Trauma complicates one in 12 pregnancies, and is the leading nonobstetric cause of death among pregnant women.1–3Traumatic injuries to pregnant women are unintentional (motor vehicle crashes [48%], falls [25%], poisonings, and burns) or intentional (assaults/intimate partner violence [IPV; 17%], suicide [3.3%], homicide, and gunshot wounds [4%]).2,4Injuries are classified as minor or major trauma. By convention, minor trauma does not involve the abdomen, rapid compression, deceleration, or shearing forces, and the patient does not report pain, vaginal bleeding, loss of fluid, or decreased fetal movement.5Nine out of 10 traumatic injuries during pregnancy are classified as minor. However, of fetal losses associated with trauma, 60% to 70% follow minor injuries.4"
        },
        {
            "parent": -1,
            "text": "Anatomic and physiologic changes of pregnancy influence the assessment, management, and prevention of trauma.3,6Physiologic changes include a 30% to 50% increase in blood volume and a 40% to 50% increase in respiratory rate.7Anatomic changes include elevated diaphragm, delayed gastric emptying, and progressive uterine growth. During the first trimester, the thick-walled uterus is well protected from trauma by the pelvic girdle. In the second trimester, relatively abundant amniotic fluid volume protects the fetus. By the third trimester, however, the now thin-walled and prominent uterus is exposed to blunt and penetrating abdominal trauma. The placenta is an inelastic organ attached to an elastic organ (the uterus). Placental abruption may occur when trauma involving acceleration and deceleration deforms the uterus and shears the placenta off its implantation site."
        },
        {
            "parent": 0,
            "text": "The most common pregnancy-related traumas are minor incidents, including motor vehicle crashes and mild blunt abdominal trauma. These situations require clinical judgment about the extent of maternal and fetal assessment. However, because insignificant trauma can result in fetal injury or demise, fetal monitoring recommendations for pregnant women with minor trauma are similar to those for women with major trauma.8–10In patients who have experienced IPV, an assessment for depression and suicidality should accompany assessment for immediate safety.11"
        },
        {
            "parent": 0,
            "text": "In major trauma, the primary assessment should focus on airway, breathing, and circulation. Once the primary assessment has been completed, a secondary assessment should include obstetric and nonobstetric injuries and fetal well-being."
        },
        {
            "parent": 0,
            "text": "A placental abruption may become apparent shortly after the injury. Fetal monitoring in women who experience trauma at greater than 20 weeks' gestation should be initiated as soon as the patient is stabilized. The patient should be monitored by tocodynamometry for a minimum of four hours.8,12Eight or more contractions per hour were present in the first four hours of monitoring in 100% of patients with an ultimate diagnosis of placental abruption.8,9If at least six contractions per hour are detected during the four-hour initial period, or the mechanism of injury presents a high degree of fetal risk,13then 24 hours of monitoring is indicated.3,12Before viability (23 to 24 weeks' gestation), the fetal heart should be monitored via intermittent Doppler auscultation, and after viability, continuous fetal monitoring should be performed."
        },
        {
            "parent": 0,
            "text": "Ultrasonography has poor sensitivity (24%) for detection of placental abruption. However, it is very specific (96%), resulting in a positive predictive value of 88% if abruption is seen and a negative predictive value of 53% if abruption is not seen.14"
        },
        {
            "parent": 0,
            "text": "The Kleihauer-Betke test allows identification of fetal blood cells. It should be performed in pregnant women who sustain major trauma to detect fetomaternal transfusion, regardless of Rh status, to determine the degree of fetomaternal hemorrhage.8Although the Kleihauer-Betke test screens for the degree of trauma in all patients, the result is used only to dictate Rh immune globulin therapy in Rh-negative patients."
        },
        {
            "parent": 1,
            "text": "Figure 1provides an algorithmic approach to the management of trauma during pregnancy.3"
        },
        {
            "parent": 2,
            "text": "Management of minor trauma is limited to care of lacerations or fractures, discussion of appropriate analgesics, counseling about the signs and symptoms of abruption, and ensuring appropriate follow-up. Tetanus toxoid should be administered if tetanus toxoid, reduced diphtheria toxoid, and acellular pertussis (Tdap) vaccine has not already been administered during the current pregnancy. Appropriate referrals should be made to community-based advocacy groups for persons who have experienced IPV, and a plan should be made to ensure the safety of the patient and other vulnerable persons living in the household.11"
        },
        {
            "parent": 3,
            "text": "When feasible, patients who have experienced major trauma should be transported to a hospital that has the resources to perform a timely trauma evaluation.3Because placental abruption has been reported to occur up to 24 hours following trauma, monitoring via tocodynamometry should be continued for a minimum of 24 hours if at least six uterine contractions have occurred or if there are nonreassuring fetal heart rate patterns, vaginal bleeding, significant uterine tenderness, serious maternal injury, or a positive Kleihauer-Betke test result.3,13If none of these findings are present, the patient may be discharged home with precautions.3Table 1provides evaluation and discharge criteria for blunt trauma in pregnancy.9,12"
        },
        {
            "parent": 3,
            "text": "Between 24 and 34 weeks' gestation, if delivery appears imminent, 12 mg of betamethasone should be administered intramuscularly to promote fetal lung maturity, and repeated in 24 hours. All pregnant Rh-negative patients should receive Rh immune globulin therapy unless the injury is remote from the uterus (e.g., isolated distal extremity).12"
        },
        {
            "parent": 4,
            "text": "Because of maternal physiologic changes, left lateral uterine displacement is required during cardiopulmonary resuscitation. This is performed by tilting the whole maternal body 25 to 30 degrees(Figure 215), or by manual uterine displacement(Figure 315). Manual uterine displacement may allow for more effective chest compressions because it avoids the need to facilitate a total body tilt.16All standard medications and defibrillation regimens may be used in advanced cardiac life support (ACLS).17Unique aspects of ACLS include early intubation, removal of all uterine and fetal monitors, and performance of a perimortem cesarean delivery.18Modifications of resuscitative efforts in pregnancy are listed ineTable A."
        },
        {
            "parent": 5,
            "text": "Perimortem cesarean delivery may save the life of the fetus when performed after 23 to 24 weeks' gestation.19,20Delivery increases venous return and cardiac output by 25% to 30%, may lead to a clear survival benefit for the mother, and has not been shown to be harmful.16,19–22The American Heart Association recommends considering perimortem cesarean delivery if ACLS has not returned spontaneous circulation within four to five minutes of cardiac arrest.18Table 2andeTable Bdescribe considerations based on gestational age and issues related to perimortem cesarean delivery."
        },
        {
            "parent": 7,
            "text": "Overall, 2% of pregnant women are involved in a motor vehicle crash during their pregnancy,7and an estimated 368 pregnant women per year die as a result.23Motor vehicle crashes account for more than 50% of all trauma during pregnancy, with 82% of fetal deaths occurring during these crashes.24"
        },
        {
            "parent": 7,
            "text": "Seat belt use actually decreases during pregnancy, because women fear that the seat belt will hurt the fetus. In blunt trauma, the most common cause of fetal death is maternal death.9Incorrect seat belt use increases the risk of intrauterine injury and fetal death.25When women were properly restrained, adverse fetal outcomes occurred in 29% of motor vehicle crashes. In women who were improperly restrained, adverse fetal outcomes occurred in 50% of motor vehicle crashes.26Proper seat belt use should be a major prenatal counseling issue. The lap belt should be placed as low as possible under the protuberant portion of the abdomen and the shoulder belt positioned off to the side of the uterus, between the breasts and over the midportion of the clavicle(Figure 4). Placement of the lap belt over the dome of the uterus significantly increases pressure transmission to the uterus and has been associated with significant uterine and fetal injury. There should not be excessive slack in either belt, and both the lap and shoulder restraints should be applied as snugly as comfort will allow."
        },
        {
            "parent": 7,
            "text": "Air bag deployment reduces injury to pregnant women and does not increase the risk of adverse pregnancy outcomes.27The American College of Obstetricians and Gynecologists (ACOG)28and the National Highway Traffic Safety Administration29state that pregnant women who are occupants in motor vehicles should wear lap and shoulder seat belts and should not turn off air bags."
        },
        {
            "parent": 8,
            "text": "Direct assault on the abdomen may occur in the setting of IPV. As a result, ACOG and the American Academy of Pediatrics recommend universal screening for IPV during pregnancy.30,31Likewise, the American Academy of Family Physicians states that all family physicians should be alert for physical and behavioral signs and symptoms associated with abuse or neglect.32The U.S. Preventive Services Task Force recommends that all women of childbearing age be screened for IPV.33A review of this topic was previously published in the May 15, 2011, issue ofAmerican Family Physician(https://www.aafp.org/afp/2011/0515/p1165.html)."
        },
        {
            "parent": 8,
            "text": "A patient who presents with a vague or inconsistent history of trauma should raise suspicion for battering.12Battering may escalate in pregnancy. The abdomen is the most common target for blows, kicks, and other assaults.Table 3lists other historical elements and signs that may indicate IPV.12,30Identified patients should be appropriately counseled and referred.30"
        },
        {
            "parent": 8,
            "text": "Data Sources: Drawing on the literature search completed in October 2013 for the American Academy of Family Physicians' Advanced Life Support in Obstetrics Chapter K: Maternal Resuscitation, we searched the Cochrane Database of Systematic Reviews, the National Guideline Clearinghouse, and PubMed utilizing the key words trauma, motor vehicle crashes, pregnancy, abruption, and perimortem cesarean delivery, both individually and in combination. Search date: August 14, 2014."
        },
        {
            "parent": 8,
            "text": "The opinions and assertions contained herein are the private views of the authors and are not to be construed as official or as reflecting the views of the U.S. Army, Navy, or Air Force Medical Departments or the U.S. Army, Navy, Air Force, or Public Health Service."
        },
        {
            "parent": 8,
            "text": "This article is one in a series on “Advanced Life Support in Obstetrics (ALSO),” initially established by Mark Deutchman, MD, Denver, Colo. The series is now coordinated by Larry Leeman, MD, MPH, ALSO Managing Editor, Albuquerque, N.M."
        }
    ],
    "locked": false
}