{
    "url": "https://www.aafp.org/pubs/afp/issues/2015/0315/p372.html#afp20150315p372-f1",
    "title": "Common Questions About Infectious Mononucleosis | AAFP",
    "author": "JASON WOMACK, MD, AND MARISSA JIMENEZ, DO",
    "doi": "Am Fam Physician.2015;91(6):372-376",
    "abstract": "Epstein-Barr is a ubiquitous virus that infects 95% of the world population at some point in life. Although Epstein-Barr virus (EBV) infections are often asymptomatic, some patients present with the clinical syndrome of infectious mononucleosis (IM). The syndrome most commonly occurs between 15 and 24 years of age. It should be suspected in patients presenting with sore throat, fever, tonsillar enlargement, fatigue, lymphadenopathy, pharyngeal inflammation, and palatal petechiae. A heterophile antibody test is the best initial test for diagnosis of EBV infection, with 71% to 90% accuracy for diagnosing IM. However, the test has a 25% false-negative rate in the first week of illness. IM is unlikely if the lymphocyte count is less than 4,000 mm3. The presence of EBV-specific immunoglobulin M antibodies confirms infection, but the test is more costly and results take longer than the heterophile antibody test. Symptomatic relief is the mainstay of treatment. Glucocorticoids and antivirals do not reduce the length or severity of illness. Splenic rupture is an uncommon complication of IM. Because physical activity within the first three weeks of illness may increase the risk of splenic rupture, athletic participation is not recommended during this time. Children are at the highest risk of airway obstruction, which is the most common cause of hospitalization from IM. Patients with immunosuppression are more likely to have fulminant EBV infection.",
    "headers": [
        {
            "id": 0,
            "name": "Who Is Most Likely to Present with IM, and How Often Does It Occur?",
            "level": 2
        },
        {
            "id": 1,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        },
        {
            "id": 2,
            "name": "How Does IM Present Clinically?",
            "level": 2
        },
        {
            "id": 3,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        },
        {
            "id": 4,
            "name": "What Are the Pros and Cons of Physical Examination and Diagnostic Tests?",
            "level": 2
        },
        {
            "id": 5,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        },
        {
            "id": 6,
            "name": "Is There Benefit to Treatment Other Than Supportive Care?",
            "level": 2
        },
        {
            "id": 7,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        },
        {
            "id": 8,
            "name": "Which Patients Are at Greatest Risk of Complications From IM?",
            "level": 2
        },
        {
            "id": 9,
            "name": "EVIDENCE SUMMARY",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Approximately 95% of adults worldwide are infected with Epstein-Barr virus (EBV). The infection is often asymptomatic, but some develop the clinical syndrome of infectious mononucleosis (IM). This article reviews common questions about patients with this syndrome."
        },
        {
            "parent": 0,
            "text": "The incidence is highest between 15 and 24 years of age. The annual incidence in the general population is approximately five cases per 1,000 persons; however, in a practice with a large young adult population, the incidence can approach nine to 48 cases per 1,000 persons annually."
        },
        {
            "parent": 1,
            "text": "More than 90% of adults worldwide are seropositive for EBV antibodies by 35 years of age. IM most commonly affects those who acquire primary EBV in their teenage years. There is no gender predisposition, yearly cycle, or seasonal variation in the incidence of the syndrome.1"
        },
        {
            "parent": 1,
            "text": "Annually, 10% to 20% of EBV-naive persons become infected, and 30% to 50% develop IM. Those 15 to 24 years of age have the highest annual incidence at 0.5%.1In young adults, the rate of developing IM from primary EBV infection is estimated at 50%, with a range between 26% and 74%.2–4"
        },
        {
            "parent": 1,
            "text": "Studies have demonstrated an annual incidence of 0.9% to 4.8% in young adults, and of 0.9% in military personnel.2,3,5The incidence is even higher in freshmen university students.6"
        },
        {
            "parent": 1,
            "text": "Primary infection in childhood is less prevalent in areas of higher socioeconomic status and better sanitary conditions.7,8However, in developing countries and locations with lower socioeconomic status, most EBV infections occur in childhood. Infection is rare during the first year of life because of passive immunity received from maternal antibodies.8The incidence of EBV infection in teenagers has decreased over recent years.9In older adults, EBV infection often does not progress to IM.10The annual incidence of IM in those younger than 10 years or older than 30 years is less than one case per 1,000 persons.11"
        },
        {
            "parent": 2,
            "text": "Children can present with nonspecific or no symptoms. Young adults tend to present with sore throat, posterior cervical lymphadenopathy, fever, and tonsillar enlargement. Pharyngeal inflammation and palatal petechiae are more common in adolescents. Older adults are more likely to develop jaundice and less likely to have lymphadenopathy, sore throat, and splenomegaly."
        },
        {
            "parent": 3,
            "text": "Up to 98% of all patients with IM have sore throat, lymphadenopathy, fever, fatigue, and tonsillar enlargement.12,13Pharyngeal inflammation (85%) and transient palatal petechiae (50%) are also common.12Bilateral posterior cervical lymphadenopathy is typical, but anterior cervical lymphadenopathy is possible.8Children can present with nonspecific or no symptoms, which can lead to missed diagnoses.1,8,11A 2013 study of college students demonstrated that sore throat (93%), cervical lymphadenopathy (76%), and fatigue (66%) were the most common symptoms in students who developed symptomatic primary IM.6Adults older than 60 years have a higher rate of jaundice (26% vs. 8% in young adults) and are less likely to present with lymph-adenopathy, sore throat, and splenomegaly.10,13–15"
        },
        {
            "parent": 3,
            "text": "Table 1includes the differential diagnosis of IM.16"
        },
        {
            "parent": 4,
            "text": "Physical examination findings of palatal petechiae, posterior cervical lymphadenopathy, axillary lymphadenopathy, and inguinal lymphadenopathy increase the likelihood of a positive heterophile antibody test result. If IM is suspected, heterophile antibody testing is the best initial diagnostic test because it is fast and inexpensive. A negative test result does not exclude IM, especially during the first week of illness. EBV-specific antibody testing after a negative heterophile antibody screen can be performed to confirm the presence or absence of IM, but it is costly and results take longer. IM is unlikely if the lymphocyte count is less than 4,000 mm3(4.0×109per L).Figure 1is an algorithm for the management of suspected IM."
        },
        {
            "parent": 5,
            "text": "Patients with a sore throat are statistically more likely to have physical examination findings of palatal petechiae, posterior cervical lymphadenopathy, axillary lymphadenopathy, and inguinal lymphadenopathy if they have a positive heterophile test result(Table 210), compared with those who have a negative test result.10,17Heterophile antibodies are present in 80% to 90% of persons with clinical and hematologic symptoms of IM.18Heterophile testing is rapid and inexpensive, with 71% to 90% accuracy for diagnosing IM. However, the test has a 25% false-negative rate in the first week of illness.12,17,19Heterophile testing has a sensitivity of 63% to 84% and specificity of 84% to 100%.19"
        },
        {
            "parent": 5,
            "text": "A lymphocyte count of less than 4,000 mm3has a 99% negative predictive value for IM.20,21The Hoagland criteria state that lymphocytes accounting for at least 50% and atypical lymphocytes accounting for at least 10% of the differential are characteristic of IM.12A prospective study of patients with heterophile antibody–positive IM showed a sensitivity of 61.3% and specificity of 95% for Hoagland criteria.22Atypical lymphocytes greater than 10% of the differential in isolation had a specificity of 92.3%.22"
        },
        {
            "parent": 5,
            "text": "Testing for EBV-specific antibodies has a 97% sensitivity and 94% specificity for diagnosing EBV compared with heterophile antibody testing, but results take longer and the test is more costly.23The presence of EBV viral capsid antigen immunoglobulin M antibodies confirms IM, whereas its absence excludes the syndrome. Viral capsid antigen immunoglobulin G for EBV confirms immunity from prior infection. Antibody testing is most beneficial when heterophile antibody screening results are negative and IM is still suspected.23"
        },
        {
            "parent": 6,
            "text": "Glucocorticoids decrease the severity of sore throat associated with IM only in the first 12 hours of treatment. These medications have not been shown to decrease the severity or length of illness, and are not superior to other analgesic modalities for throat pain. Antiviral therapy with acyclovir (Zovirax) is not effective in decreasing the length or severity of IM, as monotherapy or in combination with glucocorticoid therapy. Valacyclovir (Valtrex) can decrease oral viral shedding, but this does not translate to any clinical benefit."
        },
        {
            "parent": 7,
            "text": "A Cochrane review analyzed glucocorticoid therapy for patients with mild to severe IM. Patients were treated with glucocorticoid monotherapy or in combination with antivirals. There was a significant decrease in sore throat symptoms within 12 hours of illness, but the effect did not last beyond that. There was no evidence that glucocorticoids decrease the course or severity of illness.24"
        },
        {
            "parent": 7,
            "text": "Studies have failed to show any effect of antiviral therapy on length or severity of illness.25A meta-analysis of five randomized controlled trials did not demonstrate clinical effectiveness of acyclovir for IM.26A study of valacyclovir in college students showed a decrease in oral viral shedding in the treatment arm compared with the control arm, but no difference in clinical symptoms.27"
        },
        {
            "parent": 8,
            "text": "Splenic rupture is an uncommon complication. Physical activity of any intensity within the first three weeks of illness may increase this risk. Young children are at highest risk of airway obstruction because of palatal and nasopharyngeal tonsil hypertrophy. Airway obstruction is the most common cause of hospitalization from IM. Patients with immunosuppression are more likely to have fulminant EBV infection. They experience an uncontrolled lymphoproliferative response and hemophagocytic syndrome. Patients with X-linked lymphoproliferative syndrome also have a greater risk of complications from EBV infection, with two-thirds dying from the infection.Table 3lists other potential complications.16"
        },
        {
            "parent": 9,
            "text": "Splenic rupture occurs in 0.1% to 0.5% of patients with IM. The risk is increased in the first three weeks of illness. Although the risk is higher with physical activity, it may also be related to the Valsalva maneuver. Consensus statements on athletic participation in patients with IM recommend against athletic participation for the first three weeks of illness.28"
        },
        {
            "parent": 9,
            "text": "Airway compromise occurs in less than 5% of persons with IM.29A case series of 36 children hospitalized with the syndrome showed a trend toward a higher risk of needing consultation for airway management in children younger than six years.30"
        },
        {
            "parent": 9,
            "text": "Patients who are immunocompromised or have X-linked lymphoproliferative disorders are at highest risk of fulminant EBV infection.29A registry of 157 males with X-linked lymphoproliferative syndrome demonstrated a 96% mortality rate after the development of fulminant EBV IM.31"
        },
        {
            "parent": 9,
            "text": "Data Sources: We searched Essential Evidence Plus, PubMed, the Cochrane database, and Medline using the terms infectious mononucleosis, mononucleosis, and Epstein Barr. Search dates: December 2013, and March to June 2014."
        }
    ],
    "locked": false
}