{
    "url": "https://www.aafp.org/pubs/afp/issues/2013/0115/p107.html#afp20130115p107-f1",
    "title": "Evaluation and Treatment of Endometriosis | AAFP",
    "author": "SARINA SCHRAGER, MD, MS, JULIANNE FALLERONI, DO, MPH, AND JENNIFER EDGOOSE, MD, MPH",
    "doi": "Am Fam Physician.2013;87(2):107-113",
    "abstract": "Endometriosis, which affects up to 10 percent of reproductive-aged women, is the presence of endometrial tissue outside of the uterine cavity. It is more common in women with pelvic pain or infertility ([corrected] 70 to 90 percent and 21 to 40 percent, respectively). Some women with endometriosis are asymptomatic, whereas others present with symptoms such as debilitating pelvic pain, dysmenorrhea, dyspareunia, and decreased fertility. Diagnosis of endometriosis in primary care is predominantly clinical. Initial treatment includes common agents used for primary dysmenorrhea, such as nonsteroidal anti-inflammatory drugs, combination estrogen/progestin contraceptives, or progestin-only contraceptives. There is some evidence that these agents are helpful and have few adverse effects. Referral to a gynecologist is necessary if symptoms persist or the patient is unable to become pregnant. Laparoscopy is commonly used to confirm the diagnosis before additional treatments are pursued. Further treatments include gonadotropin-releasing hormone analogues, danazol, or surgical removal of ectopic endometrial tissue. These interventions may control symptoms more effectively than initial treatments, but they can have significant adverse effects and limits on duration of therapy.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Risk Factors",
            "level": 2
        },
        {
            "id": 3,
            "name": "Clinical Presentation",
            "level": 2
        },
        {
            "id": 4,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 5,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 6,
            "name": "NONSTEROIDAL ANTI-INFLAMMATORY DRUGS",
            "level": 3
        },
        {
            "id": 7,
            "name": "COMBINATION ESTROGEN/PROGESTIN CONTRACEPTIVES",
            "level": 3
        },
        {
            "id": 8,
            "name": "PROGESTERONE-ONLY CONTRACEPTIVES",
            "level": 3
        },
        {
            "id": 9,
            "name": "GONADOTROPIN-RELEASING HORMONE ANALOGUES",
            "level": 3
        },
        {
            "id": 10,
            "name": "DANAZOL",
            "level": 3
        },
        {
            "id": 11,
            "name": "SURGICAL OPTIONS",
            "level": 3
        },
        {
            "id": 12,
            "name": "FUTURE TREATMENTS",
            "level": 3
        },
        {
            "id": 13,
            "name": "Managing Endometriosis-Related Infertility",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Endometriosis is defined as the presence of endometrial glandular and/or stromal cells outside of the uterine cavity. There are generally three distinct clinical presentations: endometrial implantation superficially on the peritoneum; endometrial lined ovarian cysts (chocolate cysts) or endometriomas; and endometriotic nodules (a complex, solid mass of endometrial, adipose, and fibromuscular tissue found between the rectum and vagina).1However, further laparoscopic studies of the peritoneum also have shown nonclassic lesions, such as clear vesicles, red vesicles, or microscopic disease.2Typically, ectopic endometrial tissue is found within the pelvis(Table 1).3Although reported in virtually all organ systems, extrapelvic deposition is exceedingly rare."
        },
        {
            "parent": -1,
            "text": "Endometriosis is generally considered a benign disease. However, several large cohort studies suggest that endometriosis is an independent risk factor for clear-cell carcinoma and endometrioid ovarian carcinoma.4"
        },
        {
            "parent": 0,
            "text": "The earliest and most widely accepted theory of endometriosis etiology is that refluxed menstrual tissue enters the pelvic peritoneal cavity and embeds into other intra-abdominal areas.5,6This theory is supported by the fact that the most commonly affected sites are closest to the fallopian tubes.6In addition, endometriosis often occurs in women with outflow obstruction, such as cervical stenosis, a transverse vaginal septum, and an imperforate hymen.7"
        },
        {
            "parent": 0,
            "text": "Although women with endometriosis have higher volumes of refluxed menstrual blood and endometrial tissue,8most women have some component of retrograde menstruation. The plasminogen activator inhibitor gene has been shown to increase the likelihood of endometrial implantation after retrograde menstruation.6"
        },
        {
            "parent": 0,
            "text": "The coelomic metaplasia theory of endometriosis proposes that the coelomic epithelium of the peritoneal cavity retains multipotential cells that can develop into endometriotic tissue. This explains rare cases of endometriosis in prepubertal girls, women with Müllerian agenesis, and men.6Another theory is that endometrial tissue can be transported to distant sites via lymphatic and vascular channels, which explains rare cases of extra-abdominal endometriosis.6Finally, newer research suggests an immunologic component to the development of endometriosis. Concentrations of macrophages, leptin, tumor necrosis factor-α, and interleukin-6 often are higher in the abdominal fluid of women with endometriosis.6,9,10"
        },
        {
            "parent": 1,
            "text": "Endometriosis is an estrogen-dependent disease predominantly affecting reproductive-aged women, with the highest incidence among women 25 to 29 years of age.11The prevalence of endometriosis in the general population is difficult to accurately assess because some women with the disease have limited or no symptoms. Some studies suggest that it affects up to 10 percent of reproductive-aged women.12[corrected] Endometriosis is diagnosed in 21 to 40 percent of women with infertility13and in 70 to 90 percent of women with chronic pelvic pain.14"
        },
        {
            "parent": 1,
            "text": "In the United States, endometriosis is the third leading cause of gynecologic hospitalizations.15It is estimated that the disease leads to $2,801 in health care costs and $1,023 in lost productivity at work per patient annually.16In one nationwide survey, 50 percent of women with endometriosis reported spending entire days in bed over the previous 12 months because of the condition, with an average of 17.8 days spent in bed.17"
        },
        {
            "parent": 2,
            "text": "It has been reported that the risk of endometriosis is six times higher in first-degree relatives of women with severe endometriosis.9However, a more recent case-control study showed that the familial impact on the incidence of endometriosis is not significant.18"
        },
        {
            "parent": 2,
            "text": "Early menarche and late menopause, which lead to increased exposure to menstruation, are commonly cited risk factors for endometriosis.5,19However, epidemiologic studies are equivocal as to whether these are true risk factors or findings associated with the disease itself.20Low body mass index21,22and higher caffeine or alcohol consumption21also are associated with an increased risk of endometriosis.Table 2includes possible risk factors for the disease.20–22Oral contraceptives and regular exercise (i.e., more than four hours per week) may decrease the risk.5,21"
        },
        {
            "parent": 3,
            "text": "The clinical presentation of endometriosis is highly variable and ranges from debilitating pelvic pain and infertility to no symptoms.Table 3lists the symptoms and comorbidities that are associated with higher rates of endometriosis.23In a large case-control study in the United Kingdom, 73 percent of women with endometriosis reported dysmenorrhea, abdominal or pelvic pain, or menorrhagia, compared with 20 percent of women without the disease.23Many women with endometriosis present with nonspecific symptoms, such as chronic lower back pain or abdominal pain, which may delay diagnosis.Table 4includes the differential diagnosis of common symptoms of endometriosis.5It takes an average of 11.7 years for endometriosis to be diagnosed in a woman with symptoms.24"
        },
        {
            "parent": 3,
            "text": "Similarly, objective physical examination findings are limited and nonspecific. Although many women with endometriosis will have normal examination findings, some will exhibit tenderness of the posterior fornix, limited motion of the uterus or ovaries, or an adnexal mass. Some women will have diffuse tenderness on pelvic examination. However, in women undergoing evaluation for infertility, uterosacral nodularity with associated tenderness is pathognomonic for endometriosis.25"
        },
        {
            "parent": 4,
            "text": "The diagnosis of endometriosis in primary care is initially clinical and based on history and physical examination findings. Histologic confirmation is usually achieved with the detection of extrauterine endometrial cells on laparoscopy. Less invasive diagnostic tests are being pursued. Transvaginal ultrasonography can reliably detect cystic endometriomas (89 percent sensitivity, 91 percent specificity) and is considered the imaging modality of choice,26,27although the test does not reliably detect smaller endometrial implants. The cancer antigen 125 assay has been extensively researched, but a large systematic review of 23 studies shows limited overall value in the diagnosis of endometriosis. The cancer antigen 125 level is often elevated in women with endometriosis, but its specificity for the disease is low.28Magnetic resonance imaging also is being explored, particularly for deeper rectosigmoid and ureteral infiltrating lesions, but it is not a standard diagnostic tool because of its low sensitivity.29"
        },
        {
            "parent": 5,
            "text": "Nonsteroidal anti-inflammatory drugs (NSAIDs) are often the first-line treatment for endometriosis, followed by hormone therapy. Laparoscopy can be used to confirm the diagnosis before additional treatments are pursued; empiric therapy with another suppressive medication is also an option.Table 5summarizes evidence-based therapies.30–37Figure 1is an algorithm for treating endometriosis in primary care."
        },
        {
            "parent": 6,
            "text": "A Cochrane review evaluated NSAIDs in the treatment of endometriosis, but included only one randomized controlled trial (n = 24), which compared naproxen with placebo.30There was no difference in pain relief between naproxen and placebo, and there was no evidence that one NSAID is superior."
        },
        {
            "parent": 6,
            "text": "NSAIDs often are attempted first because they are beneficial in women with primary dysmenorrhea, are available over the counter, and are relatively safe. Although endometriosis is a condition of secondary dysmenorrhea, it seems reasonable to consider NSAIDs as a first-line treatment in women with suspected endometriosis."
        },
        {
            "parent": 7,
            "text": "Combination oral contraceptives are more effective than placebo at reducing dysmenorrhea in women with endometriosis.31–33A double-blind, randomized controlled trial of 100 women with endometriosis demonstrated that low-dose combination oral contraceptives improved endometriosis pain compared with placebo.32Another study showed that combination oral contraceptives were less effective at six months compared with gonadotropin-releasing hormone (GnRH) analogues, although both significantly improved symptoms after 12 months.38Combination oral contraceptives have significantly fewer adverse effects than GnRH analogues."
        },
        {
            "parent": 7,
            "text": "A small, prospective, nonblinded, cohort study compared the ethinyl estradiol/etonogestrel vaginal ring (Nuvaring) with the norelgestromin/ethinyl estradiol transdermal patch (Ortho Evra) in patients with endometriosis.39Although continuous use of both treatments reduced pain, the ring was superior for dysmenorrhea. Patient satisfaction also seemed higher in patients using the ring. Continuous use of these treatments resulted in more breakthrough bleeding compared with cyclic use."
        },
        {
            "parent": 8,
            "text": "Medroxyprogesterone (oral [Provera] or depot injection [Depo-Provera]) may improve symptoms of endometriosis compared with placebo.33Two trials comparing a lower-dose depot medroxyprogesterone (Depo-subQ Provera) with the GnRH analogue leuprolide (Lupron) showed comparable improvement in pain.34,40Both trials indicated that depot medroxyprogesterone resulted in less bone loss and hypoestrogenic adverse effects than leuprolide; however, depot medroxyprogesterone labels include U.S. Food and Drug Administration boxed warnings for bone loss. Two studies comparing dienogest (a new selective progestin that is not yet available in the United States) with GnRH analogues also showed comparable improvement in pain.41,42"
        },
        {
            "parent": 8,
            "text": "A small study showed that the etonogestrel subdermal implant (Implanon) was as effective as depot medroxyprogesterone for endometriosis pain.43Small nonrandomized studies have shown a possible improvement in endometriosis pain with the levonorgestrel-releasing intrauterine system (Mirena).33,35"
        },
        {
            "parent": 9,
            "text": "If NSAIDs and hormonal contraceptives are ineffective, the next step is treatment with a GnRH analogue such as leuprolide or goserelin (Zoladex). GnRH analogue therapy downregulates the pituitary, resulting in “medical menopause,”44and has been shown to improve pain in women with endometriosis.36However, the therapy causes adverse effects, such as hot flashes, night sweats, and possible bone loss, in many women. To mitigate the menopausal symptoms, reinitiating hormone therapy with low-dose estrogen and progestin is common."
        },
        {
            "parent": 10,
            "text": "Danazol, an androgen, is effective in the treatment of pelvic pain associated with endometriosis.37However, androgenic adverse effects, such as acne, hirsutism, and male pattern baldness, often limit its use. The drug has several U.S. Food and Drug Administration boxed warnings, including the risk of thrombosis and teratogenicity."
        },
        {
            "parent": 11,
            "text": "Laparoscopic ablation of deposits and excision of endometriomas are options to relieve pain and treat infertility. Excision of endometriomas will more effectively improve pregnancy rates than a drainage and ablation technique, but there is little evidence on the success of surgical treatment in advanced disease.26,45If a woman with endometriosis does not desire future pregnancy and all medical treatments and conservative surgical therapies have been ineffective, a hysterectomy may be performed."
        },
        {
            "parent": 12,
            "text": "Several medications are under evaluation for the treatment of endometriosis, including mifepristone (Mifeprex); aromatase inhibitors (i.e., letrozole [Femara], anastrozole [Arimidex], and exemestane [Aromasin]); Chinese herbal medications; gestrinone (a 19-nortestosterone derivative that has antiprogestational and antiestrogenic properties; not available in the United States); immunomodulators (i.e., pentoxifylline [Trental] and interferon); and selective estrogen receptor modulators.33Acupuncture may also be effective in the treatment of pain.46"
        },
        {
            "parent": 13,
            "text": "Women with infertility due to endometriosis usually will undergo laparoscopy. In women with mild endometriosis diagnosed by laparoscopy, surgical treatment of lesions improves pregnancy rates compared with no treatment of lesions.26,47"
        },
        {
            "parent": 13,
            "text": "A Cochrane review evaluated 25 randomized controlled trials comparing oral contraceptives, progestins, and danazol with placebo to determine the effectiveness of temporary ovulation suppression for endometriosis-related infertility.45The review measured outcomes related to effects on subsequent fertility, such as live birth after 20 weeks' gestation and clinical pregnancy (evidenced by fetal heart motion and gestational sac) compared with adverse events (i.e., miscarriage, ectopic pregnancy, fetal abnormalities, adverse drug effects). The review showed that ovulation suppression had no effect on subsequent fertility compared with placebo."
        },
        {
            "parent": 13,
            "text": "Data Sources:We searched PubMed, the Cochrane Database of Systematic Reviews, the National Guideline Clearinghouse, and Clinical Evidence using the search terms endometriosis, etiology of endometriosis, epidemiology of endometriosis, treatment of endometriosis, and infertility associated with endometriosis. Search dates: December 2010 to January 2011."
        }
    ],
    "locked": false
}