{
    "url": "https://www.aafp.org/pubs/afp/issues/2014/0401/p553.html#afp20140401p553-f2",
    "title": "Acute Pericarditis: Diagnosis and Management | AAFP",
    "author": "MATTHEW J. SNYDER, DO, JENNIFER BEPKO, MD, AND MERIMA WHITE, DO",
    "doi": "Am Fam Physician.2014;89(7):553-560",
    "abstract": "Acute pericarditis, inflammation of the pericardium, is found in approximately 5% of patients admitted to the emergency department for chest pain unrelated to acute myocardial infarction. It occurs most often in men 20 to 50 years of age. Acute pericarditis has a number of potential etiologies including infection, acute myocardial infarction, medication use, trauma to the thoracic cavity, and systemic diseases, such as rheumatoid arthritis. However, most etiologic evaluations are inconclusive. Patients with acute pericarditis commonly present with acute, sharp, retrosternal chest pain that is relieved by sitting or leaning forward. A pericardial friction rub is found in up to 85% of patients. Classic electrocardiographic changes include widespread concave upward ST-segment elevation without reciprocal T-wave inversions or Q waves. First-line treatment includes nonsteroidal anti-inflammatory drugs and colchicine. Glucocorticoids are traditionally reserved for severe or refractory cases, or in cases when the cause of pericarditis is likely connective tissue disease, autoreactivity, or uremia. Cardiology consultation is recommended for patients with severe disease, those with pericarditis refractory to empiric treatment, and those with unclear etiologies.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Clinical Presentation and Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "HISTORY AND PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 3,
            "name": "ELECTROCARDIOGRAPHIC FINDINGS",
            "level": 3
        },
        {
            "id": 4,
            "name": "DIAGNOSIS AND FURTHER EVALUATION",
            "level": 3
        },
        {
            "id": 5,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 6,
            "name": "NSAIDS",
            "level": 3
        },
        {
            "id": 7,
            "name": "COLCHICINE",
            "level": 3
        },
        {
            "id": 8,
            "name": "GLUCOCORTICOIDS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Acute pericarditis is the most common affliction of the pericardium. It is diagnosed in approximately 0.1% of patients hospitalized for chest pain and in 5% of patients admitted to the emergency department for chest pain unrelated to acute myocardial infarction (MI).1Although acute pericarditis occurs in all age groups and in men and women, it presents most often in men 20 to 50 years of age.2Acute pericarditis by itself confers low mortality; however, the high rate of recurrence and the difficulty of controlling symptoms contribute to high morbidity. After an initial episode of acute pericarditis, 30% of patients have a recurrence.3Factors associated with increased morbidity are shown inTable 1.4–6"
        },
        {
            "parent": 0,
            "text": "Healthy pericardium consists of the inner serous visceral layer and the outer fibrous parietal layer that envelop the heart. About 15 to 50 mL of fluid, an ultrafiltrate of plasma, separates these layers. Acute pericarditis can result from a systemic disease or a process isolated to the pericardium(Table 2).2,7,8In most immunocompetent patients, viral or idiopathic etiologies are common, but other causes must be considered.9Localized to the heart, acute pericarditis can occur secondary to an MI or a dissecting aortic aneurysm. Systemic conditions, such as malignancy, inflammatory responses, autoimmune disorders (e.g., rheumatoid arthritis), and uremia, can precipitate acute pericarditis. External causes other than viral infections include pharmacologic agents (e.g., hydralazine, isoniazid), radiation treatment, blunt or sharp trauma to the thoracic cavity, and bacterial infection.9Most etiologic evaluations are inconclusive."
        },
        {
            "parent": 2,
            "text": "In more than 95% of cases, patients with acute pericarditis present with acute retrosternal, sharp, pleuritic chest pain that varies in severity.10The pain may radiate into the neck, jaw, or arms, similar to an MI. In contrast to the pain from myocardial ischemia, chest pain from acute pericarditis is exacerbated in the supine position, by coughing, and with inspiration. The pain usually improves in the seated position or by leaning forward, which reduces pressure on the parietal pericardium, but it is not relieved with nitrates.2Acute chest pain may or may not occur in patients with uremic pericarditis or pericarditis associated with rheumatologic disorders, although pleuritic chest pain may be the initial presentation of systemic lupus erythematosus. Dull, oppressive chest pain radiating to the trapezius ridges or shoulders may occur with acute pericarditis, making it difficult to differentiate from other common or life-threatening causes of chest pain, such as MI or aortic dissection(Tables 311and49)."
        },
        {
            "parent": 2,
            "text": "Additional clinical findings reflective of the underlying etiology, such as those consistent with specific autoimmune disorders or malignancies, may occur in patients with acute pericarditis. Patients with a bacterial etiology may present with fever, chills, and leukocytosis, whereas those with a viral etiology may present with influenza-like or gastrointestinal symptoms."
        },
        {
            "parent": 2,
            "text": "A pericardial friction rub, which is highly specific and pathognomonic for acute pericarditis, occurs in up to 85% of patients, but its absence does not exclude the diagnosis.12Friction rubs are characterized by a superficial scratchy or squeaking quality with varying intensity that may come and go over a period of hours, and may be heard best with the absence of a pericardial effusion. The intensity of the friction rub may be increased during auscultation by having the patient lean forward or rest the elbows on the knees, applying firm pressure on the stethoscope diaphragm during suspended respiration.9Respiration does not affect a pericardial friction rub and thus allows differentiation from a pleural rub."
        },
        {
            "parent": 3,
            "text": "Electrocardiographic changes caused by significant pericardial inflammation occur in approximately 90% of patients with acute pericarditis,2with the possible exception of those with uremic pericarditis, and typically evolve in four stages(Figure 12,9). Classic changes include widespread concave upward ST-segment elevation and PR-segment depression without T-wave inversions. In contrast, pathologic Q waves, regional convex ST-segment elevations, and reciprocal changes commonly occur with myocardial ischemia or infarction. When the ratio of ST-segment elevation to T-wave amplitude (in mm) in lead V6exceeds 0.25, acute pericarditis is usually present.13Electrocardiographic manifestations of acute pericarditis, acute MI, and early repolarization are shown inTable 5.2,9,14"
        },
        {
            "parent": 4,
            "text": "Diagnosis requires at least two of the following criteria: characteristic sharp, pleuritic chest pain; pericardial friction rub; suggestive changes on electrocardiography; and a new or worsening pericardial effusion.15In addition to a history, physical examination, and electrocardiography, evaluation includes chest radiography and laboratory studies to support the diagnosis, such as complete blood count, basic metabolic panel, troponin-I and creatine kinase levels, erythrocyte sedimentation rate, and serum C-reactive protein [CRP] level2,7,15(Figure 2). Chest radiography can rule out abnormalities of the lungs and mediastinum, specifically pericardial effusion. Cardiomegaly in the absence of known cardiac disease indicates a pericardial effusion of at least 250 mL.9The white blood cell count, erythrocyte sedimentation rate, and serum CRP level usually are elevated.9"
        },
        {
            "parent": 4,
            "text": "In a prospective cohort study of 200 patients 18 to 90 years of age with acute pericarditis, high-sensitivity CRP levels were elevated in 76% of patients, and normalization occurred within two weeks after treatment in 85% of patients.16Persistent high-sensitivity CRP elevation at one week may indicate continued inflammation and need for prolonged therapy. Plasma cardiac troponin-I levels are elevated in approximately 30% to 50% of patients who have acute pericarditis (primarily associated with epicardial inflammation rather than myocyte necrosis), with or without an elevation in the MB fraction of serum creatine kinase.9,17The rise in cardiac troponin-I levels is transient, typically resolves within seven to 14 days after presentation, and does not have an adverse prognosis.17,18"
        },
        {
            "parent": 4,
            "text": "Transthoracic echocardiography should be performed to exclude a pericardial effusion and cardiac tamponade.19Small (less than 10 mm of echo-free space in diastole) and moderate (10 to 20 mm) pericardial effusions (79% and 10%, respectively) were found in 180 of 300 consecutive patients (60%) with acute pericarditis.10If suspected purulent, tuberculous, or neoplastic pericarditis or an effusion that is refractory to treatment causes hemodynamic compromise or cardiac tamponade, then pericardiocentesis and possible pericardial biopsy are indicated.9Pericardiocentesis may also be indicated for large (greater than 20 mm) or symptomatic pericardial effusions refractory to medical treatment.15The absence of a pericardial effusion does not exclude acute pericarditis. Cardiac tamponade is present in 5% to 15% of patients with acute idiopathic pericarditis and in 60% of those with neoplastic, tuberculous, or purulent pericarditis.20Pericardial calcifications noted on transthoracic echocardiography suggest constrictive pericarditis.2"
        },
        {
            "parent": 4,
            "text": "Clinical presentation should dictate other testing and imaging to determine the etiology of the pericarditis. Human immunodeficiency virus assay, antinuclear antibody, rheumatoid factor, tuberculin skin testing, or quantiferon tuberculosis assay should be considered in immunocompromised or high-risk patients.2Viral cultures and antibody titers are not indicated because of their low yield and lack of influence on management.9Further imaging via computed tomography and magnetic resonance imaging may be indicated for symptoms not responding to empiric treatment or in the setting of suspected complex etiologies, such as malignancy.21"
        },
        {
            "parent": 5,
            "text": "Many patients with pericarditis can be successfully treated in the outpatient setting(Figure 2). Clinical presentation, presumed etiology, medical history, and response to previous treatments help determine management options. Patients at higher risk should be treated in the hospital(Table 14–6)."
        },
        {
            "parent": 6,
            "text": "Although there are no randomized controlled trials to date, pericarditis usually is treated empirically with nonsteroidal anti-inflammatory drugs (NSAIDs).7Patients with presumed viral or idiopathic pericarditis should start on NSAIDs and continue until symptom resolution, which usually takes two weeks.22Although many different NSAIDs are available, there is no evidence that any particular one is superior to another for treating acute pericarditis. However, the preferred agent to treat acute pericarditis caused by MI is aspirin in a dosage of 650 to 1,000 mg four times per day with a taper over four weeks.6,10"
        },
        {
            "parent": 6,
            "text": "An observational study with aspirin (800 mg orally every six to eight hours for seven to 10 days followed by a two- to three-week taper) and gastroprotection showed a resolution rate of 87% with follow-up for 38 months.10Ibuprofen, which may be preferred because of the adverse effect profile, can be prescribed at 300 to 800 mg every six to eight hours tapered to 800 mg weekly over three to four weeks.6,7Indomethacin (Indocin) should be prescribed at 75 to 150 mg daily.6Tapering will decrease the risk of recurrences and should be guided by symptoms and inflammatory markers (e.g., erythrocyte sedimentation rate, CRP level).22Patients should limit strenuous activities until they are pain free and their biomarkers have normalized.22Gastroprotection should be used in appropriate patients while they are taking NSAIDs."
        },
        {
            "parent": 7,
            "text": "Colchicine is used to treat recurrent pericarditis or pericarditis that does not respond to conventional treatment.23European guidelines also suggest colchicine as a possible initial treatment choice for acute pericarditis.7In one prospective, randomized, open-label study, patients with acute pericarditis received conventional treatment plus colchicine or conventional treatment alone. Patients who received colchicine had a significantly lower recurrence rate at 18 months (10.7% vs. 32.3%;P= .004) and symptom persistence at 72 hours (11.7% vs. 36.7%;P= .003).24When combined with an NSAID, colchicine decreased symptoms, decreased rate of recurrence, and was better tolerated than an NSAID alone."
        },
        {
            "parent": 7,
            "text": "These findings were confirmed in a subsequent multicenter, randomized, double-blind, controlled trial in which colchicine or placebo was added to conventional therapy in patients with acute pericarditis. Colchicine was given at a dosage of 0.5 mg twice daily for three months in patients weighing more than 154 lb (70 kg) or 0.5 mg once daily in patients weighing 154 lb or less. Incessant or recurrent pericarditis occurred in 16.7% of the colchicine group vs. 37.5% of the placebo group (relative risk = 0.56; 95% confidence interval, 0.30 to 0.72; number needed to treat = 4;P< .001). Colchicine also reduced the rate of symptom persistence at 72 hours (19.2% vs. 40%;P= .001), reduced the number of recurrences per patient (0.21 vs. 0.52;P= .001), and improved the remission rate at one week (85% vs. 58.3%;P< .001).23"
        },
        {
            "parent": 7,
            "text": "Colchicine should not be taken with macrolides and should be used cautiously in patients with renal insufficiency because colchicine levels will increase. Maintenance or prophylactic doses of colchicine should be reduced by 50% in patients older than 70 years who have impaired renal function and glomerular filtration rates less than 50 mL per minute.6Additional potential adverse effects include diarrhea (up to 10% of cases), nausea, vomiting, myotoxicity, hepatotoxicity, and bone marrow suppression.6Baseline blood analysis (including complete blood count, and transaminase, creatine kinase, and serum creatinine levels) should be performed at the time of colchicine initiation and approximately one month later to assess for adverse effects.6"
        },
        {
            "parent": 8,
            "text": "In general, glucocorticoids should not be used as first-line therapy for patients with acute pericarditis. Glucocorticoid use during acute pericarditis confers a significant risk of adverse effects and possible recurrence of pericarditis (odds ratio = 4.30; 95% confidence interval, 1.21 to 15.25;P= .024) caused by reactivation of a viral infection or an increase in viral replication.6However, glucocorticoids may be considered when the cause of the acute pericarditis is connective tissue disease, autoreactivity, or uremia.7Prednisone may be prescribed at 1 mg per kg per day with a rapid taper or titrated to a dosage that achieves clinical benefit (0.25 mg per kg per day). Toward the end of the taper (generally six to eight weeks), NSAIDs or colchicine can be introduced to decrease the risk of recurrence.6The taper is based on clinical symptoms and serum biomarkers. If symptoms return, NSAIDs can be added. If symptoms do not improve, the last dosage of glucocorticoids that suppressed symptoms should be restarted. Glucocorticoid treatment should be continued for two to three weeks.6Consultation with a cardiologist is recommended for patients with severe disease, those with pericarditis refractory to treatment, and those with unclear etiologies."
        },
        {
            "parent": 8,
            "text": "Data Sources: PubMed, Ovid, and the Cochrane database were searched using the key words acute pericarditis, acute pericarditis treatment, and acute pericarditis diagnosis. Essential Evidence Plus was also searched. Search dates: September and October 2011, January 2012, and December 2013.Figure 1courtesy of Alan Hinderliter, MD, Department of Medicine, Division of Cardiology, University of North Carolina at Chapel Hill."
        }
    ],
    "locked": false
}