{
    "url": "https://www.aafp.org/pubs/afp/issues/2015/0315/p378.html#afp20150315p378-f2",
    "title": "Diagnosis and Treatment of Temporomandibular Disorders | AAFP",
    "author": "ROBERT L. GAUER, MD, AND MICHAEL J. SEMIDEY, DMD",
    "doi": "Am Fam Physician.2015;91(6):378-386",
    "abstract": "Temporomandibular disorders (TMD) are a heterogeneous group of musculoskeletal and neuromuscular conditions involving the temporomandibular joint complex, and surrounding musculature and osseous components. TMD affects up to 15% of adults, with a peak incidence at 20 to 40 years of age. TMD is classified as intra-articular or extra-articular. Common symptoms include jaw pain or dysfunction, earache, headache, and facial pain. The etiology of TMD is multifactorial and includes biologic, environmental, social, emotional, and cognitive triggers. Diagnosis is most often based on history and physical examination. Diagnostic imaging may be beneficial when malocclusion or intra-articular abnormalities are suspected. Most patients improve with a combination of noninvasive therapies, including patient education, self-care, cognitive behavior therapy, pharmacotherapy, physical therapy, and occlusal devices. Nonsteroidal anti-inflammatory drugs and muscle relaxants are recommended initially, and benzodiazepines or antidepressants may be added for chronic cases. Referral to an oral and maxillofacial surgeon is indicated for refractory cases.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Classification",
            "level": 2
        },
        {
            "id": 2,
            "name": "Differential Diagnosis",
            "level": 2
        },
        {
            "id": 3,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 4,
            "name": "DIAGNOSIS",
            "level": 3
        },
        {
            "id": 5,
            "name": "IMAGING",
            "level": 3
        },
        {
            "id": 6,
            "name": "DIAGNOSTIC INJECTIONS",
            "level": 3
        },
        {
            "id": 7,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 8,
            "name": "NONPHARMACOLOGIC MANAGEMENT",
            "level": 3
        },
        {
            "id": 9,
            "name": "PHARMACOLOGIC MANAGEMENT",
            "level": 3
        },
        {
            "id": 10,
            "name": "OCCLUSAL SPLINTS AND ADJUSTMENTS",
            "level": 3
        },
        {
            "id": 11,
            "name": "Referral",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The temporomandibular joint (TMJ) is formed by the mandibular condyle inserting into the mandibular fossa of the temporal bone. Muscles of mastication are primarily responsible for movement of this joint(Figure 1). Temporomandibular disorders (TMD) are characterized by craniofacial pain involving the joint, masticatory muscles, or muscle innervations of the head and neck.1TMD is a major cause of nondental pain in the orofacial region. Population-based studies show that TMD affects 10% to 15% of adults, but only 5% seek treatment.2,3The incidence of TMD peaks from 20 to 40 years of age; it is twice as common in women than in men and carries a significant financial burden from loss of work.4Symptoms can range from mild discomfort to debilitating pain, including limitations of jaw function."
        },
        {
            "parent": -1,
            "text": "The spectrum for TMD is reflected in its classification(eTable A). The most common syndromes are myofascial pain disorder, disk derangement disorders, osteoarthritis, and autoimmune disorders. The discussion of acute dislocations, trauma, and neoplasia is beyond the scope of this article."
        },
        {
            "parent": 0,
            "text": "The etiology of TMD is multifactorial and includes biologic, environmental, social, emotional, and cognitive triggers. Factors consistently associated with TMD include other pain conditions (e.g., chronic headaches), fibromyalgia, autoimmune disorders, sleep apnea, and psychiatric illness.1,3A prospective cohort study with more than 6,000 participants showed a twofold increase in TMD in persons with depression (rate ratio = 2.1; 95% confidence interval, 1.5 to 3;P< .001) and a 1.8-fold increase in myofascial pain in persons with anxiety (rate ratio = 1.8; 95% confidence interval, 1.2 to 2.6;P< .001).5Smoking is associated with an increased risk of TMD in females younger than 30 years.6"
        },
        {
            "parent": 1,
            "text": "TMD is categorized as intra-articular (within the joint) or extra-articular (involving the surrounding musculature).7Musculoskeletal conditions are the most common cause of TMD, accounting for at least 50% of cases.8,9Articular disk displacement involving the condyle–disk relationship is the most common intra-articular cause of TMD.10"
        },
        {
            "parent": 1,
            "text": "In 2013, the International Research Diagnostic Criteria for Temporomandibular Dysfunction Consortium Network published an updated classification structure for TMD(eTable A)."
        },
        {
            "parent": 2,
            "text": "Clinicians should be vigilant in diagnosing TMD in patients who present with pain in the TMJ area. Conditions that sometimes mimic TMD include dental caries or abscess, oral lesions (e.g., herpes zoster, herpes simplex, oral ulcerations, lichen planus), conditions resulting from muscle overuse (e.g., clenching, bruxism, excessive chewing, spasm), trauma or dislocation, maxillary sinusitis, salivary gland disorders, trigeminal neuralgia, postherpetic neuralgia, glossopharyngeal neuralgia, giant cell arteritis, primary headache syndrome, and pain associated with cancer.11,12The differential diagnosis and associated clinical findings are presented inTable 1.11,12TMD symptoms can also manifest in autoimmune diseases, such as systemic lupus erythematosus, Sjögren syndrome, and rheumatoid arthritis.11"
        },
        {
            "parent": 4,
            "text": "The diagnosis of TMD is based largely on history and physical examination findings. The symptoms of TMD are often associated with jaw movement (e.g., opening and closing the mouth, chewing) and pain in the preauricular, masseter, or temple region. Another source of orofacial pain should be suspected if pain is not affected by jaw movement. Adventitious sounds of the jaw (e.g., clicking, popping, grating, crepitus) may occur with TMD, but also occur in up to 50% of asymptomatic patients.1A large retrospective study (n = 4,528) conducted by a single examiner over 25 years noted that the most common presenting signs and symptoms were facial pain (96%), ear discomfort (82%), headache (79%), and jaw discomfort or dysfunction (75%).13Other symptoms may include dizziness or neck, eye, arm, or back pain. Chronic TMD is defined by pain of more than three months' duration."
        },
        {
            "parent": 4,
            "text": "Physical examination findings that support the diagnosis of TMD may include—but are not limited to—abnormal mandibular movement, decreased range of motion, tenderness of masticatory muscles, pain with dynamic loading, signs of bruxism, and neck or shoulder muscle tenderness. Clinicians should assess for malocclusion (e.g., acquired edentulism, hemifacial asymmetries, restorative occlusal rehabilitation), which can contribute to the manifestation of TMD. Cranial nerve abnormalities should not be attributed to TMD.14A clicking, crepitus, or locking of the TMJ may accompany joint dysfunction. A single click during opening of the mouth may be associated with an anterior disk displacement. A second click during closure of the mouth results in recapture of the displaced disk; this condition is referred to as disk displacement with reduction. When disk displacement progresses and the patient is unable to fully open the mouth (i.e., the disk is blocking translation of the condyle), this condition is referred to as closed lock. Crepitus is related to articular surface disruption, which often occurs in patients with osteoarthritis.11"
        },
        {
            "parent": 4,
            "text": "Reproducible tenderness to palpation of the TMJ is suggestive of intra-articular derangement. Tenderness of the masseter, temporalis, and surrounding neck muscles may distinguish myalgia, myofascial trigger points, or referred pain syndrome. Deviation of the mandible toward the affected side during mouth opening may indicate anterior articular disk displacement.15"
        },
        {
            "parent": 5,
            "text": "Imaging can assist in the diagnosis of TMD when history and physical examination findings are equivocal.16Although infrequently used, multiple imaging modalities are available to obtain additional information about suspected TMD etiologies17,18(eTable B). The initial study should be plain radiography (transcranial and transmaxillary views) or panoramic radiography. Acute fractures, dislocations, and severe degenerative articular disease are often visible in these studies. Computed tomography is superior to plain radiography for evaluation of subtle bony morphology. Magnetic resonance imaging is the optimal modality for comprehensive joint evaluation in patients with signs and symptoms of TMD. Although there is a 78% to 95% correlation between magnetic resonance imaging findings and joint morphology in symptomatic patients,15,19–21false-positive findings occur in 20% to 34% of asymptomatic patients.22Magnetic resonance imaging is typically reserved for patients with persistent symptoms, those in whom conservative therapy has been ineffective, or in those with suspected internal joint derangement. Ultrasonography is a noninvasive, dynamic, low-cost technique to diagnose internal derangement of the TMJ when magnetic resonance imaging is not readily available.23"
        },
        {
            "parent": 6,
            "text": "Injections of local anesthetic at trigger points involving the muscles of mastication can be a diagnostic adjunct to distinguish the source of jaw pain. This procedure should be performed only by physicians and dentists with experience in anesthetizing the auriculotemporal nerve region. When performed correctly, complication rates are low. Persistent pain after appropriate nerve blockade should alert the clinician to reevaluate TMD symptoms and consider an alternative diagnosis.24"
        },
        {
            "parent": 7,
            "text": "Only 5% to 10% of patients require treatment for TMD, and 40% of patients have spontaneous resolution of symptoms.25In a long-term follow-up study, 50% to 90% of patients had pain relief after conservative therapy.26A multidisciplinary approach is successful for the management of TMD. Initial treatment goals should focus on resolving pain and dysfunction. More than 1,500 persons in an online TMD registry reported that they had received anti-inflammatory agents (73%), nonprescription pain relievers (56%), antidepressants (50%), opioids (48%), anxiolytics (41%), and muscle relaxants (40%).27Surgical interventions were reserved for patients whose symptoms did not improve after a trial of conservative therapy.Figure 2presents an abbreviated treatment algorithm for the nonsurgical management of TMD."
        },
        {
            "parent": 8,
            "text": "Supportive patient education is the recommended initial treatment for TMD.28,29Adjunctive measures include jaw rest, soft diet, moist warm compresses, and passive stretching exercises. TMJ immobilization has shown no benefit and may worsen symptoms as a result of muscle contractures, muscle fatigue, and reduced synovial fluid production.30"
        },
        {
            "parent": 8,
            "text": "Physical Therapy. There is evidence—albeit weak—that supports the use of physical therapy for improving symptoms associated with TMD.31Techniques may be active or passive (e.g., scissor opening with fingers, use of medical devices) with the goal of improving muscle strength, coordination, relaxation, and range of motion.31Specialized physical therapy options such as ultrasound, iontophoresis, electrotherapy, or low-level laser therapy have been used in the management of TMD, despite the lack of evidence to support their use.32Treatment of underlying comorbid conditions results in greater likelihood of success in the management of TMD."
        },
        {
            "parent": 8,
            "text": "Acupuncture. Acupuncture is used increasingly in the treatment of myofascial TMD. Sessions typically last 15 to 30 minutes, and the mean number of sessions is six to eight.33Two systematic reviews suggested that acupuncture is a reasonable adjunctive treatment for short-term analgesia in patients with painful TMD symptoms.34,35"
        },
        {
            "parent": 8,
            "text": "Biofeedback. A Cochrane review supports the use of cognitive behavior therapy and biofeedback in both short- and long-term pain management for patients with symptomatic TMD when compared with usual management.36Patients should be counseled on behavior modifications such as stress reduction, sleep hygiene, elimination of parafunctional habits (e.g., teeth grinding, pencil or ice chewing, teeth clenching), and avoidance of extreme mandibular movement (e.g., excessive opening during yawning, tooth brushing, and flossing)."
        },
        {
            "parent": 9,
            "text": "Pharmacologic treatments for TMD are largely based on expert opinion. Several classes of medication are used to treat the underlying pain associated with TMD."
        },
        {
            "parent": 9,
            "text": "A Cochrane review evaluating nonsteroidal anti-inflammatory drugs (NSAIDs; including salicylates and cyclooxygenase inhibitors), benzodiazepines, anti-epileptic agents, and muscle relaxants initially included 2,285 studies, 11 of which were included in the qualitative synthesis.37The authors found insufficient evidence to support or refute the effectiveness of any drug for the treatment of TMD."
        },
        {
            "parent": 9,
            "text": "Results of an evidence-based literature review of various pharmacologic options are shown inTable 2.38–50NSAIDs are first-line agents typically used for 10 to 14 days for initial treatment of acute pain.44,47,51Patients with suspected early disk displacement, synovitis, and arthritis benefit from early treatment with NSAIDs. Despite the multiple choices of NSAIDs available, only naproxen (Naprosyn) has proven benefit in reduction of pain.47Muscle relaxants can be prescribed with NSAIDs if there is evidence of a muscular component to TMD.46Tricyclic antidepressants—most commonly amitriptyline, desipramine (Norpramin), doxepin, and nortriptyline (Pamelor)—are used for the management of chronic TMD pain. Benzodiazepines are also used, but are generally limited to two to four weeks in the initial phase of treatment.40,44Longer-acting agents with anticonvulsant properties (i.e., diazepam [Valium], clonazepam [Klonopin], gabapentin [Neurontin]) may provide more benefit than shorter-acting agents. Opioids are not recommended and, if prescribed, should be used for a short period in the setting of severe pain for patients in whom nonopiate therapies have been ineffective. Even with these parameters, opioids should be used cautiously because of the potential for dependence.51"
        },
        {
            "parent": 9,
            "text": "Medications that have limited or no effectiveness for the treatment of TMD include tramadol (Ultram), topical medications (e.g., capsaicin [Zostrix], lidocaine, diclofenac52), and newer antidepressants (e.g., selective serotonin reuptake inhibitors, serotonin-norepinephrine reuptake inhibitors, monoamine oxidase inhibitors).37"
        },
        {
            "parent": 9,
            "text": "There has been a limited number of studies investigating the effectiveness of onabotulinumtoxinA (Botox) in the management of TMD.53Early small randomized controlled trials have shown promising results for the improvement of painful myofascial symptoms.54–56However, a recent Cochrane review (four studies, N = 233) found inconclusive evidence to support use of onabotulinumtoxinA for myofascial pain.57Only one of the four studies demonstrated benefit with this modality."
        },
        {
            "parent": 10,
            "text": "The use of occlusal splints is thought to alleviate or prevent degenerative forces placed on the TMJ, articular disk, and dentition.58These devices may benefit a select population of patients with severe bruxism and nocturnal clenching. Systematic reviews have shown conflicting results on the preferred occlusal device for relieving TMD symptoms.59,60Dental consultation should be obtained to determine the optimal occlusal device. Occlusal adjustments (i.e., grinding enamel surfaces to improve dentition) have no benefit in the management or prevention of TMD.61"
        },
        {
            "parent": 11,
            "text": "Referral to an oral and maxillofacial surgeon is recommended if the patient has a history of trauma or fracture to the TMJ complex, severe pain and dysfunction from internal derangement that does not respond to conservative measures, or pain with no identifiable source that persists for more than three to six months.10,14,62Surgery is rarely required for treatment of TMD and is usually reserved for correction of anatomic or articular abnormalities.1Surgical options include arthrocentesis, arthroscopy, diskectomy, condylotomy, and total joint replacement."
        },
        {
            "parent": 11,
            "text": "Although invasive, surgical treatments have shown benefit in alleviating TMD symptoms and increasing joint mobility.63,64Referral to a dentist is indicated for patients with poor dental health, dental caries, malocclusions, or dental wear patterns that may be contributing to TMD symptoms."
        },
        {
            "parent": 11,
            "text": "Data Sources: An OvidSP search was completed using the key terms temporomandibular joint disorders, temporomandibular disorders, headache, diagnosis, acupuncture, treatment, occlusal splints, occlusal adjustment, pharmacotherapy, randomized controlled trials, meta-analysis, botulinum toxin, differential diagnosis, biofeedback, cognitive behavior therapy, physical therapy, and classification. Additional literature searches included the Cochrane library, UpToDate, Essential Evidence Plus, International Association for Dental Research, and the TMJ Association, Ltd. (http://www.tmj.org). Search dates: December 22, 2013; April 8, 2014; and November 6, 2014."
        },
        {
            "parent": 11,
            "text": "The authors thank Katrease Gauer for her assistance with the manuscript."
        },
        {
            "parent": 11,
            "text": "The opinions and assertions contained herein are the private views of the authors and are not to be construed as official or as reflecting the views of the Medical Department of the U.S. Army or the U.S. Army Service at large."
        }
    ],
    "locked": false
}