{
    "url": "https://www.aafp.org/pubs/afp/issues/2015/0715/p106.html#afp20150715p106-f2",
    "title": "Differential Diagnosis of the Swollen Red Eyelid | AAFP",
    "author": "ROBERT THOMAS CARLISLE, MD, MPH, AND JOHN DIGIOVANNI, DO",
    "doi": "Am Fam Physician.2015;92(2):106-112",
    "abstract": "The swollen red eyelid is a common presentation in primary care. An understanding of the anatomy of the orbital region can guide care. Factors that guide diagnosis and urgency of care include acute vs. subacute onset of symptoms, presence or absence of pain, identifiable mass within the eyelid vs. diffuse lid swelling, and identification of vision change or ophthalmoplegia. Superficial skin processes presenting with swollen red eyelid include vesicles of herpes zoster ophthalmicus; erythematous irritation of contact dermatitis; raised, dry plaques of atopic dermatitis; and skin changes of malignancies, such as basal or squamous cell carcinoma. A well-defined mass at the lid margin is often a hordeolum or stye. A mass within the midportion of the lid is commonly a chalazion. Preseptal and orbital cellulitis are important to identify, treat, and differentiate from each other. Orbital cellulitis is more often marked by changes in ability of extraocular movements and vision as opposed to preseptal cellulitis where these characteristics are classically normal. Less commonly, autoimmune processes of the orbit or ocular tumors with mass effect can create an initial impression of a swollen eyelid.",
    "headers": [
        {
            "id": 0,
            "name": "Anatomy",
            "level": 2
        },
        {
            "id": 1,
            "name": "Superficial Skin Processes",
            "level": 2
        },
        {
            "id": 2,
            "name": "Inflammatory Eyelid Processes",
            "level": 2
        },
        {
            "id": 3,
            "name": "HORDEOLUM",
            "level": 3
        },
        {
            "id": 4,
            "name": "CHALAZION",
            "level": 3
        },
        {
            "id": 5,
            "name": "BLEPHARITIS",
            "level": 3
        },
        {
            "id": 6,
            "name": "DACRYOADENITIS",
            "level": 3
        },
        {
            "id": 7,
            "name": "Cellulitis",
            "level": 2
        },
        {
            "id": 8,
            "name": "Orbital Mass Effect",
            "level": 2
        },
        {
            "id": 9,
            "name": "Medication Effects",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The eyelid contains multiple glandular structures and tissue connections that protect and contribute to function of the eye. Understanding the anatomy of the orbital region guides the awareness of pathology and diagnosis of conditions presenting with a swollen red eyelid(Table 1). Issues affecting the skin elsewhere on the body, such as atopic dermatitis, insect bites, cellulitis, and necrotizing fasciitis, can occur on the skin of the eyelid. Methicillin-resistantStaphylococcus aureus(MRSA) colonization and infections can also affect the eyelid. Systemic processes, such as autoimmune disease, metastatic cancer, heart failure, and nephrotic syndrome, can manifest in the orbital region.1–3"
        },
        {
            "parent": 0,
            "text": "The eyelid is a complex, fully functioning skin tissue that consists of eyelashes, lacrimal (tear) glands, sebaceous (oil or meibomian) glands, and sweat glands (glands of Zeis or Moll).4"
        },
        {
            "parent": 0,
            "text": "Figure 1depicts the anatomy of the orbit and eyelid. These structures can develop inflammatory reactions leading to a red, swollen eyelid. The lacrimal glands produce tears that run medially over the cornea and drain into the nasolacrimal sac.4The eyelid and conjunctivae are colonized by the usual flora of the body, including fungi andS. aureus.4,5"
        },
        {
            "parent": 0,
            "text": "The orbits contain the globe, muscles for eye movement, optic nerve, arteries, veins, and surrounding fat. The orbital septum creates an anatomic barrier of connective tissue that runs from the periosteum of the skull through the eyelid. The orbital septum separates preseptal tissues from the orbital tissues. Anatomically, the eyelid is part of the preseptal tissue. Tumor effect and inflammation posterior to the orbital septum can disrupt blood flow to the globe, impede function of the optic nerve, affect vision, and limit the function of ocular muscles.6,7"
        },
        {
            "parent": 0,
            "text": "The paranasal sinuses (maxillary, frontal, ethmoid, and sphenoid) abut the orbit on three sides.8The lateral aspect of the ethmoid bone is called the lamina papyracea (Latin for “layer of paper”). It forms a thin, bony separation that can allow extravasation of inflammation from the ethmoid sinus into the orbital cavity.6,8,9"
        },
        {
            "parent": 0,
            "text": "Venous flow from the orbital region drains into the ophthalmic veins and subsequently the cavernous sinus. The teeth are in close proximity to the area, and dental pathology can present with orbital symptoms.6,10"
        },
        {
            "parent": 0,
            "text": "The eyelid can appear swollen because of processes in the eyelid or mass effects from the tissues posterior to the orbital septum. Prompt diagnosis is vital to guide appropriate therapy and avoid vision loss. Issues that warrant immediate ophthalmology consultation include penetrating trauma through the eyelid or into the globe, a change in vision such as diplopia, and loss of extraocular movements (ophthalmoplegia).1,6,8"
        },
        {
            "parent": 0,
            "text": "Figure 2depicts a suggested approach to evaluation of the swollen red eyelid."
        },
        {
            "parent": 1,
            "text": "Herpes zoster ophthalmicus is an infection with the varicella zoster virus. It most commonly affects the frontal nerve branch of the fifth cranial nerve. Like those found elsewhere on the body, herpes zoster lesions involve the dermal tissue, leading to erythematous macules, papules, and vesicles(Figure 3). Lesions are typically distributed on the forehead and upper eyelid, and do not cross the midline. Hutchinson sign is the presence of vesicles on the nose, and may indicate a higher risk of ocular involvement. Cutaneous complications include ptosis, lid scarring, entropion, ectropion, depigmentation, and necrosis.11Recognition of herpes zoster ophthalmicus and treatment with antiviral therapy is important to prevent adverse effects on the cornea and vision.12"
        },
        {
            "parent": 1,
            "text": "Contact dermatitis(Figure 4)is reactive erythema and edema caused by irritating agents contacting the skin. Systemic atopy or atopic dermatitis can manifest on the eyelid with the raised, dry plaques of atopic dermatitis(Figure 5)."
        },
        {
            "parent": 1,
            "text": "Periorbital ecchymosis (i.e., a “black eye”) and the myxedematous changes of systolic heart failure can manifest in the eyelids.1"
        },
        {
            "parent": 1,
            "text": "Basal cell carcinoma and squamous cell carcinoma account for most malignant processes of the eyelid. They are more common on the lower eyelid.13,14Basal cell carcinoma accounts for 80% to 95% of eyelid and medial canthus malignancies, whereas squamous cell carcinoma accounts for 5% to 10%.13,15Malignant melanoma can also involve the eyelid.13Other less common malignancies have been reported.13,16–18"
        },
        {
            "parent": 1,
            "text": "The red tumorous growth of a capillary hemangioma can occur on the eyelid.1,19In an infant, vigorous crying can make the vascular overgrowths more noticeable or larger.20"
        },
        {
            "parent": 3,
            "text": "A hordeolum, or stye, is a well-defined, often painful mass at the eyelid margin, commonly caused by bacterial infection of the follicle of the eyelash.14,21A hordeolum is an infection of the internal meibomian (sebaceous) gland, whereas a stye (external hordeolum) is an infection of the external Zeis (sweat) gland.1,21,22These localized masses appear as papules and furuncles located distally at the lid edge.1,21,22They typically resolve spontaneously within a few days or weeks, and warm compresses can help.1,21Chronic hordeola can lead to chalazia.22"
        },
        {
            "parent": 4,
            "text": "A chalazion is a noninfectious mass surrounding the meibomian gland within the midportion of the eyelid.1,14,22Chalazia tend to present for longer than two weeks compared with the shorter natural history of sties or internal hordeola.1Chalazia may develop from hordeola or when sebum clogs the gland.22The skin of the lid appears unremarkable without findings such as a papule.1The resultant erythema of the mass effect can be confused with cellulitis; however, chalazia are not painful.14,23Surgical intervention with incision and drainage can be considered for very large chalazia.1,14,22Intralesional steroid injections have also been used for treatment if conservative management with time and warm compresses is ineffective.24,25"
        },
        {
            "parent": 5,
            "text": "Blepharitis is inflammation at the base of the eyelashes that can be chronic or acute, and is associated with dry eyes, seborrheic dermatitis, rosacea, and Demodex mite infestation. Symptoms are often worse in the morning. Treatments include warm compresses, gentle massage, washes with diluted baby shampoo, topical antibiotics, topical steroids, oral antibiotics, and combinations of these therapies.26"
        },
        {
            "parent": 6,
            "text": "Dacryoadenitis is inflammation of the lacrimal glands, whereas dacryocystitis is inflammation of the lacrimal sac in the inferior lid.1Both conditions can be caused by viruses or bacteria. Bacterial infections tend to be tenderer to palpation than viral infections.1Staphylococcus,Streptococcus, and gram-negative organisms are common pathogens. Clinically, these processes may mimic preseptal cellulitis."
        },
        {
            "parent": 7,
            "text": "Preseptal (periorbital) and orbital cellulitis are infections of the soft tissues of the orbit. The orbital septum separates the preseptal and orbital spaces.6Classically, local skin trauma allows infection of the preseptal tissues, whereas extravasation of a sinus infection is associated with infection posterior to the orbital septum.5,8,10,27The ethmoid sinus and the wafer-thin lamina papyracea are often the sources of orbital cellulitis.8,9,27Bacterial superinfection can occur over a viral process.28"
        },
        {
            "parent": 7,
            "text": "The most common causes of these infections areStaphylococcus,Streptococcus, andHaemophilus.6,29Immunization againstHaemophilus influenzaetype b has substantially reduced the incidence of infection withHaemophilus.29Preseptal and orbital cellulitis can present with edema around the orbit, fever, and the patient's report of eye pain."
        },
        {
            "parent": 7,
            "text": "Computed tomography of the orbits with intravenous contrast media distinguishes preseptal from orbital cellulitis and can identify abscess formation.30Imaging should be performed in patients with change in visual acuity, proptosis, decreased extraocular movement, or diplopia, or if there is an inability to examine the eye (e.g., the patient cannot open the lid).1,6,8,27,31Computed tomography also demonstrates accompanying sinus disease that may warrant intervention(Figure 6)."
        },
        {
            "parent": 7,
            "text": "Orbital cellulitis warrants consultation with an ophthalmologist and possibly an otolaryngologist, as well as inpatient therapy with intravenous antibiotics.8,9Most cases of orbital cellulitis can be treated with a three-week course of systemic antibiotics.1,10,31Surgical intervention may be required for patients with orbital abscesses or orbital cellulitis that does not respond to empiric antibiotic therapy.5Preseptal cellulitis can be treated with an oral antibiotic that has anti–beta-lactamase activity (e.g., amoxicillin/clavulanate [Augmentin], cefpodoxime) on an outpatient basis if the lid and eye can be fully examined and if follow-up is assured.1"
        },
        {
            "parent": 7,
            "text": "Because MRSA colonizes the skin and conjunctivae of a substantial percentage of persons,32clinicians may consider empiric antibiotic coverage for MRSA depending on local bacterial prevalence.1A lack of response to antibiotic therapy that does not cover MRSA should prompt consideration of MRSA infection."
        },
        {
            "parent": 7,
            "text": "A higher rate of periorbital infections has not been observed in patients with human immunodeficiency virus, but poor outcomes have been reported in patients with advanced AIDS secondary to opportunistic fungal and pseudomonal infections.33Fungal and bacterial cultures should be obtained if there is concern of an opportunistic or atypical infection."
        },
        {
            "parent": 8,
            "text": "Painless, slow onset of proptosis of the globe may initially be reported or identified as a swollen eyelid. Palpation of the lid can clarify whether it is edematous or whether there is a proptotic globe. Unilateral proptosis should trigger consideration of an orbital tumor. Bilateral proptosis should trigger consideration of inflammatory processes such as Graves disease (autoimmune thyroiditis)."
        },
        {
            "parent": 8,
            "text": "Neoplasms, whether primary, metastatic, or lymphoma, can occur in the orbit. Ocular tumors such as retinoblastoma have a subacute onset and no inflammatory findings on imaging.1"
        },
        {
            "parent": 8,
            "text": "Orbital pseudotumor is an idiopathic autoimmune inflammation of the orbit.34It presents with lid swelling, erythema, eye pain, and ophthalmoplegia.1Graves disease can present with painless, slow, insidious development of bilateral proptosis.34Vision and extraocular movements remain intact until late in the disease process.34Wegener granulomatosis (granulomatosis with polyangiitis) has ocular muscle involvement in one-half of cases. Findings include bilateral proptosis, regional erythema, and painful or limited extraocular movements.34"
        },
        {
            "parent": 8,
            "text": "Cavernous sinus thrombosis is a rare disease marked by a distended superior ophthalmic vein that is visible on imaging.30Patients with cavernous sinus thrombosis tend to appear ill (e.g., headache, vomiting, vision changes, stupor)."
        },
        {
            "parent": 9,
            "text": "Medications such as glucocorticoids are known to cause periorbital cutaneous inflammation.13Other drugs, including allopurinol, cephalosporins, corticosteroids, and valproic acid (Depakene), have reported associations with Stevens-Johnson syndrome and toxic epidermal necrolysis, both of which lead to erythema, edema, and erosions of the eyelid.13Dermatology and possible ophthalmology consultations are warranted for aggressive care of these conditions."
        },
        {
            "parent": 9,
            "text": "Data Sources: We searched PubMed using the terms cellulitis, eyelid, abscess, preseptal, and periorbital. Other sources included Essential Evidence Plus and searches of the journalsPediatrics,Archives of Ophthalmology,Ophthalmology, andInfectious Disease Clinics of North America. Selected references within relevant articles were also reviewed. Search dates: April 29, 2014, and August 29, 2014."
        },
        {
            "parent": 9,
            "text": "The authors thank CAPT John V. Hardaway, Chief of Ophthalmology Services at Tripler Army Medical Center, for review of the submitted manuscript; and Diane Kunichika, librarian at Tripler Army Medical Center, for assistance with the literature search."
        },
        {
            "parent": 9,
            "text": "The views expressed in this article are those of the authors and do not reflect the official policy or position of the Department of the Army, the Department of Defense, or the U.S. government."
        }
    ],
    "locked": false
}