{
    "url": "https://www.aafp.org/pubs/afp/issues/2014/0801/p160.html#afp20140801p160-f2",
    "title": "Common Questions About Late-Term and Postterm Pregnancy | AAFP",
    "author": "MARY WANG, MD, AND PATRICIA FONTAINE, MD, MS",
    "doi": "Am Fam Physician.2014;90(3):160-165",
    "abstract": "Pregnancy is considered late term from 41 weeks, 0 days' to 41 weeks, 6 days' gestation, and postterm at 42 weeks' gestation. Early dating of the pregnancy is important for accurately determining when a pregnancy is late- or postterm, and first-trimester ultrasonography should be performed if clinical dating is uncertain. Optimal management of a low-risk, late-term pregnancy should consider maternal preference and balance the benefits and risks of induction vs. waiting for spontaneous labor. Compared with expectant management, induction at 41 weeks' gestation is associated with a small absolute decrease in perinatal mortality and decreases in other fetal and maternal risks without an increased risk of cesarean delivery. Although there is no clear evidence that antenatal testing beginning at 41 weeks' gestation prevents intrauterine fetal demise, it is often performed because the risks are low. When expectant management is chosen, most experts recommend beginning twice-weekly antenatal surveillance at 41 weeks with biophysical profile or nonstress testing plus amniotic fluid index (modified biophysical profile); induction may be deferred until 42 weeks if this surveillance is reassuring.",
    "headers": [
        {
            "id": 0,
            "name": "What Are the Causes of a Postterm Pregnancy?",
            "level": 2
        },
        {
            "id": 1,
            "name": "What Are the Risks of a Late-Term or Postterm Pregnancy, and Does Induction Reduce These Risks?",
            "level": 2
        },
        {
            "id": 2,
            "name": "What Are the Risks of a Late-Term or Postterm Pregnancy to the Mother?",
            "level": 2
        },
        {
            "id": 3,
            "name": "Can Membrane Sweeping Reduce the Likelihood of Prolonged Pregnancy and the Need for Induction?",
            "level": 2
        },
        {
            "id": 4,
            "name": "How Should Late-Term and Postterm Pregnancy Be Managed?",
            "level": 2
        },
        {
            "id": 5,
            "name": "What Antenatal Testing Should Be Performed as Part of Expectant Management?",
            "level": 2
        },
        {
            "id": 6,
            "name": "What Are the Clinical Predictors of a Successful Late-Term or Postterm Induction?",
            "level": 2
        },
        {
            "id": 7,
            "name": "Does Induction at 41 Weeks' Gestation Increase the Risk of Cesarean Delivery?",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Postterm pregnancy is defined as that lasting beyond 294 days or 42 weeks' gestation. In 2009, nearly 6% of singleton births in the United States occurred at or beyond 42 weeks' gestation.1More recently, attention has focused on the concept of late-term pregnancy, which is from 41 weeks, 0 days' to 41 weeks, 6 days' gestation.2Late-term pregnancy is important because of the increasing fetal and maternal risks during this time. The clinical concerns surrounding late-term pregnancy include the risks and anticipated outcomes for expectant management vs. induction, the predictors of a successful induction (i.e., an induction that leads to a vaginal delivery), the role of antenatal surveillance, and the risk of failed induction followed by cesarean delivery."
        },
        {
            "parent": 0,
            "text": "In most cases, the etiology of postterm gestation is not well understood. Known risk factors for postterm pregnancy are a previous postterm pregnancy, nulliparity, maternal age older than 30 years, and obesity.3,4A likely genetic predisposition to postterm pregnancy has been demonstrated.5–7A woman who was born postterm has a 49% increased risk of giving birth to a child beyond 42 weeks' gestation; the risk is 23% if the father of the child was born postterm.6Fetal anencephaly and placental surfactant deficiency are rare causes of postterm pregnancy.8"
        },
        {
            "parent": 0,
            "text": "Inaccurate clinical dating may lead to the misdiagnosis of late-term or postterm pregnancy.8,9Traditional dating using the last menstrual period, which assumes accurate recall and ovulation at day 14, can overestimate gestational age.10–12Early ultrasonography can decrease this miscalculation and therefore decrease inductions for misclassified late-term and postterm pregnancies.13Although first-trimester measurement of crown-rump length is the most accurate dating method and is often performed,14,15it is not currently recommended as a standard of prenatal care in the United States.8"
        },
        {
            "parent": 0,
            "text": "The American College of Obstetricians and Gynecologists states that the estimated date of delivery may be determined by the last menstrual period if the patient has regular, normal menstrual cycles and has not used contraceptive hormones in the three months before the last menstrual period.8However, first-trimester ultrasonography is recommended if there is concern regarding the accuracy of dating based on the last menstrual period.8"
        },
        {
            "parent": 1,
            "text": "A review of all live births in the United States for the years 1995 and 2005 documents gestational age–specific patterns of perinatal morbidity and mortality, with a rise in stillbirths, perinatal deaths, and neonatal deaths at 41 weeks' gestation(Figure 1).16Other studies also document increased fetal morbidity and mortality beyond 41 weeks' gestation.17,18A large California cohort study comparing infants born at 38, 39, or 40 weeks' gestation with those born at 41 to 41 weeks, 6 days' gestation found a significantly increased risk of neonatal mortality in the latter group (adjusted odds ratio = 1.37; 95% confidence interval [CI], 1.08 to 1.73).18"
        },
        {
            "parent": 1,
            "text": "A 2012 Cochrane review of 22 trials with a total of more than 9,000 women compared induction of labor at 41 weeks' gestation with expectant management.19It showed that induction at 41 weeks was associated with fewer perinatal deaths (risk ratio = 0.31; 95% CI, 0.12 to 0.88); 410 inductions were needed to prevent one perinatal death. However, these findings occurred in the context of a minimal (0.3%) absolute risk of perinatal death. A second systematic review confirmed a significant reduction in perinatal mortality in this population, with a number needed to induce of 328 to prevent one perinatal death.20"
        },
        {
            "parent": 1,
            "text": "The fetal morbidity most clearly associated with late-term or postterm gestation is meconium aspiration syndrome,15,21,22which is more common at 40 and 41 weeks' gestation compared with 39 weeks' gestation.23Based on high-quality evidence, the risk of meconium aspiration syndrome can be reduced by induction of labor at 41 weeks compared with allowing the pregnancy to continue to 42 weeks or beyond.19,20,24Decreasing the risk of macrosomia by induction at 41 weeks may also be beneficial.20In some studies, meconium aspiration syndrome has been associated with perinatal risk of pneumonitis, pneumothorax, low Apgar scores, and need for admission into the neonatal intensive care unit.17It does not appear that induction reduces these risks, however. Meta-analyses have found no significant differences in neonatal intensive care unit admission or abnormal Apgar scores between induction at 41 weeks' gestation and expectant management.19,25"
        },
        {
            "parent": 1,
            "text": "Possible neurologic risks have been associated with postterm delivery. A Danish study of the National Birth Registry between 1980 and 2001 reported a small increase in the risk of epilepsy in the first year of life in postterm infants; the incidence rate ratio for epilepsy was 1.2 (95% CI, 1.0 to 1.5) for birth at 42 weeks' gestation compared with birth at 39 to 41 weeks' gestation.26A cohort study of records from more than 1 million Norwegian infants examined the prevalence of cerebral palsy among term and postterm infants. Infants born at 42 weeks' gestation had a cerebral palsy prevalence of 1.36 per 1,000 by four years of age, compared with 0.99 per 1,000, the lowest prevalence, for those born at 40 weeks' gestation.27It is unclear whether induction of labor will reduce these risks."
        },
        {
            "parent": 2,
            "text": "Postterm pregnancies also have potential maternal risks. Delivery at 42 weeks' gestation is associated with an increased risk of postpartum hemorrhage, dystocia, and maternal infection (i.e., chorioamnionitis and endometritis).21,28However, studies comparing induction of labor with expectant management at 41 weeks' gestation did not show a difference between the two groups in risk of maternal postpartum hemorrhage or infections.19,29"
        },
        {
            "parent": 3,
            "text": "A pregnant woman nearing term may be counseled about sweeping of the membranes as a possible measure to prevent late-term or postterm induction. Membrane sweeping includes an introduction of the clinician's finger in the cervical os in a “sweeping” circular motion to help stimulate local uterine production of prostaglandin. A Cochrane review showed that beginning sweeping at term (beyond 38 weeks) reduced the duration of pregnancy and reduced the likelihood that the pregnancy would continue beyond 41 weeks (relative risk = 0.59; 95% CI, 0.46 to 0.74) or 42 weeks (relative risk = 0.28; 95% CI, 0.15 to 0.50). Number needed to treat (sweep) to prevent one induction was eight.30Potential disadvantages of membrane sweeping are patient pain, vaginal bleeding, and irregular contractions.30,31"
        },
        {
            "parent": 4,
            "text": "If a pregnancy reaches 41 weeks and there are no medical indications for induction, the patient should be counseled about the benefits and harms of induction compared with expectant management. Thoughtful informed consent should include a discussion of maternal and fetal risks; the option of waiting for spontaneous labor; descriptions of induction methods; and the likelihood of successful induction based on clinical predictors, as well as the possible need for cesarean delivery if the induction fails or maternal or fetal conditions change."
        },
        {
            "parent": 4,
            "text": "Induction may be recommended for low-risk pregnancies at 41 weeks' gestation because it has been shown to decrease the risk of fetal perinatal mortality and morbidity. Because the absolute risk of fetal morbidity in expectant management is low, especially in the setting of antenatal testing and monitoring, it is reasonable to wait until 42 weeks' gestation for induction if the patient prefers.8,9,22Figure 2is an algorithm for the management of late-term and postterm pregnancy."
        },
        {
            "parent": 5,
            "text": "There are few data comparing the effects of antenatal testing in late-term or postterm pregnancy, and no single method of antenatal testing has been shown to be superior.8However, there is also no evidence that antenatal testing is harmful.8Most experts recommend twice-weekly antenatal surveillance for low-risk pregnancies beginning at 41 weeks using amniotic fluid index measurement and either a biophysical profile or nonstress testing.8,32Table 1summarizes antenatal testing methods."
        },
        {
            "parent": 5,
            "text": "A common practice is to start with a nonstress test and amniotic fluid index (modified biophysical profile). If there is evidence of oligohydramnios, delivery should be advised. If the nonstress test is nonreactive, then a biophysical profile or contraction stress test is usually performed33; however, some clinicians and patients may elect induction at 41 weeks' gestation or later in the setting of a nonreactive nonstress test.33It is important to note that the amniotic fluid index result in a traditional biophysical profile is considered normal by a measurement of a single 2- × 2-cm pocket and does not require a four-quadrant measurement. When a four-quadrant amniotic fluid index is performed, oligohydramnios is defined as a total measurement of less than 5 cm. A positive contraction stress test or biophysical profile score of less than 6 is an indication for induction in this setting."
        },
        {
            "parent": 6,
            "text": "Clinical factors for predicting a successful induction should be assessed by the clinician at 41 weeks' gestation. The Bishop score, which consists of fetal station and cervical effacement, dilation, consistency, and position, has been used to help predict favorability of induction. A Bishop score greater than 6 is considered favorable.19In one study, nulliparous women with a Bishop score of less than 5 who were induced (including the use of cervical ripening agents) had a cesarean delivery rate of 31.5%, compared with 18.1% in those with a Bishop score of 5 or greater; this finding was not specific for pregnancy beyond 41 weeks.34A recent study found that shorter cervical length and lower body mass index are better predictors of successful induction than the Bishop score.35"
        },
        {
            "parent": 7,
            "text": "In 2009, the total cesarean delivery rate in the United States reached a record high at 32.9% of all births, and it remained at 32.8% as of 2012.1,36Clinicians and patients are often concerned that induction at 41 weeks will increase the patient's risk of cesarean delivery. However, a Cochrane review showed a small decrease in the risk of cesarean delivery following induction at 41 weeks compared with spontaneous labor at 42 weeks after expectant management (risk ratio = 0.89; 95% CI, 0.81 to 0.97).19The number needed to induce at 41 weeks' gestation to prevent one cesarean delivery compared with expectant management was approximately 30.19Other studies also report a lower cesarean delivery rate with induction at 41 weeks.24,25,29,37"
        },
        {
            "parent": 7,
            "text": "However, induction alters the birth experience by adding medical interventions, and some women may prefer to wait for spontaneous labor. The risks of waiting for the onset of spontaneous labor are low between 41 and 42 weeks' gestation (e.g., stillbirth rate is just over one per 1,000 births)9; therefore, expectant management should be considered during this period based on patient preference and willingness to undergo antenatal fetal surveillance."
        },
        {
            "parent": 7,
            "text": "Data Sources: We searched PubMed, the Cochrane database, POEMs, and the National Guideline Clearinghouse using the keywords postterm or postdates pregnancy, and included results between 1990 and May 2014. We also used the evidence summary from Essential Evidence Plus. Search dates: September 2012 and May 2014.This article is one in a series on “Advanced Life Support in Obstetrics (ALSO),” coordinated by Larry Leeman, MD, MPH, ALSO Managing Editor, Albuquerque, N.M.The authors thank Barbara Olson-Bullis, MA, HealthPartners Institute for Education and Research, for her assistance with the literature search."
        }
    ],
    "locked": false
}