{
    "url": "https://www.aafp.org/pubs/afp/issues/2014/0301/p341.html#afp20140301p341-f2",
    "title": "Diagnosis and Initial Management of Dysmenorrhea | AAFP",
    "author": "AMIMI S. OSAYANDE, MD, AND SUARNA MEHULIC, MD",
    "doi": "Am Fam Physician.2014;89(5):341-346",
    "abstract": "Dysmenorrhea is one of the most common causes of pelvic pain. It negatively affects patients' quality of life and sometimes results in activity restriction. A history and physical examination, including a pelvic examination in patients who have had vaginal intercourse, may reveal the cause. Primary dysmenorrhea is menstrual pain in the absence of pelvic pathology. Abnormal uterine bleeding, dyspareunia, noncyclic pain, changes in intensity and duration of pain, and abnormal pelvic examination findings suggest underlying pathology (secondary dysmenorrhea) and require further investigation. Transvaginal ultrasonography should be performed if secondary dysmenorrhea is suspected. Endometriosis is the most common cause of secondary dysmenorrhea. Symptoms and signs of adenomyosis include dysmenorrhea, menorrhagia, and a uniformly enlarged uterus. Management options for primary dysmenorrhea include nonsteroidal anti-inflammatory drugs and hormonal contraceptives. Hormonal contraceptives are the first-line treatment for dysmenorrhea caused by endometriosis. Topical heat, exercise, and nutritional supplementation may be beneficial in patients who have dysmenorrhea; however, there is not enough evidence to support the use of yoga, acupuncture, or massage.",
    "headers": [
        {
            "id": 0,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "WHICH SYMPTOMS SUGGEST PRIMARY DYSMENORRHEA?",
            "level": 3
        },
        {
            "id": 2,
            "name": "ARE PELVIC EXAMINATIONS NECESSARY IN ALL WOMEN WITH DYSMENORRHEA?",
            "level": 3
        },
        {
            "id": 3,
            "name": "WHEN SHOULD ADENOMYOSIS BE SUSPECTED?",
            "level": 3
        },
        {
            "id": 4,
            "name": "WHICH CLINICAL FEATURES DISTINGUISH PID FROM DYSMENORRHEA?",
            "level": 3
        },
        {
            "id": 5,
            "name": "WHICH TESTS ARE INDICATED IN THE EVALUATION OF DYSMENORRHEA?",
            "level": 3
        },
        {
            "id": 6,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 7,
            "name": "WHICH MEDICATIONS ARE FIRST-LINE THERAPY FOR PRIMARY DYSMENORRHEA?",
            "level": 3
        },
        {
            "id": 8,
            "name": "WHAT IS THE ROLE OF HORMONAL CONTRACEPTIVES?",
            "level": 3
        },
        {
            "id": 9,
            "name": "WHAT IS THE ROLE OF COMPLEMENTARY THERAPIES?",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Dysmenorrhea, defined as painful cramps that occur with menstruation, is the most common gynecologic problem in women of all ages and races,1and one of the most common causes of pelvic pain.2Estimates of the prevalence of dysmenorrhea vary widely (16.8% to 81%3), and rates as high as 90% have been recorded.4Symptoms typically begin in adolescence and may lead to school and work absenteeism, as well as limitations on social, academic, and sports activities.5"
        },
        {
            "parent": -1,
            "text": "Dysmenorrhea is considered primary in the absence of underlying pathology. Onset is typically six to 12 months after menarche, with peak prevalence occurring in the late teens or early twenties. Secondary dysmenorrhea results from specific pelvic pathology. It should be suspected in older women with no history of dysmenorrhea until proven otherwise.6Symptoms include menorrhagia, intermenstrual bleeding, dyspareunia, postcoital bleeding, and infertility."
        },
        {
            "parent": -1,
            "text": "Endometriosis is the most common cause of secondary dysmenorrhea.7The incidence is highest among women 25 to 29 years of age and lowest among women older than 44 years. Black women have a 40% lower incidence of endometriosis compared with white women.8Table 1lists risk factors for the development of dysmenorrhea; protective factors include regular exercise, oral contraceptive use, and early childbirth.6"
        },
        {
            "parent": 1,
            "text": "Characteristic symptoms of primary dysmenorrhea include lower abdominal or pelvic pain with or without radiation to the back or legs, with initial onset six to 12 months after menarche(Table 2).1,9–18Pain typically lasts eight to 72 hours and usually occurs at the onset of menstrual flow. Other associated symptoms may include low back pain, headache, diarrhea, fatigue, nausea, or vomiting.1A family history may be helpful in differentiating primary from secondary dysmenorrhea; patients with a family history of endometriosis in first-degree relatives are more likely to have secondary dysmenorrhea.1"
        },
        {
            "parent": 1,
            "text": "About 10% of young adults and adolescents with dysmenorrhea have secondary dysmenorrhea; the most common cause is endometriosis.19Changes in timing and intensity of the pain or dyspareunia may suggest endometriosis, and menstrual flow abnormalities may be associated with adenomyosis or leiomyomata. A history of sexually transmitted infection or vaginal discharge associated with dyspareunia raises suspicion for pelvic inflammatory disease (PID). Asking about a history of sexual trauma is also recommended.10"
        },
        {
            "parent": 2,
            "text": "A pelvic examination should be performed in adolescents who have had vaginal intercourse because of the high risk of PID in this population. A pelvic examination is not essential for adolescents with symptoms of primary dysmenorrhea who have never had vaginal intercourse.20However, if endometriosis is suspected, pelvic and rectovaginal examinations(Figure 1)should be performed.11Pelvic examination has a 76% sensitivity, 74% specificity, 67% positive predictive value, and 81% negative predictive value for endometriosis.13Findings are usually normal in patients with primary dysmenorrhea. Findings in those with secondary dysmenorrhea include a fixed uterus or reduced uterine mobility, adnexal masses, and uterosacral nodularity in patients with endometriosis; mucopurulent cervical discharge in those with PID; and uterine enlargement or asymmetry in patients with adenomyosis.10"
        },
        {
            "parent": 3,
            "text": "Adenomyosis is the presence of endometrial glands and stroma within the myometrium. Symptoms and signs include dysmenorrhea, menorrhagia, and a uniformly enlarged uterus. Diagnosis is usually confirmed through transvaginal ultrasonography and magnetic resonance imaging.18"
        },
        {
            "parent": 4,
            "text": "One or more findings of uterine tenderness, adnexal tenderness, or cervical motion tenderness should raise the suspicion for PID.17Additional criteria include oral temperature greater than 101°F (38.3°C), abnormal cervical or vaginal mucopurulent discharge, abundant white blood cells on saline microscopy of vaginal fluid, elevated erythrocyte sedimentation rate, elevated C-reactive protein level, and laboratory documentation of cervical infection withNeisseria gonorrhoeaeorChlamydia trachomatis."
        },
        {
            "parent": 5,
            "text": "The diagnosis of primary dysmenorrhea is based on the clinical history and physical examination.9Laparoscopy is indicated if the etiology remains unknown after an appropriate noninvasive evaluation has been completed.14"
        },
        {
            "parent": 5,
            "text": "Transvaginal ultrasonography should be performed if secondary dysmenorrhea is suspected10,15(Figure 2). It has a 91% sensitivity and 98% specificity, a positive likelihood ratio of 30, and a negative likelihood ratio of 0.09 for detection of bowel endometriosis.16It also has a high degree of accuracy for detection of ovarian endometriomas.13Other useful tests include a urinary human chorionic gonadotropin pregnancy test; vaginal and endocervical swabs, a complete blood count, erythrocyte sedimentation rate, and urinalysis. Cervical cytology should also be performed to rule out malignancy. Magnetic resonance imaging may be considered as a second-line diagnostic option if adnexal torsion, deep pelvic endometriosis, or adenomyosis is still suspected after inconclusive or negative findings on transvaginal ultrasonography.11,12,18,21"
        },
        {
            "parent": 7,
            "text": "A Cochrane review of 73 randomized controlled trials (RCTs) demonstrated strong evidence to support nonsteroidal anti-inflammatory drugs (NSAIDs) as the first-line treatment for primary dysmenorrhea22(Table 323). The choice of NSAID should be based on effectiveness and tolerability for the individual patient, because no NSAID has been proven more effective than others. Medications should be taken one to two days before the anticipated onset of menses, and continued on a fixed schedule for two to three days.19,22"
        },
        {
            "parent": 8,
            "text": "Primary Dysmenorrhea. Oral, intravaginal, and intrauterine hormonal contraceptives have been recommended for management of primary dysmenorrhea24–26(Table 411,24–27); however, the evidence supporting their effectiveness is limited. There is a lack of high-quality RCTs demonstrating pain improvement with the use of oral contraceptives27; however, smaller RCTs report response rates as high as 80%.25Both 28-day and extended-cycle oral contraceptives are reasonable options in women with primary dysmenorrhea who also desire contraception.24,26"
        },
        {
            "parent": 8,
            "text": "Dysmenorrhea Caused by Endometriosis. Combined oral contraceptives are the first-line treatment for dysmenorrhea caused by endometriosis.11,25A double-blind RCT demonstrated the effectiveness of combined oral estrogen-progestin for the treatment of dysmenorrhea associated with endometriosis.28Several trials have confirmed the effectiveness of oral and depot medroxyprogesterone (Provera), the etonogestrel implant (Nexplanon), and the levonorgestrel-releasing intrauterine system (Mirena).11,25"
        },
        {
            "parent": 9,
            "text": "There is limited and inconsistent evidence on the effectiveness of nonpharmacologic therapies for primary dysmenorrhea.29Expert consensus19,24,26and a small study30suggest that topical heat may be as effective as NSAIDs, but there is insufficient evidence for acupuncture, yoga, and massage. Exercise22,24,31and nutritional interventions (supplementation or increased intake of omega-3 fatty acids and vitamin B)19,24,26may provide some benefit, but the evidence is limited to small RCTs.26"
        },
        {
            "parent": 9,
            "text": "Data Sources: PubMed was searched using the key term dysmenorrhea combined with the terms prevalence, incidence, diagnosis, management, differential diagnosis, pharmacologic therapies, complementary therapies, alternative therapies, nonsteroidal, oral contraceptives, hormonal, exercise, secondary dysmenorrhea, menstrual pain, pelvic pain, endometriosis, gonadotropin-releasing hormone, exercise, behavioral interventions, pelvic ultrasound, laparoscopy, adenomyosis, and sexually transmitted disease. Also searched were the Cochrane Database of Systematic Reviews, Agency for Healthcare Research and Quality clinical guidelines and evidence reports, National Guideline Clearinghouse, Clinical Evidence, Essential Evidence Plus, and the U.S. Preventive Services Task Force. Search dates: January and February 2012, and November 2013."
        }
    ],
    "locked": false
}