{
    "url": "https://www.aafp.org/pubs/afp/issues/2014/0715/p91.html#afp20140715p91-f1",
    "title": "Prolonged Febrile Illness and Fever of Unknown Origin in Adults | AAFP",
    "author": "ELIZABETH C. HERSCH, COL, MC, USA, AND C. ROBERT, OH, LTC, MC, USA",
    "doi": "Am Fam Physician.2014;90(2):91-96",
    "abstract": "Fever of unknown origin has been described as a febrile illness (temperature of 101°F [38.3°C] or higher) for three weeks or longer without an etiology despite a one-week inpatient evaluation. A more recent qualitative definition requires only a reasonable diagnostic evaluation. Although there are more than 200 diseases in the differential diagnosis, most cases in adults are limited to several dozen possible causes. Fever of unknown origin is more often an atypical presentation of a common disease rather than an unusual disease. The most common subgroups in the differential are infection, malignancy, noninfectious inflammatory diseases, and miscellaneous. Clinicians should perform a comprehensive history and examination to look for potentially diagnostic clues to guide the initial evaluation. If there are no potentially diagnostic clues, the patient should undergo a minimum diagnostic workup, including a complete blood count, chest radiography, urinalysis and culture, electrolyte panel, liver enzymes, erythrocyte sedimentation rate, and C-reactive protein level testing. Further testing should include blood cultures, lactate dehydrogenase, creatine kinase, rheumatoid factor, and antinuclear antibodies. Human immunodeficiency virus and appropriate region-specific serologic testing (e.g., cytomegalovirus, Epstein-Barr virus, tuberculosis) and abdominal and pelvic ultrasonography or computed tomography are commonly performed. If the diagnosis remains elusive, 18F fluorodeoxyglucose positron emission tomography plus computed tomography may help guide the clinician toward tissue biopsy. Empiric antibiotics or steroids are generally discouraged in patients with fever of unknown origin.",
    "headers": [
        {
            "id": 0,
            "name": "Differential Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "From Prolonged Febrile Illness to FUO",
            "level": 2
        },
        {
            "id": 2,
            "name": "COMMON INFECTIONS",
            "level": 3
        },
        {
            "id": 3,
            "name": "MALIGNANCIES AND NONINFECTIOUS INFLAMMATORY DISEASES",
            "level": 3
        },
        {
            "id": 4,
            "name": "Secondary Evaluation",
            "level": 2
        },
        {
            "id": 5,
            "name": "IMAGING STUDIES",
            "level": 3
        },
        {
            "id": 6,
            "name": "BIOPSIES",
            "level": 3
        },
        {
            "id": 7,
            "name": "Empiric Therapy and Referral",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Fever of unknown origin (FUO) in adults is one of the most vexing clinical conditions for clinicians and patients. There are no published guidelines, nor is there a recommended standard approach to the diagnosis. The definition of what constitutes FUO remains controversial.1,2FUO was first described in a 1961 case series as prolonged febrile illness (temperature of 101°F [38.3°C] or higher) for three weeks or longer that did not have an established etiology despite a one-week inpatient evaluation.3,4The arbitrarily defined three weeks allowed most acute, self-limited illnesses to resolve, as well as sufficient time to complete the initial investigation.5,6"
        },
        {
            "parent": -1,
            "text": "FUO was further defined in 1991, suggesting that the minimum evaluation be changed to at least three outpatient visits or three days in inpatient care.7Others have proposed shorter lengths of time (e.g., two weeks, because today's patients present earlier and receive a diagnosis more quickly).8,9A retrospective review of 226 hospitalized febrile patients examined the timing of diagnosis from initial visit for fever through the end of hospitalization. There was no difference in types of diagnoses for those who met the strict 1991 definition compared with those who received a diagnosis in less than three weeks.10Therefore, FUO may be assumed when no reasonable diagnosis is reached after an appropriate inpatient or outpatient investigation.2,6,10–17Table 1compares the evolution of the definition of FUO.2,3,6,7,10–17"
        },
        {
            "parent": -1,
            "text": "Other subtypes of FUO are nosocomial, neutropenic, and human immunodeficiency virus–associated.7These subtypes have different approaches to evaluation and are beyond the scope of this article.17"
        },
        {
            "parent": 0,
            "text": "The etiologies of FUO have changed over time because of shifting disease patterns and new diagnostic techniques.14There are more than 200 diseases in the differential diagnosis.4,15,17In multiple case series, however, the etiology of FUO is limited to several dozen causes, and patients often have an atypical presentation of a common disease.2,6,18"
        },
        {
            "parent": 0,
            "text": "Common causes of FUO are listed inTable 2.6,15–23Typical subgroups used in the differential for classical FUO are infection (20% to 40%), malignancy (20% to 30%), noninfectious inflammatory diseases (10% to 30%), miscellaneous (10% to 20%), and undiagnosed (up to 50%).1,4–6,14–18,22–24Noninfectious inflammatory diseases commonly include connective tissue diseases, vasculitides, and granulomatous diseases.16,17In developed countries, the noninfectious inflammatory diseases and undiagnosed groups comprise a higher proportion of FUO cases.5,10,15,17Underdeveloped countries have higher rates of infection and neoplasm.6,24Drug fever is implicated in 1% to 3% of FUO cases16(Table 320,21,25,26)."
        },
        {
            "parent": 1,
            "text": "Because there are no guidelines to the approach of the febrile patient, most evaluation recommendations are based on expert opinion.17On initial presentation, most clinicians perform a history and physical examination in pursuit of an infection. When there are no clear localizing signs or symptoms, clinicians should expand on the patient's symptoms and historical information, looking for potentially diagnostic clues to guide the evaluation(Table 4).17–20,25,27This is a continuous, iterative process.19–21Potentially diagnostic clues lead to a diagnosis in 62% of patients, although clues can be misleading because they are found in 97% of patients.15–17"
        },
        {
            "parent": 1,
            "text": "If no potentially diagnostic clues are found, a minimum diagnostic workup should be performed. Infections predominate early in FUO diagnoses, and the longer FUO remains undiagnosed, the less likely it is caused by an infection.27After infections, the etiology of FUO transitions to noninfectious inflammatory diseases and malignancies, which can guide subsequent testing.Figure 1outlines a diagnostic approach to patients with prolonged febrile illness and FUO.1,2,4–7,15–20,23,27"
        },
        {
            "parent": 1,
            "text": "Hospitalization may be considered at any time during the evaluation, especially if the patient exhibits signs of a critical illness. Approximately 12% to 35% of patients die from an FUO-related cause (generally infection or malignancy), yet of those whose conditions remain undiagnosed, most recover or have a benign course with a good prognosis.5,22"
        },
        {
            "parent": 2,
            "text": "At the initial encounter, testing for common infections should include a complete blood count with differential, electrolyte panel, liver enzymes, urinalysis with culture, blood culture, and chest radiography. If there is no clear source of infection, then further testing should follow."
        },
        {
            "parent": 2,
            "text": "Erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP) are nonspecific acute-phase reactants that are routinely part of the evaluation of febrile patients.5,28An extremely elevated ESR (100 mm per hour or greater) suggests etiologies such as abdominal or pelvic abscess, osteomyelitis, and endocarditis. However, ESR does not help discriminate between active autoimmune disease and infection, and malignancies and noninfectious inflammatory diseases can cause an elevated ESR and CRP level. In one review, an ESR of 100 mm per hour or greater had a high specificity for malignancy (96%) and infection (97%), and its positive predictive value was 90%.29A normal ESR has a high negative predictive value for temporal arteritis.28,30An ESR that is not elevated has no diagnostic value and does not rule out neoplastic or other disorders.27CRP level is a sensitive marker for infection and inflammation, but it is not sensitive enough to discriminate between disease processes.28However, a more recent prospective study found that the chance of establishing a diagnosis was higher in patients who had an elevated CRP level and ESR.15"
        },
        {
            "parent": 2,
            "text": "Procalcitonin is a newer marker specific for bacterial infection. In multiple studies, procalcitonin has been shown to have a specificity ranging from 70% to 98%, with a higher specificity for bacterial infection than other markers.28,31,32It may be helpful in distinguishing between fevers with a bacterial cause vs. noninfectious inflammatory diseases, but its role in the workup of FUO is currently undefined.28,32"
        },
        {
            "parent": 3,
            "text": "If the diagnosis remains elusive, tests targeting malignancies and noninfectious inflammatory diseases should be considered. Elevated lactate dehydrogenase levels can be indicative of infectious and malignant causes of FUO, including malaria, lymphoma, and leukemia.15,21Measurement of ferritin levels may also be helpful.33An elevated ferritin level in prolonged febrile illness may indicate malignancy (especially myeloproliferative disorders) and other noninfectious inflammatory diseases, such as systemic lupus erythematosus or temporal arteritis.21,33One study established a ferritin level of 561 ng per mL (1,261 pmol per L) as the optimal cutoff value to predict that FUO was due to a noninfectious cause.22Extreme elevation of ferritin levels (greater than 1,000 ng per mL [2,247 pmol per L]) can point to adult Still disease.34Infection is the most common reason ESR is extremely elevated, but if there is no evidence of infectious causes, clinicians should consider malignancy, renal disease, and inflammatory disorders if the ESR is 100 mm per hour or greater.29"
        },
        {
            "parent": 3,
            "text": "Testing for antinuclear antibodies, rheumatoid factor, human immunodeficiency virus, Epstein-Barr virus, cytomegalovirus, purified protein derivative (or interferon-gamma release assay), and antineutrophil cytoplasmic antibodies, as well as measurement of the creatine kinase level, can suggest other infectious sources and common noninfectious inflammatory disease etiologies, such as systemic lupus erythematosus, rheumatoid arthritis, and vasculitides. Previous testing (ESR, complete blood count, electrolyte panel, chest radiography, urinalysis, blood culture) may be repeated periodically to evaluate for trends as the illness evolves. Age-appropriate or potentially diagnostic clue–guided cancer screening should be performed (e.g., colonoscopy in patients 50 years or older)."
        },
        {
            "parent": 3,
            "text": "Abdominal and pelvic ultrasonography are often recommended in the initial workup because of availability, low cost, and lack of radiation exposure.15After the initial evaluation is complete and if there is no diagnosis, the patient is considered to have FUO, and a secondary evaluation should be considered."
        },
        {
            "parent": 4,
            "text": "Several diagnostic algorithms have been suggested for FUO, but few are supported by evidence from prospective studies.17Region-specific serologic tests, more advanced radiologic studies, and more invasive diagnostic procedures can be guided by potentially diagnostic clues. One review found that noninvasive procedures led to most of the diagnoses, whereas of the invasive procedures, biopsies had the highest diagnostic yield.4"
        },
        {
            "parent": 4,
            "text": "Other recommended blood tests at this phase include cryoglobulins (elevated in endocarditis, systemic lupus erythematosus, leukemias, and lymphomas),15,35complement studies, serologic tests, peripheral smear, serum protein electrophoresis, and thyroid function studies. Note that serologic tests are helpful only if there are potentially diagnostic clues and if the patient lives in or has visited an area where the suspected disease is prevalent.15"
        },
        {
            "parent": 5,
            "text": "Chest, abdominal, or pelvic computed tomography (CT) may be useful in the secondary evaluation. In one study of patients with FUO, chest and abdominal CT had high sensitivity (82% and 92%, respectively) and were recommended if the initial evaluation was unrevealing.15CT specificity ranged from 60% to 70%, consistent with other case series.15,16Echocardiography is recommended if there are clinical indications of endocarditis.5,20Venous Doppler ultrasonography is indicated for suspected thromboembolism.20Magnetic resonance imaging of the aortic arch and great vessels of the neck was shown to be helpful when vasculitis was suspected.36"
        },
        {
            "parent": 5,
            "text": "Nuclear imaging studies are noninvasive, image the whole body, and can localize a potential infectious or inflammatory cause for FUO.5,14,19,37–40Recently, 18F fluorodeoxyglucose positron emission tomography technology has been evaluated for guiding further invasive testing, especially in patients who have an elevated ESR or CRP level.14,37The 18F fluorodeoxyglucose is taken up by inflammatory and cancer cells because of their high rate of glucolysis.14,18,37Several studies examining this method in patients with FUO found diagnostic yields ranging from 16% to 69%,15,37,38with a high positive predictive value (93%) and negative predictive value (100%).39,40A hybrid of CT and 18F fluorodeoxyglucose positron emission tomography has a higher diagnostic yield (sensitivity of 56% to 100%; specificity of 75% to 81%18). The 18F fluorodeoxyglucose has better uptake and is cleared more rapidly than older modalities (e.g., gallium Ga 67 citrate), but it is costly and not widely available.14"
        },
        {
            "parent": 6,
            "text": "Liver, lymph node, or temporal artery biopsy may help establish a definitive diagnosis.3,19A prospective study of 192 patients found that biopsies produced up to a 35% diagnostic yield (about 10% to 35%), especially if performed later in the evaluation when infection is less likely, and malignancies and noninfectious inflammatory diseases are more common.2Liver biopsy, with a diagnostic yield between 14% and 17%,5,19can reveal granulomatous hepatitis and determine its cause, which could be infectious, inflammatory, or neoplastic processes.22,27Lymph node biopsy is most useful in diagnosing lymphoma, infectious diseases, and granulomatous diseases.19,27In patients 55 years or older, temporal arteritis causes more than 15% of cases of FUO, so biopsy should be considered.5,15,18"
        },
        {
            "parent": 6,
            "text": "Bone marrow biopsy is diagnostically useful, particularly with neoplasm and infectious disease, especially tuberculosis.19,27One study of 280 hospitalized febrile patients found that bone marrow biopsy was helpful in reaching a diagnosis in nearly 25% of the 130 patients who underwent biopsy.41Conversely, bone marrow aspiration and culture have a diagnostic yield of only 0% to 2%.3,5,15,22,41"
        },
        {
            "parent": 7,
            "text": "Empiric trials of antibiotics or steroids rarely establish a diagnosis and are discouraged in the management of patients with FUO, unless there are clinical indications.5,17,19,21,22Consultation with a subspecialist (e.g., infectious disease specialist, rheumatologist, hematologist/oncologist) is appropriate at any point in the evaluation."
        },
        {
            "parent": 7,
            "text": "Data Sources: A PubMed search was completed using the key terms fever of unknown origin, FUO, pyrexia of unknown origin, and inflammatory markers. The search included reviews, case series, meta-analyses, and randomized controlled trials. Additional searches included the Cochrane database, Essential Evidence Plus, the Agency for Healthcare Research and Quality evidence reports, and the National Guideline Clearinghouse. Additional references were identified from the articles reviewed. Search dates: November 28, 2011; February 8, 2012; and April 18, 2014."
        }
    ],
    "locked": false
}