{
    "url": "https://www.aafp.org/pubs/afp/issues/2014/0601/p882.html#afp20140601p882-f1",
    "title": "Salivary Gland Disorders | AAFP",
    "author": "KEVIN F. WILSON, MD, JEREMY D. MEIER, MD, AND P. DANIEL WARD, MD, MS",
    "doi": "Am Fam Physician.2014;89(11):882-888",
    "abstract": "Salivary gland disorders include inflammatory, bacterial, viral, and neoplastic etiologies. The presentation can be acute, recurrent, or chronic. Acute suppurative sialadenitis presents as rapid-onset pain and swelling and is treated with antibiotics, salivary massage, hydration, and sialagogues such as lemon drops or vitamin C lozenges. Viral etiologies include mumps and human immunodeficiency virus, and treatment is directed at the underlying disease. Recurrent or chronic sialadenitis is more likely to be inflammatory than infectious; examples include recurrent parotitis of childhood and sialolithiasis. Inflammation is commonly caused by an obstruction such as a stone or duct stricture. Management is directed at relieving the obstruction. Benign and malignant tumors can occur in the salivary glands and usually present as a painless solitary neck mass. Diagnosis is made by imaging (e.g., ultrasonography, computed tomography, magnetic resonance imaging) and biopsy (initially with fine-needle aspiration). Overall, most salivary gland tumors are benign and can be treated with surgical excision.",
    "headers": [
        {
            "id": 0,
            "name": "Inflammatory Disorders",
            "level": 2
        },
        {
            "id": 1,
            "name": "ACUTE SUPPURATIVE SIALADENITIS",
            "level": 3
        },
        {
            "id": 2,
            "name": "RECURRENT PAROTITIS OF CHILDHOOD",
            "level": 3
        },
        {
            "id": 3,
            "name": "CHRONIC SIALADENITIS",
            "level": 3
        },
        {
            "id": 4,
            "name": "SIALOLITHIASIS",
            "level": 3
        },
        {
            "id": 5,
            "name": "Viral Infections",
            "level": 2
        },
        {
            "id": 6,
            "name": "MUMPS",
            "level": 3
        },
        {
            "id": 7,
            "name": "HUMAN IMMUNODEFICIENCY VIRUS",
            "level": 3
        },
        {
            "id": 8,
            "name": "Neoplasms",
            "level": 2
        },
        {
            "id": 9,
            "name": "BENIGN",
            "level": 3
        },
        {
            "id": 10,
            "name": "MALIGNANT",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Saliva is a complex mixture of fluid, electrolytes, enzymes, and macromolecules that function together to perform several important roles1: lubrication to aid in swallowing and digestion2; digestion of starches with salivary amylase3; modulation of taste4; protection against dental caries5; and defense against pathogens. The major salivary glands are the paired parotid, submandibular, and sublingual glands. The minor salivary glands line the mucosa of the lips, tongue, oral cavity, and pharynx."
        },
        {
            "parent": -1,
            "text": "Diseases of the major salivary glands are occasionally encountered in the primary care setting(Table 1). Obstructive sialadenitis (from stones or strictures) accounts for approximately one-half of benign salivary gland disorders.1Neoplasms of the salivary glands are relatively rare; they make up 6% of all head and neck tumors, and their overall incidence is two to eight per 100,000 persons in the United States.2Infections and inflammation of the salivary glands have a wide range of presentations(Table 2).6An organized approach to the evaluation improves the likelihood of correct diagnosis and appropriate treatment(Figure 1).3"
        },
        {
            "parent": 1,
            "text": "Acute sialadenitis is a bacterial inflammation of the salivary gland. It typically affects one major salivary gland, most commonly the parotid,4and is common in medically debilitated, hospitalized, or postoperative patients. Retrograde bacterial contamination from the oral cavity is thought to be the inciting etiology.5Stasis of salivary flow secondary to dehydration or decreased oral intake allows bacterial migration into the gland parenchyma."
        },
        {
            "parent": 1,
            "text": "Predisposing factors for acute sialadenitis include diabetes mellitus, hypothyroidism, renal failure, and Sjögren syndrome. The use of certain medications, especially those with anticholinergic properties, can also reduce salivary flow. Sialolithiasis and duct strictures can impair salivary flow and predispose the patient to acute infection, but more commonly cause chronic or recurrent infections. The most common bacterial cause of acute sialadenitis isStaphylococcus aureus, which has been cultured in 50% to 90% of cases.7,8Streptococcal species andHaemophilus influenzaeare also common causes.9"
        },
        {
            "parent": 1,
            "text": "Patients with acute sialadenitis typically present with acute onset of pain and swelling of the affected gland. Physical examination may reveal induration, edema, and extreme localized tenderness. Massage of the gland may express pus from the respective intraoral orifice(Figure 2). This should be cultured to direct antibiotic therapy."
        },
        {
            "parent": 1,
            "text": "Management involves treating the infection and reversing the underlying medical condition and predisposing factors. This includes stimulation of salivary flow by application of warm compresses, administration of sialagogues such as lemon drops or vitamin C lozenges,10hydration, salivary gland massage, and oral hygiene. Empiric antimicrobial therapy is initially directed at gram-positive and anaerobic organisms, which are often penicillin-resistant, so augmented penicillin that contains beta-lactamase inhibitors (e.g., amoxicillin-clavulanate [Augmentin]) are recommended. Culture-directed therapy is administered, if possible. Rarely, acute suppurative sialadenitis can lead to abscess formation; surgical drainage is indicated in these cases."
        },
        {
            "parent": 2,
            "text": "Recurrent parotitis of childhood is an inflammatory condition of the parotid gland characterized by recurrent episodes of swelling and pain. The cause of this disorder is not known. Children typically present with recurrent episodes of acute or subacute parotid gland swelling with fever, malaise, and pain(Figure 3). The disorder is usually unilateral, but can affect both sides. Episodes may last days to weeks and occur every few months. Treatment consists of supportive care with adequate hydration, gland massage, warm compresses, sialagogues, and antibiotics. Sialendoscopy has been shown to decrease the frequency and severity of episodes.11The condition usually resolves spontaneously with puberty, and surgery is rarely required."
        },
        {
            "parent": 3,
            "text": "Chronic sialadenitis is characterized by repeated episodes of pain and inflammation caused by decreased salivary flow and salivary stasis. It most often affects the parotid gland.12The initial inciting factor is thought to be salivary duct obstruction from stones, strictures, scarring, foreign bodies, or extrinsic compression by a tumor.13Recurrent inflammatory reactions result in progressive acinar destruction with fibrous replacement and sialectasis."
        },
        {
            "parent": 3,
            "text": "Patients with chronic sialadenitis should be evaluated with a history, physical examination, and possibly imaging, and the underlying pathology should be treated.3,13Patients typically present with recurrent or low-grade swelling and tenderness of the affected gland, especially when eating. Physical examination may reveal enlargement of the gland early on, but this may reverse in later stages of the disease. Massaging the gland toward the orifice often does not produce visible saliva. Workup should focus on identifying a predisposing factor, such as a calculus or stricture. If no cause is found, treatment is conservative and should consist of sialagogues, massage, hydration, and anti-inflammatory medications. In severe cases, excision of the gland is safe and effective,14with a low incidence of xerostomia."
        },
        {
            "parent": 4,
            "text": "Sialolithiasis is caused by the formation of stones in the ductal system. The submandibular gland is most often affected (80% to 90% of cases), and nearly all other cases involve the parotid duct.15,16Stones are composed of precipitated salts and proteins, predominantly calcium carbonate.17"
        },
        {
            "parent": 4,
            "text": "Patients with sialolithiasis typically present with postprandial salivary pain and swelling. They may have a history of recurrent acute suppurative sialadenitis. On examination, bimanual palpation along the course of the duct may reveal the stone. Ultrasonography and non–contrast-enhanced computed tomography are accurate in detecting the stone(Figure 4)."
        },
        {
            "parent": 4,
            "text": "Initial management consists of treating any acute infection, followed by surgical removal of the stone(Figure 5). The surgical approach depends on the location of the stone. Submandibular stones that can be palpated and are located in the anterior floor of mouth can be excised intraorally, usually under local anesthesia. Submandibular stones near the hilum of the gland may require gland excision. Stones in the parotid duct are more difficult to manage and may require parotidectomy. An alternative to open surgery is sialendoscopy,18,19wherein a small (0.8 to 1.6 mm) semirigid endoscope is introduced into the salivary duct, allowing the stone to be removed. Several studies have demonstrated its superiority over open surgery in stone clearance, symptom resolution, gland preservation, and safety.20–23"
        },
        {
            "parent": 6,
            "text": "Mumps is the most common cause of non-suppurative acute sialadenitis; 85% of cases occur in children younger than 15 years.4The disease is highly contagious and spreads by airborne droplets from salivary, nasal, and urinary secretions. The parotitis is characterized by local pain and edema, as well as otalgia and trismus. Most cases are bilateral, though it commonly begins on one side. Diagnosis is confirmed through viral serology. Treatment involves supportive measures, including hydration, oral hygiene, and pain control. Edema typically resolves over several weeks. Vaccination, which is usually completed by four to six years of age, is 88% effective in preventing mumps and has reduced the incidence by 99%.24"
        },
        {
            "parent": 7,
            "text": "Human immunodeficiency virus–associated salivary gland disease involves diffuse cystic enlargement of the major glands.25These lymphoepithelial cysts may be the initial manifestation of the disease or may present at later stages. It presents with a gradual, nontender enlargement of one or more of the major salivary glands, with the parotid being the most commonly affected. The patient may have decreased salivary function resulting in xerostomia, which can mimic Sjögren syndrome. Imaging generally demonstrates multiple low-attenuation cysts and diffuse lymphadenopathy. Management involves antiretroviral therapy, oral hygiene, and sialagogues."
        },
        {
            "parent": 9,
            "text": "Benign neoplasms of the salivary glands typically present as painless, asymptomatic, slow-growing neck or parotid masses(Figure 6). The most common salivary gland neoplasms in children are hemangiomas, lymphatic malformations, and pleomorphic adenomas.26However, more than 50% of solid salivary gland tumors in children are malignant. In adults, pleomorphic adenoma is the most common salivary gland neoplasm.27Diagnosis requires fine-needle aspiration biopsy and ultrasonography, computed tomography, or magnetic resonance imaging. With some tumors, particularly pleomorphic adenomas, there is a risk of malignant transformation over time; thus, these radioresistant tumors are typically surgically resected. Salivary tumors generally should be completely excised to confirm the diagnosis and decrease morbidity and mortality.6,28,29"
        },
        {
            "parent": 10,
            "text": "Salivary gland malignancies are relatively rare; in a population-based study, only 16% of salivary gland tumors were malignant.30Most parotid gland neoplasms are benign(Table 328,31), but tumors of the submandibular, sublingual, and minor salivary glands are more likely to be malignant.32Distinguishing a malignant neoplasm from a benign one at initial presentation may not be possible until a biopsy is performed. Both types typically present as a painless mass in the gland.33Findings that are concerning for malignancy include pain, facial paresis, fixation of the mass to the skin or underlying tissue, and palpable neck lymphadenopathy(Figure 7). Patients who present with nonacute facial weakness should have the parotid gland evaluated with examination and imaging. If a mass is identified, prompt referral to an otolaryngologist is indicated."
        },
        {
            "parent": 10,
            "text": "Initial evaluation includes imaging with contrast-enhanced computed tomography and/or magnetic resonance imaging, and obtaining a tissue diagnosis through fine-needle aspiration. The most common histologic types of malignant salivary gland tumors are mucoepidermoid and adenoid cystic carcinomas.34Less commonly, face or scalp squamous cell carcinoma can present with metastases to the parotid gland. Most salivary gland malignancies are treated surgically, so prompt referral is recommended when one is suspected(Table 4)."
        },
        {
            "parent": 10,
            "text": "Data Sources: A PubMed search was completed in Clinical Queries using the key terms salivary gland tumors, sialadenitis, and sialolithiasis. The search included systematic reviews, meta-analyses, reviews of clinical trials and other primary sources, and evidence-based guidelines. Also searched were the AHRQ evidence reports, the Cochrane database, Essential Evidence Plus, the Institute for Clinical Systems Improvement, and the National Guideline Clearinghouse database. Search dates: May 18, 2012, and January 14, 2014."
        }
    ],
    "locked": false
}