{
    "url": "https://www.aafp.org/pubs/afp/issues/2012/1215/p1109.html#afp20121215p1109-f1",
    "title": "Adolescent Health Screening and Counseling | AAFP",
    "author": "PETER HAM, MD, AND CLAUDIA ALLEN, PhD",
    "doi": "Am Fam Physician.2012;86(12):1109-1116",
    "abstract": "Serious health problems, risky behavior, and poor health habits persist among adolescents despite access to medical care. Most adolescents do not seek advice about preventing leading causes of morbidity and mortality in their age group, and physicians often do not find ways to provide it. Although helping adolescents prevent unintended pregnancy, sexually transmitted infections, unintentional injuries, depression, suicide, and other problems is a community-wide effort, primary care physicians are well situated to discuss risks and offer interventions. Evidence supports routinely screening for obesity and depression, offering testing for human immunodeficiency virus infection, and screening for other sexually transmitted infections in some adolescents. Evidence validating the effectiveness of physician counseling about unintended pregnancy, gang violence, and substance abuse is scant. However, physicians should use empathic, personal messages to communicate with adolescents about these issues until studies prove the benefits of more specific methods. Effective communication with adolescents requires seeing the patient alone, tailoring the discussion to the individual patient, and understanding the role of the parents and of confidentiality.",
    "headers": [
        {
            "id": 0,
            "name": "Counseling",
            "level": 2
        },
        {
            "id": 1,
            "name": "Reducing Risks",
            "level": 2
        },
        {
            "id": 2,
            "name": "SEXUAL ACTIVITY",
            "level": 3
        },
        {
            "id": 3,
            "name": "VIOLENCE",
            "level": 3
        },
        {
            "id": 4,
            "name": "OBESITY",
            "level": 3
        },
        {
            "id": 5,
            "name": "ALCOHOL USE",
            "level": 3
        },
        {
            "id": 6,
            "name": "TOBACCO USE",
            "level": 3
        },
        {
            "id": 7,
            "name": "DEPRESSION",
            "level": 3
        },
        {
            "id": 8,
            "name": "Approach to the Patient",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Primary care physicians are well positioned to deliver important health advice to adolescents because 70 percent of adolescents have a preventive health visit every four years, on average.1,2Adolescents and their parents want physicians to raise sensitive issues during visits for both preventive care and acute illness,3,4and it is important for physicians to make the most of these visits.Table 1includes U.S. Preventive Services Task Force (USPSTF) recommendations for adolescent screening and counseling.5–7"
        },
        {
            "parent": -1,
            "text": "The leading causes of death among adolescents in 2011 were motor vehicle crashes (26 percent); unintentional injuries (17 percent); homicide (16 percent); and suicide (13 percent). Also, 7.7 percent of high school students rarely or never wore seat belts, 87.5 percent rarely or never wore bicycle helmets, and 16.6 percent reported carrying a weapon within the previous 30 days.8In 2008 there were 42 unintended pregnancies per 1,000 females 15 to 19 years of age, and there are 9 million sexually transmitted infections (STIs) in persons 15 to 24 years of age each year.9,10Up to 20 percent of adolescents have a mental health condition, less than 20 percent of whom receive treatment.11Risk factors for chronic diseases, such as alcohol and tobacco use, sedentary habits, and poor diet, begin in adolescence. Obesity rates among adolescents are increasing, and only 29 percent of adolescents are physically active at least 60 minutes every day.12"
        },
        {
            "parent": -1,
            "text": "During preventive visits with adolescents, physicians often fail to discuss risks or offer anticipatory guidance.13,14For example, adolescents receive advice about seat belts, bicycle helmets, and secondhand smoke during only one-third of visits to a physician.15Physician adherence to indicated clinical services is lowest in adolescent preventive care.14The reasons for this gap in implementation of care include limited evidence for behavior counseling with adolescents, lack of physician confidence in behavior counseling skills, lack of feedback to physicians about how often they provide recommended services, and physicians' perceived lack of interest from adolescents.12"
        },
        {
            "parent": 0,
            "text": "Influencing behavior change is difficult in patients of all ages, but adolescents pose special challenges. First, adolescence (the stage of life from puberty to maturity, typically between 12 and 18 years of age) is a period of dramatic physical, cognitive, and emotional transformation. Second, children develop at different rates. In general, development begins with concrete thinking and little understanding of implications, transitions to a middle phase characterized by increasing insight and experimentation, and ends with a transition to adulthood with independent seeking of advice and a realistic understanding of long-term consequences. Taking time to assess the cognitive and emotional abilities of the patient, and the role their caregivers play in making decisions, is crucial but challenging.Figure 1outlines how physician and parental support can influence adolescent development."
        },
        {
            "parent": 0,
            "text": "There are specific data on which behaviors put adolescents at risk(Table 2).8However, given the variability in the patient's development, family support, life experience, and personality, it is not completely clear how to best deliver risk counseling. The data on the effectiveness of different approaches are limited."
        },
        {
            "parent": 0,
            "text": "It is important to talk with adolescents privately. A survey of adolescents indicates that time alone with the physician improves sharing of personal concerns.16However, even when meeting a physician alone, many adolescents hold back, possibly because of ambiguity about confidentiality; a fear of being “lectured”; discomfort with talking about personal issues, especially sex17; and lack of clarity about the purpose of the physician visit.16Although physicians often provide assurances of confidentiality, many adolescents still have concerns that personal information will be available to clinic staff or shared with parents. A study shows that adolescents are more comfortable seeking advice and information from anonymous, online sources.18"
        },
        {
            "parent": 0,
            "text": "Another study shows that adolescents are more satisfied with physicians who themselves raise sensitive topics, and are more likely to share personal information with these physicians.3Male adolescents have also reported that the relationship with their physician, the physician's demeanor, and continuity of care are crucial to their willingness to share sensitive information.16In establishing a rapport with adolescents, it is helpful to keep the conversation personal. Instead of stating general facts, the physician should ask adolescents specifically what is happening in their lives (e.g., regarding substance use and sex)."
        },
        {
            "parent": 0,
            "text": "Stating a clear position on confidentiality is important. The Society for Adolescent Medicine recommends protecting the confidentiality of adolescents' health care communications and records.19Most states allow minors to independently consent to contraceptive services and STI screening and treatment; however, abortion services often require parental notification or consent.20If information suggests abuse or possible harm to the patient or another person, the physician may be obligated to involve others. However, physicians may take into account the adolescent's age and level of maturity in deciding how to break confidentiality, if necessary, and how much to involve the patient in that process."
        },
        {
            "parent": 1,
            "text": "Although many national trends in youth risk behavior are improving(Table 2), many high school–aged adolescents still engage in risky behaviors.8Evidence is lacking that medical interventions reduce these behaviors. Until studies provide more information, a team approach that includes behavior therapy referrals, school-based programs, or community groups may be most beneficial."
        },
        {
            "parent": 2,
            "text": "Education and offering contraceptives lower the rate of unintended pregnancy among adolescents.Table 3includes tips for talking with adolescents about sexual health. In females 15 to 17 years of age, pregnancy rates have decreased from 75 per 1,000 persons in the 1980s to 37 per 1,000 in 2008. Pregnancy rates remained higher for nonwhite adolescents (96 per 1,000 persons).21Education methods aimed at reducing sexual risk often involve discussion about contraceptive options, including emergency contraception; prevailing attitudes; risk of pregnancy and disease; and building skills to discuss sexual risk with partners. Evidence supports educational programs (typically lasting nine to 15 months) in school-, community-, or faith-based settings.22The USPSTF concludes that high-intensity counseling (three to nine hours, usually in a group setting) reduces STI rates in sexually active adolescents.23Physician promotion of contraception is a component of some educational programs for adolescents. When sexually active adolescents seek primary care, physicians should offer contraception and STI testing. Screening those at high risk of STIs (e.g., those with a history of STIs or a higher number of sex partners) reduces rates of pelvic inflammatory disease.24Sexually active adolescent females should be screened for chlamydia25and gonorrhea.26The Centers for Disease Control and Prevention recommends screening all adolescents for human immunodeficiency virus infection, whereas the USPSTF recommends screening only those who are high risk; testing should be routinely offered to adolescents.7,27"
        },
        {
            "parent": 3,
            "text": "The firearm-related death rate among males 15 to 19 years of age is 20 per 100,000 persons, and is higher among black male adolescents at 55 per 100,000 persons.28School-based programs focusing on violence prevention reduce aggressive behavior over the short-term; however, evidence is lacking about long-term benefits beyond 12 months or reduction in violent injuries.29There are no randomized studies or high-quality cohort studies of how physicians can influence adolescents to avoid violence. Strategies to deter adolescents from joining gangs is an especially important area for further research because gang involvement significantly increases violence in this age group.30"
        },
        {
            "parent": 3,
            "text": "Physicians should ask adolescent patients about risk factors for violent behavior (e.g., history of abuse, low commitment to school, involvement in gangs, fear of assault)31; offer follow-up; and connect families with school-based programs, psychologists, and community groups that work with at-risk adolescents."
        },
        {
            "parent": 4,
            "text": "High-intensity weight-loss programs (more than 25 hours over six months) that include counseling, dietary advice, and physical activity reduce body mass index (BMI) by 1.9 to 3.3 kg per m2at 12 months in children and adolescents who are obese. This reduction in BMI can be maintained an additional 12 months after weight-loss counseling ends.32Physicians should calculate BMI in adolescent patients at yearly visits. The USPSTF recommends referral to a weight-loss program or obesity clinic for patients six to 18 years of age who are obese (BMI greater than the 95th percentile).32"
        },
        {
            "parent": 4,
            "text": "Although exercise alone has not been shown to improve BMI or health outcomes, it improves self-esteem in adolescents.33Physicians should recommend daily exercise and limiting sedentary behavior, such as watching television, playing video games, and other “screen time,” for overall health. Increasing self-esteem may also improve resistance to peer pressure and risky behavior."
        },
        {
            "parent": 5,
            "text": "Counseling reduces alcohol consumption and increases safe drinking behavior in high-risk adults,34although the effectiveness of primary care counseling in high-risk adolescents is less clear. Clinical trials show that compared with those receiving no alcohol counseling, young adults who were counseled had less intent to drink, drank less, and were less likely to consume more than five drinks in a row.35However, a study has also found increased drinking among adolescents after counseling.36"
        },
        {
            "parent": 5,
            "text": "The CRAFFT (car, relax, alone, forget, family or friends, trouble) questionnaire, a brief screening tool for substance abuse, is 92 percent sensitive and 64 percent specific for high-risk alcohol behavior in adolescents. Although the questionnaire will identify substance abuse in most adolescents, a positive screening result requires confirmation through a more detailed discussion with the patient.37The CRAFFT questionnaire is available athttp://www.ceasar-boston.org/CRAFFT/index.php. Individually tailored guidance and use of community programs are prudent until studies reveal how to best reduce high-risk drinking behavior.Table 4provides tips for talking with adolescents about alcohol use."
        },
        {
            "parent": 6,
            "text": "Interventions to reduce tobacco use, such as cognitive behavior therapy, motivational interviewing, and medications, have not been well studied in adolescents.38However, randomized controlled trials have shown that brief physician advice and one to four motivational interviewing sessions increase quit rates in adults (number needed to treat = 7).39,40Although evidence regarding adolescents is insufficient to justify clinical guidelines, it is reasonable to ask adolescents about tobacco use, provide them with data that show that tobacco use causes illness and death, and offer smoking cessation assistance if needed. Because exposure to tobacco advertising increases experimentation and smoking rates among adolescents,41advocating against tobacco advertising aimed at this age group may be beneficial."
        },
        {
            "parent": 7,
            "text": "The USPSTF recommends screening patients 12 to 18 years of age for major depression, if adequate treatment and follow-up are available, using the nine-item Patient Health Questionnaire for Adolescents(Table 542)or the seven-question Beck Depression Inventory-Primary Care Version.43These instruments have a 70 to 91 percent sensitivity for depression in adults44; however, no trials have examined whether screening improves outcomes in adolescents."
        },
        {
            "parent": 7,
            "text": "Treatment with selective serotonin reuptake inhibitors (SSRIs), psychotherapy, or both improves quality of life and symptoms in adolescents with depression. Clinical trials have consistently shown that the SSRIs fluoxetine (Prozac) and citalopram (Celexa) are effective in improving symptoms in adolescents with major depression (number needed to treat = 5).43Psychotherapy, including cognitive behavior therapy or interpersonal therapy, also reduces depression symptoms in adolescents compared with control treatments. Combining SSRIs and psychotherapy provides the greatest reduction in depressive symptoms (number needed to treat = 3).45Because studies have shown a statistically significant increase in suicidal ideation in children and adolescents taking SSRIs, they should be used only if monitoring and support are available.45"
        },
        {
            "parent": 7,
            "text": "Although not proven to reduce rates of completed suicide or unintentional death, physician advice to adults increases safe firearm storage. Therefore, discussions with parents should be part of depression counseling and routine preventive care of adolescents.46"
        },
        {
            "parent": 8,
            "text": "Because of a lack of data indicating what makes up an effective physician-adolescent conversation, as well as physician and adolescent discomfort with addressing sensitive topics, physicians are missing key opportunities to discuss critical health issues with these patients."
        },
        {
            "parent": 8,
            "text": "Physicians can establish a productive relationship with adolescents through the following steps: (1) assess the individual adolescent's ability to understand the consequences of risky behavior; (2) assess the role of the parent; (3) clarify expectations about confidentiality; (4) meet privately with the adolescent and raise sensitive topics; and (5) use the physician-patient relationship to personalize risk-reduction messages. Physicians should also actively seek to collaborate with community programs that address adolescent violence, sex, and overall health. Adolescents should be invited to independently access the physician's office, and should be provided with other resources appropriate for their individual needs."
        },
        {
            "parent": 8,
            "text": "Data Sources:We searched the Cochrane Database of Systematic Reviews, Essential Evidence Plus, U.S. Preventive Services Task Force, National Guideline Clearinghouse, and Ovid Medline using a combination of the terms: adolescent, teen, pregnancy prevention, sexually transmitted disease, violence, alcohol, mortality, injury, suicide, depression, anxiety, obesity, and tobacco. Search dates: August 15, 2011, and January 15, 2012."
        }
    ],
    "locked": false
}