{
    "url": "https://www.aafp.org/pubs/afp/issues/2013/1215/p852.html#afp20131215p852-f1",
    "title": "Smell and Taste Disorders in Primary Care | AAFP",
    "author": "JOHN MALATY, MD, AND IRENE A.C. MALATY, MD",
    "doi": "Am Fam Physician.2013;88(12):852-859",
    "abstract": "Smell and taste disorders can be challenging to diagnose because of the large number of potential etiologies. Patients are often unable to provide a clear history of symptoms, because they frequently cannot distinguish between difficulties with smell and taste. Standardized questionnaires may be helpful in diagnosis. Smell and taste dysfunction have been implicated in loss of appetite, unintended weight loss, malnutrition, and reduced quality of life. Taste dysfunction may be complete or partial, and affect one or more aspects of taste (sweetness, bitterness, sourness, saltiness, and umami [savory]). An estimated 95% of taste disorders are caused by impairment of smell rather than gustatory loss. The most common causes of olfactory dysfunction include allergic rhinitis, chronic rhinosinusitis (with or without sinonasal polyps), and upper respiratory infection. Other potential causes include head trauma, neurodegenerative diseases (including Parkinson disease and cognitive impairments), and medications. Examination of the nose, mouth, and oropharynx as well as neurologic examination (focusing on cranial nerves I, VII, IX, and X) is essential. Additional assessment such as cognitive testing, nasal endoscopy, computed tomography of the sinuses or nose, or brain magnetic resonance imaging may be indicated. Up to one-half of patients with olfactory dysfunction improve over time. Improvement in olfactory function is inversely correlated with severity and duration of loss, age, smoking, and male sex.",
    "headers": [
        {
            "id": 0,
            "name": "Anatomy and Physiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Clinical Assessment",
            "level": 2
        },
        {
            "id": 2,
            "name": "HISTORY",
            "level": 3
        },
        {
            "id": 3,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 4,
            "name": "DIAGNOSTIC TESTING",
            "level": 3
        },
        {
            "id": 5,
            "name": "Specific Causes of Smell and Taste Conditions",
            "level": 2
        },
        {
            "id": 6,
            "name": "SINONASAL CONDITIONS",
            "level": 3
        },
        {
            "id": 7,
            "name": "HEAD TRAUMA",
            "level": 3
        },
        {
            "id": 8,
            "name": "NEURODEGENERATIVE DISEASES",
            "level": 3
        },
        {
            "id": 9,
            "name": "MEDICATIONS",
            "level": 3
        },
        {
            "id": 10,
            "name": "Prognosis and Patient Education",
            "level": 2
        },
        {
            "id": 11,
            "name": "Indications for Referral",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Smell and taste disorders have been implicated as causes of loss of appetite, unintended weight loss, malnutrition, and reduced quality of life.1These disorders have many potential etiologies and a wide spectrum of clinical presentations. Taste is influenced by odor, flavor, texture, and temperature. Traditionally, taste has been categorized into sweetness, bitterness, sourness, saltiness, and umami (also described as savory). Taste disorders such as ageusia, hypogeusia, and dysgeusia may involve one or more of these five basic tastes(Table 1). It is estimated that 95% of perceived taste disorders are caused by olfactory loss rather than gustatory loss; therefore, a disorder of the olfactory system should be the initial diagnostic focus in most cases.2–4"
        },
        {
            "parent": 0,
            "text": "Odorants entering the nose dissolve in nasal mucus that is produced, humidified, and warmed by the nasal turbinates and nasal mucosa. Once absorbed through the nasal mucosa, dissolved odorants stimulate olfactory receptors in the neuroepithelium located over the cribriform plate. Smell is transmitted via the olfactory bulb and nerve to various regions of the olfactory cerebral cortex. Precise smelling centers and related pathways continue to be elucidated. Smell disorders can occur at any stage in this process. Olfactory receptors in the nose regenerate throughout a person's life. Additional features of smell include temperature, irritation, and sharpness, which are mediated by ophthalmic and maxillary divisions of the trigeminal nerve."
        },
        {
            "parent": 0,
            "text": "In the mouth, taste odorants dissolve in saliva before encountering the taste buds on the tongue, soft palate, pharynx, larynx, epiglottis, and first one-third of the esophagus. Gustatory receptors sense the five basic tastes. Taste on the anterior two-thirds of the tongue is innervated by the chorda tympani of the facial nerve. The glossopharyngeal nerve mediates taste from the posterior one-third of the tongue. The greater superficial petrosal nerve serves the palate, and the vagus nerve innervates taste from the pharynx and larynx. The mediation of taste by multiple nerves may explain why gustatory loss is less common than olfactory loss. The trigeminal nerve mediates the temperature, stinging sensation, and degree of sharpness that refine the five basic tastes. Gustatory receptors also regenerate throughout a person's life, approximately every 10 days."
        },
        {
            "parent": 0,
            "text": "Advancing age contributes to olfactory and gustatory loss. Women generally have better smell and taste than men of the same age. Smoking appears to have a small detrimental impact on smell.2,5–8"
        },
        {
            "parent": 2,
            "text": "Patients are often unable to distinguish between disorders of smell and taste. Most patients who report taste loss are found to have a loss of smell instead.1–3Patients are also rarely accurate in estimating the severity of their olfactory or gustatory loss.1–3,8–10These factors can complicate obtaining a reliable history."
        },
        {
            "parent": 2,
            "text": "Standardized questionnaires can help assess patients with concerns about taste loss or distortion. A study of a four-item questionnaire(Table 2)reported effectiveness in detecting parosmia, with the first and fourth questions demonstrating the highest sensitivity and specificity.11Another study of a questionnaire to identify issues in detecting salty, sweet, sour, or bitter taste(Table 3)found that patients who reported no difficulty detecting these tastes rarely had taste dysfunction on further testing (high negative predictive value).2This questionnaire did not effectively identify patients who had taste disorders (low positive predictive value).2"
        },
        {
            "parent": 2,
            "text": "For olfactory disorders (and for most taste problems), the history should include severity and persistence of symptoms. Patients should be asked about medical history of allergic rhinitis or chronic rhinosinusitis (with or without nasal polyps), as well as symptoms of nasal congestion, obstruction, or rhinorrhea. This history correlates with ongoing symptomatic allergic rhinitis or chronic rhinosinusitis (with or without nasal polyps) as the cause of diminishing olfactory function; this may improve after treatment of these conditions.12Any history of head or facial trauma may indicate cribriform plate damage. Difficulties with memory or neurologic abnormalities may indicate mild cognitive impairment, Alzheimer disease, Parkinson disease, or parkinsonism. A medication history can identify use of agents implicated in smell and taste disorders(Table 4).2–6,8–10,12–26"
        },
        {
            "parent": 3,
            "text": "Given the high prevalence of sinonasal disease in olfactory disorders, anterior rhinoscopy should be done to evaluate for nasal polyposis, chronic sinusitis, allergic rhinitis, and other conditions. Significant rhinitis, nasal polyps, or findings indicative of inflammation or infection correlate fairly well with sinonasal pathology affecting smell. Conversely, isolated moderate turbinate hypertrophy and septal deviation are of limited predictive value in determining a cause of smell loss.12"
        },
        {
            "parent": 3,
            "text": "Examination of the oral cavity and oropharynx for salivary deficiency and for evidence of infection, inflammation, or other pathology of the oral mucosa, tongue, teeth, gums, and palate is also important. Neurologic examination should include cranial nerve I (olfactory) by testing smell perception independently in each nostril. Because of their role in taste conduction, cranial nerves VII (facial), IX (glossopharyngeal), and X (vagus) should also be tested in gustatory disorders. Cognitive assessment (including memory testing) and motor examination (including observation for gait disorders, tremor, or bradykinesia) are important in identifying the common neurodegenerative disorders that can cause or contribute to olfactory loss. Any abnormal neurologic finding is significant."
        },
        {
            "parent": 4,
            "text": "Nasal endoscopy and computed tomography (CT) of the sinuses and nose are highly diagnostic for sinonasal pathology. If the history suggests a sinonasal etiology but anterior rhinoscopy is inconclusive, office-performed nasal endoscopy has been demonstrated to visualize 91% of pathology (40% more than that visualized on anterior rhinoscopy). The remaining etiologies are usually evident on CT.12If history or examination findings raise concern for intracranial lesions, magnetic resonance imaging of the brain can be useful for further evaluation, with particular scrutiny of the skull base."
        },
        {
            "parent": 4,
            "text": "Several abbreviated tests are available for taste and smell disorders, but all have limitations(Table 5).5,13Comprehensive testing at specialized smell and taste centers is time-consuming and expensive."
        },
        {
            "parent": 6,
            "text": "Sinonasal conditions are responsible for 52% to 72% of olfactory disorders, depending on the population studied.3,11,13Olfactory loss is correlated with increasing frequency of upper respiratory infections.6The severity of sinonasal disease also correlates with the degree of olfactory loss, increasing throughout the continuum of allergic rhinitis, to chronic rhinosinusitis, to nasal polyps. Decreased olfactory bulb size is found in patients who have chronic rhinosinusitis with nasal polyps, a finding associated with olfactory loss. Smell improves and olfactory bulb size increases in the three months after endoscopic sinus surgery in patients who have nasal polyposis.14,15Treatment of paranasal sinus disease or polyposis with nasal steroids for eight weeks has been associated with improved smell (subjectively and objectively on smell scores) and improvement in signs of sinonasal disease.27Oral steroids have not conclusively been shown to help long-term olfactory loss in sinonasal disease, but they can temporarily reverse loss of smell in patients with nasal polyposis or chronic rhinosinusitis. Oral steroids may be helpful in diagnosis or for short-term symptom relief.12,28"
        },
        {
            "parent": 7,
            "text": "Head trauma is a well-recognized cause of olfactory loss. Trauma can cause loss of olfactory detection, such as damage to the olfactory nerve from cribriform plate fractures or closed head injury (from nerve disruption or shearing forces), or difficulties in olfactory discrimination caused by closed head injury and cortical trauma. Although some patients have detectable cerebral damage on magnetic resonance imaging or CT in the olfactory bulb, cribriform plate, or olfactory areas of cerebral cortex, damage in other patients may only be evident as abnormal perfusion on single-photon emission CT.29"
        },
        {
            "parent": 7,
            "text": "Twelve weeks of olfactory training has been shown to increase olfactory sensitivity in one-third of patients who had olfactory loss secondary to posttraumatic, postinfectious, or idiopathic causes. This at-home technique involves twice-daily exposure to four odors (phenylethyl alcohol, eucalyptus, citronellal, and eugenol).30"
        },
        {
            "parent": 8,
            "text": "Patients with mild cognitive impairment and Alzheimer disease may subjectively recognize smell and taste deficits as early symptoms. In these conditions, gustatory and olfactory testing indicates greater dysfunction than reported subjectively by patients. The loss of smell and taste in patients with mild cognitive impairment and Alzheimer disease differs from that of age-matched controls, but not between the two conditions. Gustatory loss is reported in all areas tested: sweet, sour, salty, and bitter.9The loss of taste and smell with mild cognitive impairment and Alzheimer disease is believed to be cortically mediated. Disease severity in Parkinson and Alzheimer disease correlates with the severity of smell and taste loss.8,9"
        },
        {
            "parent": 8,
            "text": "Olfactory and gustatory loss is present in most patients with early Parkinson disease. These symptoms have been suggested to be useful in early diagnosis.8Patients with Parkinson disease find smell and taste loss most bothersome early in the disease process (one of the top five symptoms).16"
        },
        {
            "parent": 8,
            "text": "Twelve weeks of home olfactory training increased function, especially olfactory discrimination, in one-fifth of patients with Parkinson disease. This occurred independent of duration of disease. The training consisted of smelling four odors (phenylethyl alcohol, eucalyptol, citronellal, and eugenol), each for 10 seconds, twice daily.31"
        },
        {
            "parent": 9,
            "text": "A large number of medications have been implicated in smell and taste loss. Medication effects may represent up to 12% of olfactory dysfunction, and an even larger proportion of gustatory dysfunction.12There are few conclusive data confirming the role of medications in smell and taste disorders, because most evidence is based on case studies or series. If a patient notes the onset of smell or taste loss after initiating a new medication, it should be discontinued, because medication-induced loss can be reversible.10,12One exception is chemotherapy, which can cause loss of taste and smell, as well as parosmia and phantosmia. These effects are usually transient and resolve within three months of treatment cessation. This adverse effect is most likely caused by toxicity to olfactory and gustatory receptor cells that have the ability to regenerate. Parosmia, with resulting food aversion, can be avoided by using a nose clip to decrease nasal airflow and odor detection. Some data indicate that increasing seasoning with additional spices may help.10"
        },
        {
            "parent": 9,
            "text": "Tables 4and6list etiologies of olfactory and gustatory dysfunction.2–6,8–10,12–26"
        },
        {
            "parent": 10,
            "text": "Improvement in ability to smell occurs in one-third to one-half of patients over time, often over many months or years. Factors that make improvement less likely include more severe loss of smell, longer duration of symptoms, advanced age at onset (especially patients older than 75 years), and smoking. Women may have a better prognosis than men. Some small studies suggest that prognosis relates to etiology, but larger studies have shown that prognosis is related to the severity of the loss.32,33"
        },
        {
            "parent": 11,
            "text": "Physicians should refer patients to a smell and taste disorder center or to an otolaryngologist if the patient's quality of life is significantly impaired by a persistent olfactory or gustatory disorder that has no easily treatable cause, such as sinonasal, oral, or dental disease or removal of an implicated medication or toxin(Figure 1)."
        },
        {
            "parent": 11,
            "text": "Data Sources:A PubMed search was conducted combining the key terms smell, taste, gustatory, and olfactory with diagnosis, medications, and etiology. In addition, searches were conducted using the key terms smell and taste in the Agency for Healthcare Research and Quality evidence reports, Bandolier, the Canadian Task Force on Preventive Health Care, the Cochrane Database of Systematic Reviews, the Database of Abstracts of Reviews of Effects, Essential Evidence Plus, the Institute for Clinical Systems Improvement, the National Center for Complementary and Alternative Medicine, the National Guideline Clearinghouse database, and the U.S. Preventive Services Task Force. Search date: May 19, 2011, and November 22, 2013."
        }
    ],
    "locked": false
}