{
    "url": "https://www.aafp.org/pubs/afp/issues/2012/1115/p940.html#afp20121115p940-f2",
    "title": "Revised AAP Guideline on UTI in Febrile Infants and Young Children | AAFP",
    "author": "KENNETH B. ROBERTS, MD",
    "doi": "Am Fam Physician.2012;86(10):940-946",
    "abstract": "In 2011, the American Academy of Pediatrics released a revision of its 1999 clinical practice guideline on urinary tract infections in febrile infants and young children two to 24 months of age. The new clinical practice guideline has several important updates based on evidence generated over the past decade. The updated guideline includes clinical criteria for collecting urine specimens. Diagnosis now requires evidence of infection from both abnormal urinalysis results and positive urine culture results (the criterion for a positive culture has been reduced from at least 100,000 colony-forming units per mL to at least 50,000 colony-forming units per mL). Oral treatment now is considered to be as effective as parenteral treatment. Renal and bladder ultrasonography is still recommended, but the biggest change in the current guideline is that routine voiding cystourethrography is no longer recommended after the first urinary tract infection. Follow-up is based on evaluating children for urinary tract infection during subsequent febrile episodes, rather than routinely performing repeat urine cultures.",
    "headers": [
        {
            "id": 0,
            "name": "Presumptive Therapy for III-Appearing Children",
            "level": 2
        },
        {
            "id": 1,
            "name": "Determining the Likelihood of UTI",
            "level": 2
        },
        {
            "id": 2,
            "name": "Criteria for Diagnosis",
            "level": 2
        },
        {
            "id": 3,
            "name": "Antimicrobial Therapy",
            "level": 2
        },
        {
            "id": 4,
            "name": "Urologic Imaging",
            "level": 2
        },
        {
            "id": 5,
            "name": "Parental Education and Follow-up",
            "level": 2
        },
        {
            "id": 6,
            "name": "Areas for Further Research",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The American Academy of Pediatrics (AAP) released a clinical practice guideline in 1999 on the diagnosis, treatment, and evaluation of initial urinary tract infections (UTIs) in febrile infants and young children,1along with a technical report.2The recommendations were summarized the following year in anAmerican Family Physicianarticle.3A revision of the practice guideline was released in 2011,4along with the revised technical report.5The new guideline is based on an extensive literature review, described in the guideline and technical report, supplemented by original data from the authors of six randomized controlled trials (RCTs) of prophylaxis to prevent recurrent UTIs.4,5The guideline was reviewed in draft form by the American Academy of Family Physicians and other groups. Although it is routine for the AAP to review and, if needed, revise its practice guidelines, the changes in this revision are extensive."
        },
        {
            "parent": -1,
            "text": "In the past decade, a considerable amount of evidence has been published on this topic, leading to what some have called a “paradigm shift” in thinking about vesicoureteral reflux (VUR) and UTIs.6In addition to substantive changes, the AAP has refined the format for clinical practice guidelines, providing greater transparency about the assessment of the quality of evidence and the strength of recommendations. The AAP rates evidence quality as A: well-designed RCTs or diagnostic studies on a relevant population; B: RCTs or diagnostic studies with minor limitations, or overwhelmingly consistent evidence from observational studies; C: observational studies (case-control and cohort design); D: expert opinion, case reports, reasoning from first principles; and X: exceptional situations in which validating studies cannot be performed and there is a clear preponderance of benefit or harm. Note that the AAP ratings differ from the Strength of Recommendation ratings that usually appear inAmerican Family Physician. The recommendations, now called key action statements, include important changes for family physicians and others who treat infants and young children. This article summarizes the seven key action statements and eight areas for future research identified by the AAP.Table 1presents the key updates in the 2011 guideline.4"
        },
        {
            "parent": -1,
            "text": "The guideline focuses on infants and young children two to 24 months of age with unexplained fever. Infants younger than two months are excluded because there are special considerations in this age group. Children older than 24 months are excluded because additional issues, such as dysfunctional elimination, have greater importance in this age group. Moreover, the evidence from which the action statements are based comes from studies of children two to 24 months of age, and it is not clear whether the data can be applied to other children. An algorithmic summary of the guideline is presented inFigure 1.4Readers are encouraged to consult the full guideline and technical report for additional information and rationale.4,5"
        },
        {
            "parent": 0,
            "text": "Action Statement 1: If a clinician decides that a febrile infant or young child with no apparent source for the fever requires antimicrobial therapy because of ill appearance or another pressing reason, the clinician should ensure that a urine specimen is obtained for both culture and urinalysis before an antimicrobial is administered. The specimen should be obtained by catheterization, because the diagnosis of UTI cannot be established reliably by a culture of urine collected in a bag. (Evidence Quality A; Strong Recommendation.)"
        },
        {
            "parent": 0,
            "text": "The only change from the 1999 guideline is that both urinalysis and culture should be performed to assure a diagnosis of true UTI rather than asymptomatic bacteriuria in a child whose fever is unrelated to the urinary tract (see action statement 3). A dependable specimen needs to be obtained before the administration of an antimicrobial because most common agents will sterilize the urine rapidly, obscuring a UTI diagnosis."
        },
        {
            "parent": 1,
            "text": "The second set of action statements addresses patients whom clinicians feel do not need immediate antimicrobial therapy."
        },
        {
            "parent": 1,
            "text": "Action Statement 2: If a clinician determines that an infant or young child with unexplained fever is not ill enough to require immediate antimicrobial therapy, the clinician should assess the likelihood of UTI."
        },
        {
            "parent": 1,
            "text": "Action Statement 2a: If the clinician determines this patient has a low likelihood of UTI, clinical follow-up without testing is sufficient, recognizing that the likelihood may change during the course of the illness (e.g., persistence of fever, increased height of fever). (Evidence Quality A; Strong Recommendation.)"
        },
        {
            "parent": 1,
            "text": "Action Statement 2b: If the clinician determines that this patient is not in a low-risk group, there are two choices: obtain a urine specimen by catheterization for culture and urinalysis, or obtain a urine specimen by the most convenient means and perform a urinalysis. If the urinalysis suggests a UTI (i.e., dipstick testing positive for leukocyte esterase or nitrites, or microscopy positive for white blood cells or bacteria), obtain and culture a urine specimen by catheterization or suprapubic aspiration. If urinalysis of fresh urine (less than one hour since void) is negative for leukocyte esterase and nitrites, it is reasonable to follow the clinical course without initiating antimicrobial therapy, recognizing that a negative urinalysis result does not rule out a UTI with certainty. (Evidence Quality A; Strong Recommendation.)"
        },
        {
            "parent": 1,
            "text": "The purpose of these action statements is to acknowledge that although the overall rate of UTI in infants and young children with fever and no apparent source is about 5 percent, some patients have a much higher rate, and others a much lower rate. The guideline committee did not operationalize “low likelihood,” but instead chose to leave it up to the clinician whether to set the threshold for obtaining a urine specimen at 1 percent likelihood or 2 percent likelihood of UTI, acknowledging that clinicians may define “low likelihood” differently.Figures 2and3are algorithms for assessing the threshold likelihood of UTI in febrile girls and boys to determine the need for a urine specimen.4"
        },
        {
            "parent": 2,
            "text": "The third action statement addresses the importance of requiring both urinalysis and culture."
        },
        {
            "parent": 2,
            "text": "Action Statement 3: To establish the diagnosis of UTI, clinicians should require both urinalysis results that suggest infection (pyuria or bacteriuria) and the presence of at least 50,000 colony-forming units per mL of a uropathogen cultured from a urine specimen obtained by catheterization or suprapubic aspiration. (Evidence Quality C; Recommendation.)"
        },
        {
            "parent": 2,
            "text": "In the past, a positive urinalysis result was not considered sensitive or specific enough to be included as a diagnostic criterion for UTI. It is now recognized that pyuria is a hallmark of true UTI and helps distinguish UTI from asymptomatic bacteriuria. It is the host's inflammatory response that results in scarring; therefore, the presence of white blood cells is an important feature of true UTI. Another change in this action statement is that the threshold criterion for a positive urinalysis result was reduced from 100,000 to 50,000 colony-forming units per mL. This change is based on a reexamination of data from which the previous recommendation was derived, as well as consideration of newer evidence."
        },
        {
            "parent": 3,
            "text": "Action Statement 4a: When initiating treatment, the route of antimicrobial administration should be based on practical considerations. Initiating treatment orally or parenterally is equally effective. The clinician should base the choice of agent on local antimicrobial sensitivity patterns (if available) and should adjust the choice according to sensitivity testing of the isolated uropathogen. (Evidence Quality A; Strong Recommendation.)"
        },
        {
            "parent": 3,
            "text": "Action Statement 4b: The duration of antimicrobial therapy should be seven to 14 days. (Evidence Quality B; Recommendation.)"
        },
        {
            "parent": 3,
            "text": "The committee would have preferred to recommend a specific number of days of antimicrobial therapy but was unable to find evidence comparing seven, 10, and 14 days head-to-head. Thus, duration of therapy was identified as an area for further research."
        },
        {
            "parent": 4,
            "text": "The biggest change from the 1999 guideline is in the section on imaging. The recommendation to perform renal and bladder ultrasonography is the same, but performing voiding cystourethrography (VCUG) routinely after a first UTI is no longer recommended."
        },
        {
            "parent": 4,
            "text": "Action Statement 5: Febrile infants and young children with UTI should undergo renal and bladder ultrasonography. (Evidence Quality C; Recommendation.)"
        },
        {
            "parent": 4,
            "text": "Action Statement 6a: Although VCUG should not be performed routinely after the first febrile UTI, it is indicated if renal and bladder ultrasonography reveals hydronephrosis, scarring, or other findings that suggest high-grade VUR or obstructive uropathy, and in other atypical or complex clinical circumstances. (Evidence Quality B; Recommendation.)"
        },
        {
            "parent": 4,
            "text": "Action Statement 6b: Further evaluation should be conducted if there is a recurrence of febrile UTI. (Evidence Quality X; Recommendation.)"
        },
        {
            "parent": 4,
            "text": "Evaluation with VCUG identifies and helps determine the severity of VUR (grades I through V). The test involves radiation, expense, and considerable discomfort but has been recommended because results affect treatment decisions; infants and young children with VUR receive a long course of daily antimicrobial prophylaxis, and those with high-grade VUR are candidates for surgical intervention."
        },
        {
            "parent": 4,
            "text": "In the past decade, the effectiveness of antimicrobial prophylaxis has been questioned. Since 2006, six RCTs comparing prophylaxis with no prophylaxis have been published. To determine the effectiveness in children two to 24 months of age, the authors of the six trials were asked to provide data for children in this age group who were randomized to receive prophylaxis or no prophylaxis after a febrile UTI. The data were provided by grade of VUR, with febrile UTI recurrence as the outcome measure. Data from all six trials were provided, resulting in a data set of 1,091 children(Figure 4).4No statistically significant benefit could be demonstrated for prophylaxis in those without VUR or those with grades I to IV VUR (only five children with grade V were included in the trials)."
        },
        {
            "parent": 4,
            "text": "Because recurrence is more common in infants and young children with high-grade VUR, whether they have received prophylaxis or not, postponing VCUG until after a recurrence accomplishes two things: it avoids the radiation, cost, and discomfort of VCUG in 90 percent of these patients with a first febrile UTI, and it identifies those with high-grade VUR, albeit after a recurrence.4In a hypothetical cohort of infants with a first UTI, 65 percent did not have VUR, 29 percent had grade I to III VUR, 5 percent had grade IV, and 1 percent had grade V. Of those with a recurrent UTI, 26 percent did not have VUR, 56 percent had grade I to III VUR, 12 percent had grade IV, and 6 percent had grade V.4Waiting for recurrence is considered an acceptable trade-off because the increased percentage of patients who will develop renal scarring is small.4Pediatric urologists have expressed concern that not performing VCUG routinely will lead to undetected VUR,6and these concerns have been addressed by the AAP committee.7Population studies from two countries on two continents also find that the case for identifying and treating VUR is unconvincing.8,9Guidelines from Britain10and Italy11now recommend against routine VCUG ."
        },
        {
            "parent": 5,
            "text": "Action Statement 7: After confirmation of UTI, the clinician should instruct the child's caregivers to seek prompt (ideally within 48 hours) medical evaluation for future febrile illnesses to ensure that recurrent infection can be quickly detected and treated. (Evidence Quality C; Recommendation.)"
        },
        {
            "parent": 5,
            "text": "In the past, frequent follow-up cultures were recommended to identify asymptomatic recurrences. However, it is now recognized that this likely misidentified girls with asymptomatic bacteriuria as having recurrent or chronic UTI. Because it is the host response that causes scarring, and the host response includes both fever and inflammation (white blood cells), it is more appropriate to detect and treat febrile recurrences than to perform periodic cultures."
        },
        {
            "parent": 6,
            "text": "The extensive literature review and analysis form the basis for the evidence-based guideline, but they also identify gaps in the evidence. Therefore, a section of the guideline is devoted to areas for research with the hope that the next revision of the guideline, like the current one, will be based on new evidence that permits refinement of recommendations for diagnosis and management. The guideline identifies eight areas for research, which are outlined inTable 2.4,9"
        }
    ],
    "locked": false
}