{
    "url": "https://www.aafp.org/pubs/afp/issues/2013/0501/p626.html#afp20130501p626-f7",
    "title": "Psoriasis | AAFP",
    "author": "NANCY WEIGLE, MD, AND SARAH MCBANE, PharmD",
    "doi": "Am Fam Physician.2013;87(9):626-633",
    "abstract": "Psoriasis is a chronic inflammatory skin condition that is often associated with systemic manifestations. It affects about 2 percent of U.S. adults, and can significantly impact quality of life. The etiology includes genetic and environmental factors. Diagnosis is based on the typical erythematous, scaly skin lesions, often with additional manifestations in the nails and joints. Plaque psoriasis is the most common form. Atypical forms include guttate, pustular, erythrodermic, and inverse psoriasis. Psoriasis is associated with several comorbidities, including cardiovascular disease, lymphoma, and depression. Topical therapies such as corticosteroids, vitamin D analogs, and tazarotene are useful for treating mild to moderate psoriasis. More severe psoriasis may be treated with phototherapy, or may require systemic therapy. Biologic therapies, including tumor necrosis factor inhibitors, can be effective for severe psoriasis and psoriatic arthritis, but have significant adverse effect profiles and require regular monitoring. Management of psoriasis must be individualized and may involve combinations of different medications and phototherapy.",
    "headers": [
        {
            "id": 0,
            "name": "Risk Factors and Etiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Clinical Features and Classification",
            "level": 2
        },
        {
            "id": 3,
            "name": "DERMATOLOGIC MANIFESTATIONS",
            "level": 3
        },
        {
            "id": 4,
            "name": "NONDERMATOLOGIC MANIFESTATIONS",
            "level": 3
        },
        {
            "id": 5,
            "name": "Comorbidities",
            "level": 2
        },
        {
            "id": 6,
            "name": "MEDICAL CONDITIONS",
            "level": 3
        },
        {
            "id": 7,
            "name": "DISEASE IMPACT",
            "level": 3
        },
        {
            "id": 8,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 9,
            "name": "MILD TO MODERATE DISEASE",
            "level": 3
        },
        {
            "id": 10,
            "name": "SEVERE DISEASE",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Psoriasis is a chronic skin condition that is often associated with systemic manifestations, especially arthritis. An estimated 2 percent of U.S. adults are affected, and the prevalence is about equal between men and women.1Psoriasis can develop at any age, but onset is most likely between 15 and 30 years of age.1The clinical course is unpredictable.2Individualized and carefully monitored therapy can minimize morbidity and enhance quality of life."
        },
        {
            "parent": 0,
            "text": "Approximately one-third of patients with psoriasis have a first-degree relative with the condition. Research suggests a multifactorial mode of inheritance.2,3Many stressful physiologic and psychological events and environmental factors are associated with the onset and worsening of the condition. Direct skin trauma can trigger psoriasis (Koebner phenomenon). Streptococcal throat infection may also trigger the condition or exacerbate existing psoriasis. Human immunodeficiency virus infection has not been shown to trigger psoriasis, but can exacerbate existing disease. As the infection progresses, psoriasis often worsens.1"
        },
        {
            "parent": 0,
            "text": "Smoking increases the risk of psoriasis and its severity.1,4Obesity and alcohol use and abuse are also associated with psoriasis.4,5These associations may not be causative; patients with psoriasis may be more susceptible to unhealthy behaviors.4"
        },
        {
            "parent": 1,
            "text": "Psoriasis is an immune-mediated disease with genetic predisposition, but no distinct immunogen has been identified. The presence of cytokines, dendritic cells, and T lymphocytes in psoriatic lesions has prompted the development of biologic therapies.6"
        },
        {
            "parent": 3,
            "text": "The diagnosis is usually clinical, based on the presence of typical erythematous scaly patches, papules, and plaques that are often pruritic and sometimes painful. Psoriasis occurs in several distinct clinical forms. Biopsy is rarely needed to confirm the diagnosis."
        },
        {
            "parent": 3,
            "text": "Approximately 90 percent of affected patients have plaque psoriasis, characterized by well-defined round or oval plaques that differ in size and often coalesce6(Figure 1). Plaque psoriasis lesions occur on the extensor surfaces of the arms, legs, scalp, buttocks, and trunk.4,7"
        },
        {
            "parent": 3,
            "text": "Inverse psoriasis is less scaly than the plaque form and occurs in skin folds such as flexor surfaces and perineal, inframammary, axillary, inguinal, and intergluteal areas(Figure 2). Heat, trauma, and infection may contribute to its development.7"
        },
        {
            "parent": 3,
            "text": "Erythrodermic psoriasis is characterized by widespread generalized erythema and is often associated with systemic symptoms(Figure 3). It may develop slowly from long-standing psoriasis or appear abruptly in patients with mild psoriasis.4,7"
        },
        {
            "parent": 3,
            "text": "The localized form of pustular psoriasis consists of pustules on the palms and soles, without plaque formation(Figure 4). A severe, acute form (the von Zumbusch variant) can cause life-threatening complications.7"
        },
        {
            "parent": 3,
            "text": "Guttate psoriasis is more common in patients younger than 30 years, and lesions are usually located on the trunk. It accounts for only 2 percent of psoriasis cases.4Classical findings include 1- to 10-mm pink papules with fine scaling(Figure 5). Guttate psoriasis may present several weeks after group A beta-hemolytic streptococcal upper respiratory infection.7"
        },
        {
            "parent": 4,
            "text": "Nail disease (psoriatic onychodystrophy) occurs in 80 to 90 percent of patients with psoriasis over the lifetime.8Fingernails are more likely to be affected than toenails (50 versus 35 percent).4Abnormal nail plate growth causes pitting, subungual hyperkeratosis, and onycholysis(Figure 6).7Psoriatic onychodystrophy is often resistant to treatment.4"
        },
        {
            "parent": 4,
            "text": "Psoriatic arthritis is a seronegative inflammatory arthritis with various clinical presentations. It develops an average of 12 years after the onset of skin lesions.9The prevalence ranges from 6 to 42 percent of patients with psoriasis, with men and women equally affected.9The Classification Criteria for Psoriatic Arthritis are reported to have a specificity of 98.7 percent and sensitivity of 91.4 percent(Table 1).10The severity of psoriatic arthritis is not related to the severity of skin disease.9"
        },
        {
            "parent": 6,
            "text": "Patients with psoriasis are at increased risk of a variety of medical conditions(Table 2).4,5The association may be based on pathophysiology, shared risk factors, or even treatment for psoriasis. Social isolation may contribute to increased risk of certain medical conditions that are mediated by exercise and lifestyle factors, as well as to decreased quality of life."
        },
        {
            "parent": 7,
            "text": "Psoriasis causes significant social morbidity. In one survey, 79 percent of patients thought that psoriasis negatively affected their lives by causing problems with work, activities of daily living, and socialization.11Three-fourths of these patients felt unattractive, and more than one-half were depressed. Increasing disease severity is associated with lower income, consulting multiple physicians, and reduced satisfaction with treatment. Younger and female patients are most affected by psoriasis.12,13Quality-of-life scores tend to improve with age, suggesting that patients may adapt to the condition over time.13,14One survey found that more than one-half of patients with severe psoriasis thought physicians could do more to help, and 78 percent reported frustration with the effectiveness of treatment.11One study found that psoriasis caused a greater negative effect on quality of life than life-threatening chronic diseases.14"
        },
        {
            "parent": 8,
            "text": "Treatment goals include improvement of skin, nail, and joint lesions plus enhanced quality of life.Figure 7provides a general approach to managing psoriasis; however, treatment must be individualized to incorporate patient preferences and the potential benefits and adverse effects of therapies. Consultation with a dermatologist may be warranted for patients with severe disease that requires systemic therapy."
        },
        {
            "parent": 9,
            "text": "Most patients with psoriasis have mild to moderate disease, affecting less than 5 percent of the body surface area and sparing the genitals, hands, feet, and face. These patients can often be treated successfully with topical therapies, including corticosteroids, vitamin D analogs, tazarotene (Tazorac), and calcineurin inhibitors(Table 3).4,9,15–20Less commonly used topical therapies include nonmedicated moisturizers, salicylic acid, coal tar, and anthralin.16"
        },
        {
            "parent": 9,
            "text": "Topical corticosteroids are often used to treat psoriasis. No studies have directly compared individual topical corticosteroids, but systematic reviews concluded that more potent agents produce greater improvement in psoriasis symptoms.18Local adverse effects are common and include skin atrophy, irritation, and impaired wound healing. Systemic effects may also occur, especially with extended courses of high-potency agents.17Children are at increased risk of systemic effects because of their higher body surface area–to-weight ratio. Most treatment guidelines recommend gradually tapering topical corticosteroids after symptoms improve, but symptoms often return weeks to months after discontinuation. Many reports describe tachyphylaxis with topical corticosteroids. This may be genuine tolerance to treatment or the result of low adherence.16"
        },
        {
            "parent": 9,
            "text": "The vitamin D analogs calcipotriene (Dovonex) and calcitriol (Vectical) are used as monotherapy or in combination with phototherapy to treat psoriasis in patients who have 5 to 20 percent body surface involvement. These agents have a slower onset of action but a longer disease-free interval than topical corticosteroids.16,21Calcipotriene and calcitriol tend to be well tolerated. Serious adverse effects, such as hypercalcemia and parathyroid hormone suppression, have been reported with supratherapeutic doses and in patients with renal insufficiency.17"
        },
        {
            "parent": 9,
            "text": "Tazarotene is a teratogenic topical retinoid. Perilesional adverse effects (e.g., itching, burning) are common and can be managed with alternate-day application or use with topical corticosteroids and moisturizers. Tazarotene is as effective as topical corticosteroids in alleviating symptoms of psoriasis, but it is associated with a longer disease-free interval.16"
        },
        {
            "parent": 9,
            "text": "The calcineurin inhibitors tacrolimus (Protopic) and pimecrolimus (Elidel) are approved for use in patients older than two years. In general, they improve symptoms with less skin atrophy than topical corticosteroids, and are considered first-line treatments for facial and flexural psoriasis. Although reports of adverse events are uncommon, these drugs carry a boxed warning for skin malignancy and lymphoma. Tacrolimus is superior to pimecrolimus in reducing psoriasis symptoms.16"
        },
        {
            "parent": 10,
            "text": "Patients with more severe psoriasis involving more than 5 percent of the body surface area or involving the hands, feet, face, or genitals are generally treated with phototherapy in combination with systemic therapies(Table 4).18Systemic therapies include methotrexate, cyclosporine (Sandimmune), acitretin (Soriatane), and biologic therapies. Second-tier agents with less supporting evidence include azathioprine (Imuran), hydroxyurea (Hydrea), sulfasalazine (Azulfidine), leflunomide (Arava), tacrolimus (Prograf), and thioguanine (Tabloid).22Data do not support the use of systemic corticosteroids in patients with psoriasis."
        },
        {
            "parent": 10,
            "text": "Methotrexate has been used to treat psoriatic disease for more than 50 years, but few well-designed clinical studies have evaluated its effectiveness. It is given weekly. Folate therapy may reduce adverse effects. Methotrexate has not been approved for use in children with psoriasis.22"
        },
        {
            "parent": 10,
            "text": "Cyclosporine provides rapid alleviation of symptoms, but multiple adverse effects and drug interactions preclude long-term use. It is often used to suppress crises and as bridge therapy during initiation of slower-onset maintenance therapies. Cyclosporine is not approved for use in children.22"
        },
        {
            "parent": 10,
            "text": "Acitretin is an oral retinoid with a slow onset of approximately three to six months. Acitretin is teratogenic, and adverse effects include mucocutaneous lesions, hyperlipidemia, and elevated liver enzyme levels. Acitretin is more effective when combined with phototherapy.22"
        },
        {
            "parent": 10,
            "text": "Biologic therapy is increasingly used in the treatment of moderate to severe psoriasis and in psoriatic arthritis. The tumor necrosis factor inhibitors used in the treatment of psoriasis and psoriatic arthritis include adalimumab (Humira), etanercept (Enbrel), and infliximab (Remicade). Etanercept is often used in conjunction with methotrexate. Of the biologic therapies, infliximab produces the most rapid clinical response. Clinical trialsof infliximab report sustained response and improvements in quality of life. Baseline and periodic monitoring are necessary for patients treated with tumor necrosis factor inhibitors because of the risk of serious infection, including tuberculosis. Safety data for the use of these drugs in patients with psoriasis or psoriatic arthritis have been extrapolated from use in patients with inflammatory bowel disease and rheumatoid arthritis(Table 5).4,9,17"
        },
        {
            "parent": 10,
            "text": "Ustekinumab (Stelara) inhibits interleukins and is the newest agent for treatment of psoriasis. It was well tolerated in clinical trials, but data on long-term effectiveness and safety are limited.19"
        },
        {
            "parent": 10,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the key terms psoriasis, arthritis, etiology, and treatment. The search included meta-analyses, randomized controlled trials, and reviews. Also searched were the National Guideline Clearinghouse database, PubMed, Clinical Evidence, and UpToDate. Search dates: March 2011 and July 2012."
        }
    ],
    "locked": false
}