{
    "url": "https://www.aafp.org/pubs/afp/issues/2014/0501/p754.html#afp20140501p754-f1",
    "title": "AAO–HNSF Releases Guideline on Tympanostomy Tubes in Children | AAFP",
    "author": "AMBER RANDEL",
    "doi": "Am Fam Physician.2014;89(9):754-761",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "OME of Short Duration",
            "level": 2
        },
        {
            "id": 1,
            "name": "Hearing Testing",
            "level": 2
        },
        {
            "id": 2,
            "name": "Chronic Bilateral OME with Hearing Difficulty",
            "level": 2
        },
        {
            "id": 3,
            "name": "Chronic Bilateral OME with Symptoms",
            "level": 2
        },
        {
            "id": 4,
            "name": "Surveillance of Chronic OME",
            "level": 2
        },
        {
            "id": 5,
            "name": "Recurrent AOM",
            "level": 2
        },
        {
            "id": 6,
            "name": "WITHOUT EFFUSION",
            "level": 3
        },
        {
            "id": 7,
            "name": "WITH EFFUSION",
            "level": 3
        },
        {
            "id": 8,
            "name": "At-Risk Children",
            "level": 2
        },
        {
            "id": 9,
            "name": "Perioperative Education",
            "level": 2
        },
        {
            "id": 10,
            "name": "Acute Tympanostomy Tube Otorrhea",
            "level": 2
        },
        {
            "id": 11,
            "name": "Water Precautions",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Guideline source: American Academy of Otolaryngology–Head and Neck Surgery Foundation"
        },
        {
            "parent": -1,
            "text": "Evidence rating system used?Yes"
        },
        {
            "parent": -1,
            "text": "Literature search described?Yes"
        },
        {
            "parent": -1,
            "text": "Guideline developed by participants without relevant financial ties to industry?No"
        },
        {
            "parent": -1,
            "text": "Published source:Otolaryngology–Head and Neck Surgery, July 2013"
        },
        {
            "parent": -1,
            "text": "Available at:http://oto.sagepub.com/content/149/1_suppl/S1.long"
        },
        {
            "parent": -1,
            "text": "Tympanostomy tube insertion is the most common surgery in U.S. children. It is most often used to resolve persistent middle ear fluid, frequent ear infections, or ear infections that persist despite antibiotic treatment. The American Academy of Otolaryngology–Head and Neck Surgery Foundation (AAO–HNSF) has released a guideline on the indications for tube placement in children, as well as perioperative counseling.Figure 1is an algorithm based on the recommendations."
        },
        {
            "parent": 0,
            "text": "Tympanostomy tubes should not be used in children with a single episode of otitis media with effusion (OME) of less than three months' duration (from the date of onset, if known, or from the date of diagnosis). However, children with risk factors for developmental difficulties should be treated on an individual basis. OME is often self-limited when caused by an upper respiratory tract infection or following acute otitis media (AOM). A three-month observation period can distinguish self-limited OME from OME that is unlikely to resolve spontaneously."
        },
        {
            "parent": 1,
            "text": "Age-appropriate hearing testing should be performed if OME persists for three months or longer (chronic OME). Chronic OME (unilateral or bilateral) is unlikely to resolve quickly and could cause school and behavioral problems. Assessing a child's hearing can identify issues or concerns, possibly from OME, that may have otherwise been overlooked by prompting the physician to ask questions about the child's daily functioning."
        },
        {
            "parent": 1,
            "text": "When tympanostomy tubes are to be inserted, age-appropriate hearing testing should be performed preoperatively to establish appropriate expectations for the hearing changes after surgery and to alert the physician to an undiagnosed problem. Conventional audiometry is appropriate for children older than four years. Comprehensive evaluation by an audiologist is recommended for children six months to four years of age, and for those in whom conventional audiometry fails in the primary care setting. Postoperative testing should be performed in any child with hearing loss before tube placement. Hearing loss attributed to OME that persists after tube placement should be further assessed."
        },
        {
            "parent": 2,
            "text": "Bilateral tympanostomy tubes should be offered if the child has bilateral OME for three months or longer and documented hearing difficulties. The chance of spontaneous resolution is low once bilateral OME persists past three months, which should prompt assessment of quality of life and functional status, particularly hearing status, and consideration of tympanostomy tubes."
        },
        {
            "parent": 2,
            "text": "The physician should discuss with the parents the poor natural history of chronic, bilateral OME; the benefits and risks of tympanostomy tube insertion; and alternatives to the procedure (mainly further evaluation and observation). A shared decision should be made between the physician and parents."
        },
        {
            "parent": 3,
            "text": "Tympanostomy tubes may also be considered in children with unilateral or bilateral OME for three months or longer and symptoms likely attributable to OME. These symptoms may include balance (vestibular) problems, poor school performance, behavioral problems, ear discomfort, or reduced quality of life. The benefits of tympanostomy tube placement for these children are partially offset by cost and possible adverse outcomes. Decisions should be made based on realistic expectations about how the procedure will improve the child's quality of life and health."
        },
        {
            "parent": 4,
            "text": "Children with chronic OME who do not receive tympanostomy tubes should be evaluated at three- to six-month intervals, including otologic and audiologic assessment as needed, until the effusion resolves, significant hearing loss is detected, or structural abnormalities are suspected. The likelihood that chronic OME will resolve spontaneously decreases the longer effusion persists. Regular reevaluation facilitates parent education and avoidance of sequelae, such as structural changes of the tympanic membrane, hearing loss, and speech delay. From the first office visit, parents should be educated about the natural history of OME and signs and symptoms of disease progression."
        },
        {
            "parent": 6,
            "text": "Tympanostomy tubes generally should not be used in children who have recurrent AOM without effusion in either ear at the time of assessment. The absence of effusion at the time of assessment, even if documented recently, suggests favorable eustachian tube function and a good prognosis, and the benefit of tympanostomy tubes in these patients is uncertain. However, children should be reassessed if they continue to have episodes of AOM."
        },
        {
            "parent": 7,
            "text": "Tympanostomy tubes should be offered for children who have recurrent AOM with effusion in one or both ears at the time of assessment for tube candidacy. Effusion helps to confirm AOM, which can be difficult to accurately diagnose, and persistent effusion suggests underlying eustachian tube dysfunction. Although tubes should be offered to these patients, proceeding to surgery should be based on shared decision making between the physician and parents."
        },
        {
            "parent": 8,
            "text": "Clinicians should determine whether a child with OME or recurrent AOM of any duration has sensory, physical, cognitive, or behavioral factors that increase his or her risk of speech, language, or learning problems from otitis media. These children need more prompt evaluation for hearing and speech problems, and the need for intervention. Risk factors for developmental difficulties include permanent hearing loss independent of OME; suspected or confirmed speech and language delay or disorder; autism spectrum disorders and other pervasive developmental disorders; syndromes (e.g., Down syndrome) or craniofacial disorders that include cognitive, speech, or language delays; blindness or uncorrectable visual impairment; cleft palate, with or without associated syndrome; and developmental delay."
        },
        {
            "parent": 8,
            "text": "Tympanostomy tubes may be used in at-risk children with unilateral or bilateral OME that is unlikely to resolve quickly based on a type B (flat) tympanogram or persistence of effusion for three months or longer. Even otitis media that is unilateral or that is not associated with hearing loss in an at-risk child may lead to problems with speech recognition, higher-order speech processing, and speech perception in noise."
        },
        {
            "parent": 9,
            "text": "Caregivers should be educated about expected duration of tube function, recommended follow-up schedule, and detection of complications. The information should be presented at tube insertion, and ideally reiterated at subsequent visits. Verbal counseling should be supplemented by written information specific to the needs of the family."
        },
        {
            "parent": 10,
            "text": "Otorrhea is the most common sequela of tympanostomy tubes. Uncomplicated acute otorrhea (less than four weeks' duration) should be treated with topical antibiotics, not systemic antibiotics. Acute tympanostomy tube otorrhea usually improves quickly with topical antibiotics if administered properly, without the adverse effects of systemic antibiotics. However, systemic antibiotics should be used, with or without concurrent topical therapy, if the patient has cellulitis of the pinna or adjacent skin, concurrent bacterial infection, signs of severe infection, or persistent otorrhea despite topical therapy."
        },
        {
            "parent": 11,
            "text": "Prophylactic water precautions (e.g., earplugs or headbands, avoidance of swimming or water sports) are no longer recommended for most children with tympanostomy tubes. Water precautions may be considered for children with recurrent or persistent otorrhea, particularly those withPseudomonas aeruginosaorStaphylococcus aureus; children at risk of infection or complications; children who experience ear discomfort during swimming; and children who will be exposed to heavily contaminated water (e.g., certain lakes) or participating in deep diving."
        }
    ],
    "locked": false
}