{
    "url": "https://www.aafp.org/pubs/afp/issues/2013/0801/p177.html#afp20130801p177-f1",
    "title": "Diabetic Foot Infections | AAFP",
    "author": "FASSIL W. GEMECHU, MD, FNU SEEMANT, MD, AND CATHERINE A. CURLEY, MD",
    "doi": "Am Fam Physician.2013;88(3):177-184",
    "abstract": "Diabetic foot infection, defined as soft tissue or bone infection below the malleoli, is the most common complication of diabetes mellitus leading to hospitalization and the most frequent cause of nontraumatic lower extremity amputation. Diabetic foot infections are diagnosed clinically based on the presence of at least two classic findings of inflammation or purulence. Infections are classified as mild, moderate, or severe. Most diabetic foot infections are polymicrobial. The most common pathogens are aerobic gram-positive cocci, mainlyStaphylococcusspecies. Osteomyelitis is a serious complication of diabetic foot infection that increases the likelihood of surgical intervention. Treatment is based on the extent and severity of the infection and comorbid conditions. Mild infections are treated with oral antibiotics, wound care, and pressure off-loading in the outpatient setting. Selected patients with moderate infections and all patients with severe infections should be hospitalized, given intravenous antibiotics, and evaluated for possible surgical intervention. Peripheral arterial disease is present in up to 40% of patients with diabetic foot infections, making evaluation of the vascular supply critical. All patients with diabetes should undergo a systematic foot examination at least once a year, and more frequently if risk factors for diabetic foot ulcers exist. Preventive measures include patient education on proper foot care, glycemic and blood pressure control, smoking cessation, use of prescription footwear, intensive care from a podiatrist, and evaluation for surgical interventions as indicated.",
    "headers": [
        {
            "id": 0,
            "name": "How Is Diabetic Foot Infection Diagnosed?",
            "level": 2
        },
        {
            "id": 1,
            "name": "SUPPORTING EVIDENCE",
            "level": 3
        },
        {
            "id": 2,
            "name": "How Is Diabetic Foot Osteomyelitis Diagnosed?",
            "level": 2
        },
        {
            "id": 3,
            "name": "SUPPORTING EVIDENCE",
            "level": 3
        },
        {
            "id": 4,
            "name": "What Is the Value of Blood Testing in the Diagnosis of Diabetic Foot Infections?",
            "level": 2
        },
        {
            "id": 5,
            "name": "SUPPORTING EVIDENCE",
            "level": 3
        },
        {
            "id": 6,
            "name": "How Should Diabetic Foot Infections Be Treated?",
            "level": 2
        },
        {
            "id": 7,
            "name": "SUPPORTING EVIDENCE",
            "level": 3
        },
        {
            "id": 8,
            "name": "What Is the Role of Peripheral Arterial Disease in Diabetic Foot Infections?",
            "level": 2
        },
        {
            "id": 9,
            "name": "SUPPORTING EVIDENCE",
            "level": 3
        },
        {
            "id": 10,
            "name": "Prevention",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Diabetic foot infections, which are infections of the soft tissue or bone below the malleoli, are a common clinical problem. Most infections occur in a site of skin trauma or ulceration. The estimated lifetime risk of a person with diabetes mellitus developing a foot ulcer is 15% to 25%, with an annual incidence of 3% to 10%.1Major predisposing factors are peripheral neuropathy, peripheral arterial disease, and impaired immunity. More than one-half of nontraumatic lower extremity amputations are related to diabetic foot infections, and 85% of all lower extremity amputations in patients with diabetes are preceded by an ulcer.2,3"
        },
        {
            "parent": -1,
            "text": "The most common pathogens in diabetic foot infection are aerobic gram-positive cocci, mainlyStaphylococcusspecies. Methicillin-resistantStaphylococcus aureusis present in 10% to 32% of diabetic infections and is associated with a higher rate of treatment failure in patients with diabetic foot infection.4Moderate to severe infections and wounds previously treated with antibiotics are often polymicrobial, including gram-negative bacilli. Anaerobic pathogens are more commonly present in necrotic wounds and infections of the ischemic foot."
        },
        {
            "parent": 0,
            "text": "Diabetic foot infection is a clinical diagnosis based on the presence of at least two classic findings of inflammation or purulence.2,5,6"
        },
        {
            "parent": 1,
            "text": "Evaluation of a suspected diabetic foot infection should involve a thorough assessment of the wound, the limb, and the patient's overall health. Local signs of infection include redness, warmth, induration or swelling, pain or tenderness, and purulent secretions. Failure of a wound to heal in spite of proper treatment, and the presence of nonpurulent discharge, malodor, and necrotic or friable tissue also suggest infection.7"
        },
        {
            "parent": 1,
            "text": "The Infectious Diseases Society of America and the International Working Group on the Diabetic Foot classify diabetic wounds as uninfected or infected, with mild, moderate, and severe grades of infection(Table 17). This classification system was prospectively validated in a longitudinal study of 1,666 patients and was found to reliably predict the need for hospitalization and limb amputation.5"
        },
        {
            "parent": 1,
            "text": "Wounds should be inspected carefully, debrided of devitalized and necrotic tissue, and probed during evaluation. Cultures of superficial swabs are discouraged because these often yield contaminants. Curettage from the base of an appropriately debrided ulcer or deep tissue specimens obtained by biopsy yield true pathogens and more accurate results.8"
        },
        {
            "parent": 2,
            "text": "The definitive method for diagnosing osteomyelitis is a bone biopsy with histopathology consistent with bone infection or a positive result on bone culture.9Because these methods are not widely available, physicians should rely on a combination of clinical, radiographic, and laboratory findings."
        },
        {
            "parent": 2,
            "text": "The most accurate diagnostic imaging study is magnetic resonance imaging.10–12The probe-to-bone test also has high sensitivity and specificity in outpatient settings."
        },
        {
            "parent": 3,
            "text": "Infection of the bone is a serious complication of diabetic foot infection that increases the risk of treatment failure and lower extremity amputation. Diabetic foot osteomyelitis may be present in up to 20% of mild and moderate infections, and in 50% to 60% of severe infections.2,9"
        },
        {
            "parent": 3,
            "text": "Physicians should suspect diabetic foot osteomyelitis in foot ulcers that are large (> 2 cm) or deep (> 3 mm), or that overlay a bony prominence; in chronic ulcers that do not heal in spite of appropriate wound care; and when bone is visible or palpable on probing.2"
        },
        {
            "parent": 3,
            "text": "Plain radiography may help to assess for bone destruction and the presence of gas or a foreign body, but it has limited sensitivity for diabetic foot osteomyelitis, especially in the early stages of the condition. Depending on the timing of plain radiography and the severity of infection when radiography is performed, sensitivity ranges from 28% to 75%.13Long-standing diabetic foot infections or ulcers are more likely to show underlying bony abnormalities because it takes weeks for bone infection to become radiographically apparent10(Table 22,7,14)."
        },
        {
            "parent": 3,
            "text": "Triple phase technetium-99m methylene diphosphonate bone scan is more sensitive than plain radiography, with a sensitivity of about 90%, but it has a much lower specificity (46%). White blood cell scans are more specific than triple phase bone scan and may be useful when magnetic resonance imaging is not available or is contraindicated.14–16"
        },
        {
            "parent": 3,
            "text": "Magnetic resonance imaging is the most accurate imaging study in the diagnosis of osteomyelitis.10–12It is 90% sensitive and 80% specific.11However, it may be of limited value in differentiating osteomyelitis from acute Charcot neuroarthropathy.17"
        },
        {
            "parent": 3,
            "text": "Probe-to-bone testing (attempting to reach exposed bone with a metal probe) is an inexpensive diagnostic tool used to support the diagnosis of osteomyelitis. It should be performed after debridement of devitalized and necrotic tissue. A positive result on probe-to-bone testing (touching a hard or gritty bone surface) increases the likelihood of osteomyelitis in patients with high pretest probability. A negative result on probe-to-bone testing in patients with low pretest probability makes osteomyelitis unlikely but does not exclude the diagnosis.18–20A study of outpatients with diabetic foot ulcers found probe-to-bone testing to be 87% sensitive and 91% specific for osteomyelitis.19"
        },
        {
            "parent": 4,
            "text": "Leukocytosis and elevated erythrocyte sedimentation rate increase the risk of a diabetic foot infection, but their absence does not rule it out."
        },
        {
            "parent": 5,
            "text": "In one multicenter study, investigators found that more than one-half of the patients admitted with acute diabetic foot infection had a normal leukocyte count, and 83.7% had a normal neutrophil count.21The absence of leukocytosis, an absence of a left shift in a white blood cell differential, or lack of elevation of acute phase reactants does not exclude infection. An erythrocyte sedimentation rate greater than 70 mm per hour in combination with clinical suspicion has been shown to correlate with increased likelihood of osteomyelitis. Conversely, a normal erythrocyte sedimentation rate lessens the likelihood of osteomyelitis but does not exclude it.22"
        },
        {
            "parent": 5,
            "text": "Erythrocyte sedimentation rate and C-reactive protein are helpful biochemical markers to monitor therapeutic response.10,11,14–20,22–24Blood cultures should be obtained in patients with severe diabetic foot infections."
        },
        {
            "parent": 6,
            "text": "Treatment of a diabetic foot infection is based on the extent and severity of the infection. No single antibiotic regimen is clearly superior to another. Mild infections should be treated with oral antibiotics in the outpatient setting. Selected patients with moderate infections and all patients with severe infections require hospitalization to receive parenteral antibiotics, surgical consultation, and additional evaluation."
        },
        {
            "parent": 7,
            "text": "Care provided by a well-coordinated, multidisciplinary team has been shown to improve outcomes in diabetic foot infections.25,26The National Institute for Health and Clinical Excellence guidelines on the inpatient management of diabetic foot problems recommend that each hospital have a care pathway carried out by a multidisciplinary team.16"
        },
        {
            "parent": 7,
            "text": "Initial choice of empiric antibiotic is based on severity of infection and the likely pathogen(Table 32,7,27). Mild infections with no prior antibiotic therapy should be treated with one to two weeks of oral antibiotics that cover aerobic gram-positive pathogens.27–29Selected patients with moderate infections (patients with poor glycemic control or peripheral arterial disease, and patients who are unable to adhere to a treatment plan that includes antibiotic use, appropriate wound care, pressure off-loading, and return for close follow-up) and all patients with severe infections require hospital admission and treatment with broad-spectrum parenteral antibiotics. Surgical interventions may include incision and drainage of an abscess, extensive debridement of necrotic and devitalized tissue, resection, amputation, and revascularization, and should be performed in a timely manner.30–32"
        },
        {
            "parent": 7,
            "text": "The suggested duration of antibiotics for moderate to severe soft tissue infections is two to three weeks. Traditionally, the duration of antibiotic therapy for diabetic foot osteomyelitis has been prolonged, but persons in whom the infected bone was surgically removed can be treated with a shorter course(Table 42)."
        },
        {
            "parent": 7,
            "text": "A recent systematic review of several randomized controlled and cohort studies by the International Working Group on the Diabetic Foot comparing different antibiotic regimens showed there was no one superior regimen, route of administration, or duration of treatment for diabetic foot infections.13The Infectious Diseases Society of America guidelines on diabetic foot infection reached the same conclusion.2"
        },
        {
            "parent": 7,
            "text": "Beyond the initial treatment phase, subsequent choice of antibiotics should be guided by the extent of infection, culture results, and the clinical response to empiric therapy(Figure 17). Physicians should also consider local antibiotic resistance patterns and the presence of multidrug-resistant organisms, renal and hepatic impairment, drug allergies, immunosuppression, patient compliance, and cost of treatment.6,12"
        },
        {
            "parent": 8,
            "text": "Peripheral arterial disease is an independent risk factor for diabetic foot infections and is the most important predictor of the outcome of diabetic foot ulceration.33"
        },
        {
            "parent": 9,
            "text": "Peripheral arterial disease is present in up to 40% of patients with diabetic foot infections.34In spite of advancements in medical and surgical therapies, the risks of amputation and the five-year mortality rate after amputation remain high.35Evaluation of the vascular supply is critical in the treatment of diabetic foot infection. Examination should include the color and temperature of the skin, palpation of peripheral pulses, and signs of arterial insufficiency, including skin and nail atrophy. An ankle-brachial index below 0.9 indicates occlusive arterial disease; an index below 0.5 is consistent with significant peripheral arterial disease.33Additional evaluation that includes toe blood pressure measurement, transcutaneous pressure of oxygen, or arterial Doppler examination may be warranted. Computed tomography angiography and magnetic resonance angiography are most useful in patients who are candidates for revascularization.36"
        },
        {
            "parent": 10,
            "text": "All patients with diabetes should undergo a systematic foot examination at least once a year, and more frequently if risk factors for diabetic foot ulcers exist(Table 5).37Appropriate preventive measures include patient education about proper foot care, glycemic and blood pressure control, smoking cessation, use of prescription footwear, intensive podiatric care, and evaluation for surgical interventions as indicated."
        },
        {
            "parent": 10,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the terms diabetic, foot, and infections. The search included meta-analyses, randomized controlled trials, clinical trials, reviews, expert opinions, and guidelines. We also searched the Cochrane database, Clinical Evidence, and Essential Evidence Plus. Search dates: February 1, 2012, to November 30, 2012."
        }
    ],
    "locked": false
}