{
    "url": "https://www.aafp.org/pubs/afp/issues/2014/0615/p965.html#afp20140615p965-f1",
    "title": "Nausea and Vomiting of Pregnancy | AAFP",
    "author": "HOWARD ERNEST HERRELL, MD",
    "doi": "Am Fam Physician.2014;89(12):965-970",
    "abstract": "Nausea and vomiting of pregnancy affects nearly 75% of pregnant women. The exact cause is unknown. In most cases, it is a mild, self-limited condition that can be controlled with conservative measures and has no adverse fetal sequelae. About 1% of women develop hyper-emesis gravidarum, which may result in adverse outcomes for the mother and fetus. Patients with nausea and vomiting of pregnancy should be evaluated for other causes, particularly if symptoms are unremitting or presentation is atypical. Initial treatment is conservative and includes dietary changes, emotional support, and vitamin B6supplementation. Several safe and effective pharmacologic therapies are available for women who do not improve with initial treatment. Women with hyperemesis gravidarum may require more aggressive interventions, including hospitalization, rehydration therapy, and parenteral nutrition.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology and Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Differential Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "Maternal and Fetal Outcomes",
            "level": 2
        },
        {
            "id": 3,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 4,
            "name": "NONPHARMACOLOGIC THERAPIES",
            "level": 3
        },
        {
            "id": 5,
            "name": "PHARMACOLOGIC THERAPIES",
            "level": 3
        },
        {
            "id": 6,
            "name": "OVERALL APPROACH TO TREATMENT",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Nausea and vomiting occur in up to 74% of pregnant women, and 50% experience vomiting alone.1,2Although the term morning sickness is commonly used to describe nausea and vomiting of pregnancy, the timing, severity, and duration of symptoms vary widely. Approximately 80% of women report that their symptoms last all day, whereas only 1.8% report symptoms that occur solely in the morning.2"
        },
        {
            "parent": -1,
            "text": "Women who are less educated, older, or black, and those who have lower incomes, multiple gestations, or increasing gravidity (including miscarriages) are at greater risk of nausea and vomiting of pregnancy.1A personal history of motion sickness,3migraine headaches,4or nausea associated with the use of estrogen-containing contraceptives5also increases the risk."
        },
        {
            "parent": -1,
            "text": "Hyperemesis gravidarum describes nausea and vomiting that is severe enough to cause fluid and electrolyte disturbances, and often requires hospitalization.6It affects up to 1% of pregnant women and is associated with persistent vomiting (more than three episodes per day) that results in severe dehydration, ketonuria, electrolyte abnormalities such as hypokalemia, and weight loss of more than 5%.7,8A personal history of hyperemesis gravidarum, gestational trophoblastic disease, fetal triploidy, fetal trisomy 21, hydrops fetalis, and multiple gestations increases the risk of this condition.9The risk may be increased by as much as 50% if the fetus is female.10"
        },
        {
            "parent": 0,
            "text": "The causes of nausea and vomiting of pregnancy and of hyperemesis gravidarum are unknown. However, observational data indicate that these conditions correlate with levels of human chorionic gonadotropin (hCG) and the size of the placental mass, which suggests that placental products may be associated with the presence and severity of nausea and vomiting.11Some women with complete hydatidiform molar pregnancies, in which no fetus is present, have significant nausea and vomiting, which indicates that placental factors, particularly hCG, are responsible. Women with higher hCG levels, such as those with multiple gestations, hydatidiform moles, or fetuses with Down syndrome, are at increased risk of nausea and vomiting.12"
        },
        {
            "parent": 0,
            "text": "Levels of estrogen and progesterone may also be involved. Other potential etiologies include placental prostaglandins, serotonin levels, thyroid dysfunction, increased leptin levels, immune system dysregulation,Helicobacter pyloriinfection, and gastrointestinal dysmotility.11"
        },
        {
            "parent": 1,
            "text": "In most pregnancies, nausea and vomiting is mild and self-limited. It usually starts within four weeks of the last menstrual period and peaks at nine weeks' gestation. An estimated 60% of cases resolve by the end of the first trimester, and 87% resolve by 20 weeks' gestation.13Women who have atypical presentations (e.g., onset of symptoms after nine weeks' gestation, symptoms beyond the first trimester, severe symptoms, hyperemesis gravidarum) should be evaluated to exclude potentially serious causes(Table 1)."
        },
        {
            "parent": 1,
            "text": "In women with straightforward nausea and vomiting of pregnancy, physical examination findings are generally unremarkable. Abnormal findings (e.g., abdominal tenderness, peritoneal signs, fever) suggest another cause. In the absence of other physical findings, significant dehydration, with or without orthostasis, is consistent with hyperemesis gravidarum."
        },
        {
            "parent": 1,
            "text": "No laboratory tests are necessary in patients with normal examination findings and no evidence of dehydration. If not already performed, ultrasonography may be used to evaluate for the presence of a molar pregnancy or multiple gestation if there is clinical suspicion or abnormally elevated hCG levels."
        },
        {
            "parent": 1,
            "text": "If laboratory tests are ordered because of clinical suspicion that symptoms are not caused by straightforward nausea and vomiting of pregnancy, a basic approach should include a complete blood count; urinalysis; metabolic panel including transaminase levels; and measurement of thyroid-stimulating hormone, quantitative hCG, and amylase levels. An abnormally high hCG level suggests a multiple gestation, molar pregnancy, or, in rare cases, a twin pregnancy with both a normal fetus and a molar gestation."
        },
        {
            "parent": 2,
            "text": "In pregnancies with uncomplicated nausea and vomiting, there is a decreased risk of miscarriage, as well as lower rates of preterm delivery, fetal death, and growth restriction.14,15However, infants of women who lost weight early in the pregnancy, particularly in the setting of hyperemesis gravidarum, are at increased risk of growth restriction or low birth weight.16Women with nausea and vomiting that is refractory to treatment or complicated by weight loss have increased risks of fetal growth restriction and fetal death, as well as preeclampsia and maternal complications associated with vomiting (e.g., esophageal rupture, retinal hemorrhage, Mallory-Weiss syndrome, pneumothorax).17,18"
        },
        {
            "parent": 3,
            "text": "Treatment should be directed toward reducing symptoms while posing the least amount of risk to the fetus and mother. Various modalities have been used, some without evidence of benefit."
        },
        {
            "parent": 4,
            "text": "Traditional first-line therapy for nausea and vomiting of pregnancy and for hyperemesis gravidarum includes dietary modifications such as avoidance of large meals and consumption of low-fat, low-fiber, bland foods (e.g., breads, crackers, cereals, eggs, tofu, lean meat, peanut butter, fruits, vegetables). Avoidance of foods with strong smells and those with increased protein and liquid content is often recommended.19However, there is little evidence to support these recommendations."
        },
        {
            "parent": 4,
            "text": "Although nausea and vomiting of pregnancy and hyperemesis gravidarum have been linked with a variety of psychological conditions, including depression and stress-related disorders, more recent data have not shown a definitive association.20Evidence shows that women appreciate acknowledgment of the distress caused by nausea and vomiting of pregnancy and hyper-emesis gravidarum.21"
        },
        {
            "parent": 4,
            "text": "A variety of other nonpharmacologic therapies for nausea and vomiting of pregnancy are listed inTable 2.22–31Although commonly used by patients and recommended by health care professionals, most of these treatments have only limited evidence supporting their benefit."
        },
        {
            "parent": 5,
            "text": "Vitamin B6and Doxylamine.Vitamin B6(10 to 25 mg every eight hours) is more effective than placebo in improving symptoms of nausea, although the reduction in vomiting is less clear32,33(Table 3). Combination therapy with vitamin B6and doxylamine (Unisom SleepTabs) reduces nausea and vomiting by 70%.34Although there have been concerns about teratogenicity, a large meta-analysis showed that combination therapy with vitamin B6and doxylamine is safe for use in the first trimester,35and it is recommended for treatment of nausea and vomiting of pregnancy by the American College of Obstetricians and Gynecologists.34In 2013, the U.S. Food and Drug Administration approved a delayed-release formulation of doxylamine and pyridoxine hydrochloride (Diclegis)."
        },
        {
            "parent": 5,
            "text": "Antiemetics. Chlorpromazine and prochlorperazine have been shown to reduce symptoms of nausea and vomiting of pregnancy and of hyperemesis gravidarum.36Buccal administration of prochlorperazine is associated with less sedation than oral administration.37Promethazine is commonly used, but is sedating. It is available as a rectal suppository and can be compounded as a topical agent that is applied to the wrist. Its safety in the first trimester has been established.38"
        },
        {
            "parent": 5,
            "text": "Small studies have shown comparable effectiveness between ondansetron (Zofran) and promethazine in treating nausea and vomiting, although patients receiving ondansetron had less sedation.39Ondansetron is significantly more expensive than promethazine. The use of ondansetron in pregnancy has not been shown to increase the risk of miscarriage, major malformations, or low birth weight.40"
        },
        {
            "parent": 5,
            "text": "Antihistamines and Anticholinergics. Antihistamines decrease stimulation of the vomiting center by affecting the vestibular system.11Diphenhydramine (Benadryl), meclizine (Antivert), and dimenhydrinate have been shown to be safe and more effective than placebo in reducing the symptoms of nausea and vomiting of pregnancy.36Although scopolamine is likely effective, its use in the first trimester is not recommended because of the potential for limb and trunk defects.41"
        },
        {
            "parent": 5,
            "text": "Promotility Agents. Metoclopramide (Reglan) is often used alone and in combination with other agents, such as vitamin B6, for the treatment of nausea and vomiting of pregnancy. As a promotility agent, it increases gastric transit and lowers esophageal sphincter pressure. It is as effective as promethazine, but has fewer adverse effects.42Metoclopramide in combination with vitamin B6is more effective than prochlorperazine or promethazine, although all three therapies improve symptoms.43Because metoclopramide is associated with tardive dyskinesia, the U.S. Food and Drug Administration has issued a boxed warning. The risk of this rare complication increases with total dosage and duration of treatment; therefore, it should not be used for longer than 12 weeks."
        },
        {
            "parent": 5,
            "text": "Corticosteroids. A study involving 40 women found that methylprednisolone is superior to promethazine in reducing symptoms of nausea and vomiting in patients with hyperemesis gravidarum.44However, a meta-analysis of four studies found that the use of glucocorticoids before 10 weeks' gestation is associated with a three- to fourfold increased risk of cleft lip.45Therefore, glucocorticoids should be used only after 10 weeks' gestation."
        },
        {
            "parent": 5,
            "text": "Intravenous Fluids. Fluid replacement is safe and effective in restoring volume and electrolytes in women who have hyperemesis gravidarum and are unable to tolerate oral intake. Lactated Ringer solution or normal saline is acceptable. Because of the risk of Wernicke encephalopathy, intravenous thiamine should be added if dextrose-containing fluids are administered, if vomiting has lasted longer than three weeks, or if fluid replacement lasts longer than three days.46"
        },
        {
            "parent": 5,
            "text": "Enteral and Parenteral Nutrition. Patients who have refractory nausea and vomiting may require hospitalization. In these patients, enteral tube feeding in addition to routine intravenous fluids may be helpful. If patients do not respond to this therapy, parenteral nutrition may be necessary.47Administration of parenteral nutrition is associated with significant risk during pregnancy, including a 25% risk of line sepsis, as well as steatohepatitis if lipid emulsion is used.48Therefore, it should be reserved for extreme cases that have been refractory to enteral nutrition."
        },
        {
            "parent": 5,
            "text": "Acid-Reducing Medications. Recent data indicate that pregnant women who have acid reflux have more severe nausea and vomiting.49Histamine H2antagonists and proton pump inhibitors are safe and effective for use in pregnant women, and may improve nausea and vomiting."
        },
        {
            "parent": 6,
            "text": "Nausea and vomiting of pregnancy is a common and sometimes challenging problem, and hyperemesis gravidarum may be associated with adverse perinatal outcomes. Both conditions may significantly affect the quality of life and psychological well-being of the mother. A variety of safe and effective therapeutic options are available, and a multimodal approach to treatment is helpful. The treatment algorithm presented inFigure 1is closely aligned with treatment recommendations from the American College of Obstetricians and Gynecologists.34"
        },
        {
            "parent": 6,
            "text": "Data Sources: A PubMed search was completed using the key terms nausea and vomiting, pregnancy, and hyperemesis gravidarum. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Clinical Evidence, the Cochrane database, and Essential Evidence Plus were also searched. Search date: January 15, 2012, and January 24, 2014."
        }
    ],
    "locked": false
}