{
    "url": "https://www.aafp.org/pubs/afp/issues/2015/0115/p102.html#afp20150115p102-f2",
    "title": "Disability Evaluations: More Than Completing a Form | AAFP",
    "author": "DAVID L. MANESS, DO, MSS, AND MUNEEZA KHAN, MD",
    "doi": "Am Fam Physician.2015;91(2):102-109",
    "abstract": "According to the World Health Organization, more than 1 billion persons worldwide have a disability. In the United States, more than 56 million American workers have some form of disability; of these, more than 38 million persons have a severe disability. Blacks and Hispanics are among the groups with the highest disability rates, as well as older patients. Conditions that most often lead to disability include arthritis, back or spine problems, and heart conditions. Common limitations include the inability to walk three city blocks or to climb a flight of stairs. Patients with a disability experience health disparities and barriers to appropriate health care. Disability impacts family members and caregivers, as well as patients. Impairment, disability, and handicap are key terms that physicians must understand to properly evaluate patients and make appropriate recommendations. Social Security Disability Insurance and workers' compensation are the two largest disability programs in the United States. The U.S. Department of Veterans Affairs provides disability benefits for veterans, and private disability insurance may be provided by the employer or purchased by the employee. Family physicians can perform the initial evaluation, consult appropriate subspecialists, complete the necessary paperwork, and answer questions from the patient, employer, or disability agency.",
    "headers": [
        {
            "id": 0,
            "name": "Challenges with Disability System",
            "level": 2
        },
        {
            "id": 1,
            "name": "Definitions",
            "level": 2
        },
        {
            "id": 2,
            "name": "Brief Overview of Disability Programs",
            "level": 2
        },
        {
            "id": 3,
            "name": "Role of the Family Physician",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "More than 1 billion persons worldwide have a disability, according to the World Health Organization.1Of the 56.7 million disabled Americans, 38.3 million adults and 2.6 million children have a severe disability.2More than 3.6 million veterans have a service-related disability.3Approximately 2.5 million new disability applications are made to the Social Security Administration each year.4In 1960, approximately 559,000 persons received Social Security benefits (about $80 per month).5In December 2012, more than 8.8 million disabled workers received disability benefits (an average of $1,130 per month).6The economic impact of lost time and wages exceeds $171 billion per year.7Blacks and Hispanics are most affected,8and older patients comprise the largest group of persons with disabilities.8,9Back or spine problems, arthritis, and heart conditions are the most common health problems resulting in disability.8–10The most common limitations are the inability to walk three city blocks or to climb a flight of stairs.11"
        },
        {
            "parent": -1,
            "text": "Patients with a disability often lack health insurance, and experience health disparities and barriers to appropriate care. Disability leads to substantial personal, physical, social, emotional, and economic hardships for the patient, caregiver, and the entire family.12–16"
        },
        {
            "parent": 0,
            "text": "The definitions of disability vary by organization. The American Medical Association's (AMA's)Guides to the Evaluation of Permanent Impairmentwas first published as a series of articles in 1958. The intent was to standardize criteria for assessment and classification of impairment, but consistency remains a problem.17Many of the skills necessary to diagnose and assess functional capacity are not taught in medical school. Physicians are also concerned about the time required to complete disability forms, insufficient reimbursement, patient malingering, and disruption of the physician-patient relationship in the case of an unfavorable outcome for the patient.18–20"
        },
        {
            "parent": 1,
            "text": "The terms impairment, disability, and handicap are not interchangeable.Figure 1presents a model of how to differentiate between the terms.17,21–25Physicians must use them appropriately to communicate the diagnosis and limitations to the agency requesting the evaluation. The AMA Guides define impairment as “a significant deviation, loss, or loss of use of any body structure or body function in an individual with a health condition, disorder or disease,”26although the World Health Organization defines impairment as “any loss or abnormality of psychological, physiological or anatomical structure or function.”24An impairment is usually described as occurring in an organ (e.g., musculoskeletal, cardiac, gastrointestinal, psychological), and can be temporary or permanent, and partial or total. For instance, a person with a thoracic vertebral fracture associated with a spinal cord injury is considered to have an impairment."
        },
        {
            "parent": 1,
            "text": "Disability is defined by the AMA Guides as “activity limitations and/or participation restrictions in an individual with a health condition, disorder or disease.”26But the Social Security Administration defines disability as “the inability to engage in any substantial gainful activity by reason of any medically determinable physical or mental impairment which can be expected to result in death or which has lasted or can be expected to last for a continuous period of not less than 12 months.”27In children, disability is defined as “any medically determinable physical or mental impairment or combination of impairments that caused marked and severe functional limitations, and that can be expected to last for a continuous period of not less than 12 months.”27Disability affects the whole person, as opposed to a specific organ or system, and results in the inability to perform activities of daily living or the complex activities necessary for work. For example, if a patient with a thoracic vertebral fracture is a professional football player, he is considered to be disabled. However, if the patient is an accountant, he might be able to continue working as a paraplegic."
        },
        {
            "parent": 1,
            "text": "According to the World Health Organization, handicaps are “concerned with the disadvantages experienced by the individual as a result of impairments and disabilities: handicaps thus reflect interaction with and adaptation to the individual's surroundings.”24A handicap represents the social and environmental consequences of the individual's impairment or disability. A patient with a thoracic vertebral fracture and paraplegia requires a wheelchair, customized van, and appropriate handicap access; this is considered a handicap."
        },
        {
            "parent": 2,
            "text": "The federal government has two main programs that pay benefits to persons with disabilities: Social Security Disability Insurance and Supplemental Security Income. To be eligible for Social Security Disability Insurance benefits, recipients must meet two employment requirements: length of time that the patient has worked for an employer participating in the Social Security program and recent employment based on age at the time of becoming disabled. The rules vary based on these two requirements. After receiving 24 months of Social Security Disability Insurance payments, these patients become eligible for Medicare. Supplemental Security Income is intended for adults and children who have a limited work history and minimal resources. These patients usually qualify for Medicaid."
        },
        {
            "parent": 2,
            "text": "By statute, each state's no-fault workers' compensation program provides benefits for work-related injuries and disabilities that include automatic benefits, limited liability without fault, and expeditious resolution of disputed issues. The automatic benefits include medical treatment (to ensure that an employee does not incur out-of-pocket expenses), indemnity wages, death benefits, and an impairment settlement for permanent physical loss secondary to a work-related injury. Social Security Disability Insurance and workers' compensation are the two largest disability programs. Although most states follow the current 6th edition of the AMA Guide, Utah's workers' compensation program is considered to be the model program where patients are evaluated and their cases adjudicated in a timely manner. Utah's litigation rate is less than 1% of claims, resulting in a dramatic reduction in cost for the employer, government, and patient.28State disability programs are usually funded by payroll taxes and provide cash payments for individuals who are temporarily unable to work."
        },
        {
            "parent": 2,
            "text": "The U.S. Department of Veterans Affairs determines disability benefits for veterans. Private disability insurance may be provided by the employer or purchased by the employee. These policies cover the individual's specific occupation and do not require an on-the-job accident before going into effect."
        },
        {
            "parent": 3,
            "text": "Case scenario: A 46-year-old patient falls at work and experiences low back pain. He is treated conservatively, and the pain does not respond to physical therapy. The patient has no radicular symptoms, and denies loss of bowel or bladder control or muscle weakness. He applies for disability benefits, and the agency sends the patient to you for an evaluation. How do you proceed?"
        },
        {
            "parent": 3,
            "text": "Disability agencies believe that family physicians are well suited to assess impairment and determine functional limitations in their patients, because of the broad scope of practice and the strong physician-patient relationship developed over several years. Insurance companies hire family physicians as independent medical evaluators to conduct assessments. Physicians can obtain additional training through continuing medical education sponsored by the American College of Occupational and Environmental Medicine, the American Academy of Disability Evaluating Physicians, or the American Board of Independent Medical Examiners."
        },
        {
            "parent": 3,
            "text": "Table 1compares components of a routine physical examination, medical impairment evaluation, disability evaluation, and functional assessment.4,17,21,22,24,25,29–33The disability evaluation is a stepwise process. It is important to know which agency requested the evaluation, the physician's role (e.g., treating physician, new consultation, independent medical examination, functional assessment), the information required for the evaluation, and the rules governing the particular disability program. Understanding the claimant's job requirements and limitations is the foundation.Figures 2and3present algorithms for the Social Security Administration's determination of disability in adults and children.34"
        },
        {
            "parent": 3,
            "text": "The evaluation begins with a targeted history and physical examination, followed by diagnostic tests and referrals, as appropriate (e.g., orthopedic surgery, physical medicine and rehabilitation, cardiology, neurology, rheumatology). Psychologists and psychiatrists may be needed to make recommendations regarding mental health issues. Based on the clinical presentation, the consultants, in conjunction with the referring physician, can perform additional tests, procedures, treatments, or surgeries to confirm the diagnosis; determine the severity of disease (mild, moderate, severe, end stage); and ensure that maximal medical improvement is achieved."
        },
        {
            "parent": 3,
            "text": "If the patient in this case scenario were applying for disability through the Social Security Administration, the physician would use the Administration's Listing of Impairments, known as the Blue Book, which includes 14 broad categories of impairments by organ system or disease type that are subdivided by specific conditions. The Blue Book list of impairments is available athttp://www.ssa.gov/disability/professionals/bluebook/AdultListings.htm. The Blue Book contains clinical criteria, measures of functional limitation, and duration of involvement. If the patient has a condition that meets the Blue Book diagnostic criteria, and the condition is expected to last more than 12 months or result in death, the applicant automatically meets the criteria for disability.30If the patient's condition does not meet the severity level based on the criteria, he or she may still meet disability criteria based on functional limitations. This is referred to as medical equivalence.35"
        },
        {
            "parent": 3,
            "text": "The next step is to assess the impact of the disease on a specific organ and to determine the patient's impairment and functional ability.31Most physicians do not receive training for this during medical school or residency. Describing the limitations and capabilities of the patient to perform specific duties is an imprecise science that requires clinical judgment. The evaluating physician has to define the patient's impairment and his or her ability to stand, carry, lift, and handle, as well as mental demands (judgments and stress) and sensory requirements (hearing and vision)."
        },
        {
            "parent": 3,
            "text": "Physical therapy and occupational therapy are useful for documenting range of motion and functional limitations. There is no single functional assessment tool, but several validated questionnaires that measure permanent functional disability are available within specific areas36–40(Table 2). For overall functional and pain assessments, the physical functioning scale of the 36-Item Short Form (SF-36) Health Survey and the Pain Disability Index are the tools of choice.40The Oswestry Low Back Pain Disability Questionnaire is considered the preferred standard for assessment of lower back functional outcomes. Another validated questionnaire, the Roland Morris Disability Questionnaire, can also be used.38,41The functional capacity evaluation summary provides the most important information required for the determination of disability. If indicated because of psychological factors or concern for malingering, the Performance APGAR (acceptance, pain, gut, acting, reimbursement) can be used to assess sincerity of effort or motivation.25The patient's attitude is crucial for successful reemployment.32"
        },
        {
            "parent": 3,
            "text": "The consultative examination report should be complete enough to enable an independent reviewer to determine the nature, severity, and duration of the impairment and, in adults, the claimant's ability to perform basic work-related functions. Conclusions in the consultative examination report must be consistent with the objective clinical findings found on examination and the claimant's history, symptoms, laboratory study results, and response to treatment. For adults, the report should include a description, based on the physician's own findings, of the individual's ability to do basic work-related activities. It should not include an opinion as to whether the claimant is disabled under the meaning of the law.30"
        },
        {
            "parent": 3,
            "text": "The last step is to answer any specific questions from the requesting agency and to assist in determining apportionment. Apportionment is the current whole-body assessment minus the percentage based on preexisting conditions. The agency takes into account age, education, work experience, and potential for retraining and accommodations in making the final determination regarding disability.33"
        },
        {
            "parent": 3,
            "text": "Data Sources: An online search was conducted using the key terms impairment, disability, handicap, Social Security Administration, workers' compensation, veterans, disability process, Medicare, Medicaid, homeless with disabilities, disability assessment/evaluation/treatment, caregivers, effect on family, and census bureau disability statistics. Social Security, National Council on Disability, workers' compensation, and Veterans Affairs websites were reviewed. A general search was conducted using the key terms on the following sites: UpToDate, National Guideline Clearinghouse, PubMed, Cochrane database, and the Agency for Healthcare Research and Quality. Search dates: November 2013 to October 2014."
        }
    ],
    "locked": false
}