{
    "url": "https://www.aafp.org/pubs/afp/issues/2014/1001/p456.html#afp20141001p456-f1",
    "title": "Diagnosis and Management of ADHD in Children | AAFP",
    "author": "BARBARA T. FELT, MD, MS, BERNARD BIERMANN, MD, PhD, JENNIFER G. CHRISTNER, MD, PARAM KOCHHAR, MD, MBBS, AND RICHARD VAN HARRISON, PhD",
    "doi": "Am Fam Physician.2014;90(7):456-464",
    "abstract": "Attention-deficit/hyperactivity disorder (ADHD) is the most common behavioral disorder in children, and the prevalence is increasing. Physicians should evaluate for ADHD in children with behavioral concerns (e.g., inattention, hyperactivity, impulsivity, oppositionality) or poor academic progress using validated assessment tools with observers from several settings (home, school, community) and self-observation, if possible. Physicians who inherit a patient with a previous ADHD diagnosis should review the diagnostic process, and current symptoms and treatment needs. Coexisting conditions (e.g., anxiety, learning, mood, or sleep disorders) should be identified and treated. Behavioral treatments are recommended for preschool-aged children and may be helpful at older ages. Effective behavioral therapies include parent training, classroom management, and peer interventions. Medications are recommended as first-line therapy for older children. Psychostimulants, such as methylphenidate and dextroamphetamine, are most effective for the treatment of core ADHD symptoms and have generally acceptable adverse effect profiles. There are fewer supporting studies for atomoxetine, guanfacine, and clonidine, and they are less effective than the psychostimulants. Height, weight, heart rate, blood pressure, symptoms, mood, and treatment adherence should be recorded at follow-up visits.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Clinical Presentation",
            "level": 2
        },
        {
            "id": 2,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 3,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 4,
            "name": "PRESCHOOL-AGED CHILDREN",
            "level": 3
        },
        {
            "id": 5,
            "name": "OLDER CHILDREN",
            "level": 3
        },
        {
            "id": 6,
            "name": "ADOLESCENTS",
            "level": 3
        },
        {
            "id": 7,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 8,
            "name": "BEHAVIORAL THERAPIES",
            "level": 3
        },
        {
            "id": 9,
            "name": "PHARMACOLOGIC TREATMENT",
            "level": 3
        },
        {
            "id": 10,
            "name": "MONITORING",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Attention-deficit/hyperactivity disorder (ADHD) is the most common behavioral disorder in childhood. The prevalence increased by an estimated 3% annually between 1997 and 2006.1Recent national data show that up to 11% of four- to 17-year-olds have had an ADHD diagnosis,1,28.8% currently have the diagnosis, and 6.1% are receiving a medication for ADHD.2"
        },
        {
            "parent": -1,
            "text": "Adolescents with ADHD have higher rates of motor vehicle crashes, substance abuse, and school drop out.3Medication is effective for treating ADHD symptoms, and studies suggest that earlier identification and treatment may improve longer-term educational, work, and social outcomes.4–7This article is based on the University of Michigan Health System guideline for ADHD and includes information from other guidelines and reviews.8–11"
        },
        {
            "parent": 0,
            "text": "Although the etiology of ADHD is not fully understood, genetic and neurologic factors play important roles. ADHD is two to eight times more common in persons who have a first-degree relative with the condition.12,13In addition, ADHD is associated with deficits in brain structure, and neuronal functioning and connectivity, which appear to be correlated with ADHD severity.14,15"
        },
        {
            "parent": 1,
            "text": "The diagnosis of ADHD should be considered in patients four years or older with poor attention, distractibility, hyperactivity, impulsiveness, poor academic performance, or behavioral problems at home or at school.8–10More boys have ADHD overall; however, the inattentive subtype is more common in girls.8–10Although no evidence supports universal screening for ADHD at well visits, physicians should be attentive to patients' and guardians' concerns about academic performance and behavioral problems.8"
        },
        {
            "parent": 2,
            "text": "The evaluation of ADHD in children and adolescents(Figure 18–11)includes a history and physical examination, review of information across home and community settings(Table 18,9), and application of theDiagnostic and Statistical Manual of Mental Disorders, 5th ed., (DSM-5) diagnostic criteria(Table 2).16The physician should ask about the presence and duration of core ADHD symptoms and the degree of functional impairment from the perspective of the patient, family, and school. The physician should also evaluate for other possible conditions that may mimic or coexist with ADHD8,10,11(Table 38,9). For instance, sleep problems can affect daytime functioning and account for mild ADHD symptoms.17One-third of individuals with ADHD have a comorbid diagnosis.18Medical, social, and family histories should be reviewed for medical, contextual or environmental, and genetic risk factors. The physical examination should be thorough and include hearing and vision screenings."
        },
        {
            "parent": 2,
            "text": "Validated behavioral rating scales(Table 4)should be used to collect data from multiple observers across settings, including self-report for older children and adolescents.8,9,19–22The physician's direct observation of distractibility, fidgeting, hyperactivity, and interactions with others during the office visit may be helpful; however, the lack of such symptoms during the visit does not exclude ADHD."
        },
        {
            "parent": 3,
            "text": "No specific test can diagnose ADHD, and the DSM-5 requires the presence of a sufficient number of core symptoms and functional impairment(Table 2).16ADHD includes three subtypes: primarily inattentive (e.g., distracted, poor organization and follow-through); primarily hyperactive-impulsive (e.g., fidgety, overly active, interrupts); and combined. A positive family history for ADHD is supportive of an ADHD diagnosis.12,13"
        },
        {
            "parent": 3,
            "text": "Physicians who inherit a patient with a previous ADHD diagnosis should review the diagnostic process, and current symptoms and treatment needs. Rating scales should be included in the medical record to monitor progress and adjust treatment accordingly."
        },
        {
            "parent": 4,
            "text": "ADHD cannot be reliably diagnosed in children younger than four years. Although it is difficult to determine whether symptoms are beyond the expected behavior of four- and five-year-olds,8–10,23validated behavioral rating scales for this age group(Table 4)can improve diagnostic confidence.9"
        },
        {
            "parent": 5,
            "text": "Children typically present with ADHD symptoms during the early school years. Patients with primarily hyperactive-impulsive or combined types may present with behaviors considered as problematic before those with primarily inattentive features. Patients with the primarily inattentive type may not present until academic requirements become greater (e.g., by the fourth grade). A comorbid learning disorder should be considered if academic progress is poor. Patients should be assessed for sleep problems, such as obstructive sleep apnea, particularly those with snoring and daytime behavioral problems; adenotonsillar hypertrophy; neuromuscular abnormalities; or obesity.24,25"
        },
        {
            "parent": 6,
            "text": "New onset of ADHD symptoms is less common beyond 12 years of age, but may occur because of increased academic demands or if subtle symptoms are unrecognized at an earlier age. Learning disabilities, mental health conditions, sleep problems, and substance abuse should be considered because they may mimic ADHD or be a comorbidity. Two teachers who know the patient well, and possibly other supervisory adults (e.g., coaches, group leaders), should provide information about the patient's symptoms. Behavioral rating scales are also available for self-report at this age.8,9,21"
        },
        {
            "parent": 7,
            "text": "The goal of ADHD treatment is to improve symptoms, optimize functional performance, and remove behavioral obstacles. The primary care physician should provide families with ADHD-specific resources(Table 5)and general parenting advice. Children with ADHD may qualify for accommodations at school under section 504 of the Rehabilitation Act or under the Individuals with Disabilities Education Act. Parents can request an evaluation to determine eligibility for these accommodations or for an individualized education plan (IEP) through their child's school district."
        },
        {
            "parent": 7,
            "text": "Treatment of children younger than six years should begin with behavioral therapy.8–10,26Medications may be considered if ADHD symptoms are moderate to severe and not responsive to behavioral therapy.8,9Therapy should start with medications in children six years and older. Behavioral treatments are also recommended for older children; however, they are particularly helpful if medication response is poor or associated with adverse effects.8–10"
        },
        {
            "parent": 8,
            "text": "The Multimodal Treatment Study of Children with ADHD assessed treatment effects in 579 children seven to nine years of age. Patients received intensive behavioral therapy, medication, combined behavioral therapy and medication, or standard treatment by community physicians over 14 months. Similar benefits were observed for behavior, social skills, relationships and academics in children who received medication alone compared with those who received medication and behavioral therapy.4Longer-term analyses suggest that behavioral treatment provides additional benefits beyond medication alone, particularly regarding treatment satisfaction for parents and teachers and in children with lower socioeconomic status.9,27–29"
        },
        {
            "parent": 8,
            "text": "Effective behavioral therapies include parent training, classroom management, peer interventions, and combinations of these interventions.30,31Parent training, in group or individual formats, provides education to improve their understanding about ADHD, behavioral problems, and child development. This training also helps them employ positive parenting strategies (e.g., praise and rewards for targeted behaviors) and reduce disruptive child behaviors (e.g., planned ignoring of behavior and use of consequences). Treatment often involves seven to 12 weekly sessions and has demonstrated improved child behavior and parent satisfaction.30,31Classroom management focuses on strategies to improve classroom routines and structure, a token economy to shape positive behaviors, and a daily behavioral report card to monitor progress and provide feedback to the child, parent, and team.30,31Peer interventions include social skills training and time-intensive, adult-mediated interactions to improve social behaviors.30,31"
        },
        {
            "parent": 9,
            "text": "Medications reduce core ADHD symptoms for most children.6,8–11Table6summarizes common ADHD medications.8,9,32Psychostimulants (e.g., methylphenidate [Ritalin], dextroamphetamine, and mixed amphetamine salts such as dextroamphetamine/amphetamine [Adderall]) are the most effective and safe option, and are the first choice for ADHD treatment in national guidelines and reviews.9–11Atomoxetine (Strattera) and alpha-2 receptor agonists (e.g., guanfacine [Tenex], clonidine [Catapres]) are also effective but have fewer supporting studies and are less effective than psychostimulants.9Reasons for starting with a second-line drug include strong family preference for a nonstimulant medication, concern about drug diversion (although some long-acting stimulants reduce this risk), or comorbid conditions that might also be managed by a single medication (e.g., an anxiety or tic disorder).3,8,9"
        },
        {
            "parent": 9,
            "text": "Other medications used for ADHD include antidepressants (e.g., bupropion [Wellbutrin], trazodone), atypical antipsychotics (e.g., risperidone [Risperidal], aripiprazole [Abilify]), and mood stabilizers (e.g., carbamazepine [Tegretol]). These are not approved by the U.S. Food and Drug Administration for treating ADHD and are used off-label when psychostimulants, atomoxetine, or alpha-2 receptor agonists are ineffective, or for treatment of comorbid conditions.8,9"
        },
        {
            "parent": 9,
            "text": "Psychostimulants. These medications affect central nervous system dopaminergic pathways. In addition to symptom reduction, academic performance may also improve; children with ADHD who are taking a stimulant are less likely to be held back a grade.6Stimulant medication does not increase the incidence of substance abuse and may improve driving performance in younger drivers who have ADHD.3,33–36About 70% of patients respond to the first stimulant medication, and 90% to 95% respond to a second stimulant.8Of the medication studies involving preschool children, methylphenidate is most supported.9"
        },
        {
            "parent": 9,
            "text": "Adverse effects of stimulant medication are generally dose dependent and include reduced appetite, abdominal discomfort, headache, irritability, anxiousness, sleep problems, and a small reduction in height velocity that may attenuate with time and/or reverse after discontinuation of treatment.8,9,37Preschoolers may also have mood lability.38Although depression and suicidal ideation are rare, family members should be informed about the risk. Small increases in heart rate and blood pressure have also been observed; significant elevations are rare. Evidence that stimulants increase the risk of cardiac problems is conflicting.39National guidelines recommend that physicians consider electrocardiography and/or cardiology referral before initiating psychostimulants in patients with a history of heart disease, palpitations, syncope, or seizures, or with a family history of sudden cardiac death, Wolff-Parkinson-White syndrome, hypertrophic cardiomyopathy, or long QT syndrome.8,9,37,39"
        },
        {
            "parent": 9,
            "text": "Tic and Tourette syndrome symptoms affect about 2% to 12% of the general population, but about 20% of patients with ADHD.40The presence of tics is not a contraindication for stimulant use; however, the current consensus is that although stimulant use does not clearly worsen tics, it may do so in individual cases. Treatment with atomoxetine or the addition of an alpha-1 receptor agonist may lessen comorbid tics.8,9,37,40"
        },
        {
            "parent": 9,
            "text": "Psychostimulant dosing should start low and increase once to twice weekly based on feedback from parents, the patient, and teachers. No evidence shows that one psychostimulant agent is superior.8,9,41A younger child who cannot swallow pills may benefit from liquid or spansule preparations (which can be sprinkled on food). An older child or teenager may benefit from long-acting preparations and/or the addition of a short-acting compound after school to provide sufficient coverage for homework or other activities. Long-acting preparations have the advantage of less frequent dosing but can be more costly than short-acting options."
        },
        {
            "parent": 9,
            "text": "Atomoxetine. Atomoxetine is a nonstimulant medication that affects noradrenergic systems. Atomoxetine may also be effective for comorbid mood or anxiety disorders and has no abuse risk. These factors may be beneficial in the treatment of adolescents with ADHD.3,9Adverse effects include somnolence, gastrointestinal upset/nausea (particularly if the dose is advanced too quickly), and reduced appetite. Full therapeutic effect is reached in about four to six weeks.8,9"
        },
        {
            "parent": 9,
            "text": "Alpha-2 receptor agonists. These antihypertensive agents are also beneficial as alternatives or adjuncts to stimulant treatment for ADHD. Potential advantages of guanfacine over clonidine include a longer half-life and fewer sedative and hypotensive effects. Both are useful in combination with stimulants for patients who have ADHD and comorbid sleep problems, tics, or Tourette syndrome.8,9"
        },
        {
            "parent": 10,
            "text": "Physician follow-up is recommended one month after initiating treatment. Height, weight, heart rate, blood pressure, symptoms, mood, and treatment adherence should be monitored at follow-up visits. Monthly visits may be required until medication dosing and timing are optimized. When an acceptable regimen is determined, follow-up is recommended at least every three months during the first year, and two or three times per year thereafter to assess control of symptoms, treatment adherence, and the presence of comorbid conditions.8,9Medication holidays are unnecessary unless adverse effects (e.g., decreased growth velocity) are a concern.8,9"
        },
        {
            "parent": 10,
            "text": "Data Sources: In addition to the literature search for the University of Michigan Health System guideline, we searched Essential Evidence Plus, the Cochrane Library, and the National Guideline Clearinghouse using the key terms attention deficit disorder and attention deficit disorder with hyperactivity, and combined with the additional search terms general treatment, drug treatment, harm, risk factors, and guidelines. Search dates: March 18, 2013, and June 4, 2014."
        },
        {
            "parent": 10,
            "text": "The authors thank Ms. Ellen Patrick-Dunlavey for her assistance in the preparation of the manuscript."
        }
    ],
    "locked": false
}