{
    "url": "https://www.aafp.org/pubs/afp/issues/2015/0301/p308.html#afp20150301p308-f1",
    "title": "Evaluation and Treatment of Infertility | AAFP",
    "author": "TAMMY J. LINDSAY, MD, AND KIRSTEN R. VITRIKAS, MD",
    "doi": "Am Fam Physician.2015;91(5):308-314",
    "abstract": "Infertility is defined as the inability to achieve pregnancy after one year of regular, unprotected intercourse. Evaluation may be initiated sooner in patients who have risk factors for infertility or if the female partner is older than 35 years. Causes of infertility include male factors, ovulatory dysfunction, uterine abnormalities, tubal obstruction, peritoneal factors, or cervical factors. A history and physical examination can help direct the evaluation. Men should undergo evaluation with a semen analysis. Abnormalities of sperm may be treated with gonadotropin therapy, intrauterine insemination, or in vitro fertilization. Ovulation should be documented by serum progesterone level measurement at cycle day 21. Evaluation of the uterus and fallopian tubes can be performed by hysterosalpingography in women with no risk of obstruction. For patients with a history of endometriosis, pelvic infections, or ectopic pregnancy, evaluation with hysteroscopy or laparoscopy is recommended. Women with anovulation may be treated in the primary care setting with clomiphene to induce ovulation. Treatment of tubal obstruction generally requires referral for subspecialty care. Unexplained infertility in women or men may be managed with another year of unprotected intercourse, or may proceed to assisted reproductive technologies, such as intrauterine insemination or in vitro fertilization.",
    "headers": [
        {
            "id": 0,
            "name": "Evaluation of Men",
            "level": 2
        },
        {
            "id": 1,
            "name": "Evaluation of Women",
            "level": 2
        },
        {
            "id": 2,
            "name": "Treatment of Male Infertility",
            "level": 2
        },
        {
            "id": 3,
            "name": "Treatment of Anovulatory Conditions",
            "level": 2
        },
        {
            "id": 4,
            "name": "Treatment of Unexplained Infertility",
            "level": 2
        },
        {
            "id": 5,
            "name": "Lifestyle Factors",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Infertility is defined as the inability to become pregnant after 12 months of regular, unprotected intercourse. In a survey from 2006 to 2010, more than 1.5 million U.S. women, or 6% of the married population 15 to 44 years of age, reported infertility, and 6.7 million women reported impaired ability to get pregnant or carry a baby to term.1Among couples 15 to 44 years of age, nearly 7 million have used infertility services at some point.2This encompasses couples with infertility and impaired ability to get pregnant, but it does not capture those who are not married, so actual numbers may be underestimated. These numbers are comparable to those of other industrialized nations.3,4Infertility may arise from male factors, female factors, or a combination of these(Table 15–8)."
        },
        {
            "parent": -1,
            "text": "Because 85% of couples conceive spontaneously within 12 months if having intercourse regularly,5it is important to identify those who will benefit from infertility evaluation. Generally, evaluation should be offered to couples who have not conceived after one year of unprotected vaginal intercourse. Counseling about options should be offered to couples who are not physically able to conceive (i.e., same-sex couples or persons lacking reproductive organs). Women older than 35 years or couples with known risk factors for infertility may warrant evaluation at six months.6,8"
        },
        {
            "parent": -1,
            "text": "It is important for primary care physicians to be familiar with the workup and prognosis for infertile couples. A British study found that patients valued primary care physicians who were well informed about infertility and the treatment process.9Because anxiety over infertility may cause increased stress and decreased libido, further compounding the problem, formal counseling is encouraged for couples experiencing infertility.8"
        },
        {
            "parent": 0,
            "text": "Causes of male infertility include infection, injury, toxin exposures, anatomic variances, chromosomal abnormalities, systemic diseases, and sperm antibodies. Additional risk factors may include smoking, alcohol use, obesity, and older age; however, the data are hampered by a lack of pregnancy-related outcomes.8–16One retrospective case-control study of 650 men with infertility and 698 control participants questioned the role of environmental risk; no association could be determined after assessing for multiple factors including shift work, stress, and pesticides.17"
        },
        {
            "parent": 0,
            "text": "Evaluation of male infertility starts with a history and physical examination focusing on previous fertility, pelvic or inguinal surgeries, systemic diseases, and exposures. The laboratory evaluation begins with a semen analysis. Instructions for collecting the sample should include abstinence from ejaculation for 48 to 72 hours. Because sperm generation time is just over two months, it is recommended to wait three months before repeat sampling.8A normal sample according to the 2010 World Health Organization (WHO) guidelines is described inTable 2.18If the semen analysis result is abnormal, further evaluation is indicated(Table 36–8,10,19,20[corrected]). If oligospermia or azoospermia is noted, hypogonadism should be suspected. Obtaining morning levels of total testosterone (normal range = 240 to 950 ng per dL [8.3 to 33.0 nmol per L]) and follicle-stimulating hormone (FSH; normal range = 1.5 to 12.4 mIU per mL [1.5 to 12.4 IU per L]) can help differentiate between primary and secondary disorders. A decreased testosterone level with an increased FSH level points to primary hypogonadism. A low testosterone level with a low FSH level signals a secondary cause. Some causes, such as hyperprolactinemia, are reversible with proper treatment. Other testing may be needed based on circumstances, including testicular biopsy, genetic testing, and imaging(Table 36–8,10,19,20[corrected]). Postcoital testing and antisperm antibody testing are no longer considered useful in this evaluation.21,22"
        },
        {
            "parent": 1,
            "text": "The etiology of female infertility can be broken down into ovulation disorders, uterine abnormalities, tubal obstruction, and peritoneal factors. Cervical factors are also thought to play a minor role, although they are rarely the sole cause. Evaluation of cervical mucus is unreliable; therefore, investigation is not helpful with the management of infertility.6"
        },
        {
            "parent": 1,
            "text": "The initial history should cover menstrual history, timing and frequency of intercourse, previous use of contraception, previous pregnancies and outcomes, pelvic infections, medication use, occupational exposures, substance abuse, alcohol intake, tobacco use, and previous surgery on reproductive organs. A review of systems and physical examination of the endocrine and gynecologic systems should be performed. Other considerations include preconception screening and vaccination for preventable diseases such as rubella and varicella, sexually transmitted infections, and cervical cancer, based on appropriate guidelines and risk."
        },
        {
            "parent": 1,
            "text": "WHO categorizes ovulatory disorders into three groups: group I is caused by hypothalamic pituitary failure (10%), group II results from dysfunction of hypothalamic-pituitary-ovarian axis (85%), and group III is caused by ovarian failure (5%).8Women in group I typically present with amenorrhea and low gonadotropin levels, most commonly from low body weight or excessive exercise. Women in group II include those with polycystic ovary syndrome and hyperprolactinemia. Women in group III can conceive only with oocyte donation and in vitro fertilization."
        },
        {
            "parent": 1,
            "text": "Women with regular menstrual cycles are likely to be ovulating and should be offered serum progesterone testing at day 21 to confirm ovulation.8If a woman has irregular cycles, the testing should be conducted later in the cycle, starting seven days before presumed onset of menses, and repeated weekly until menses.6,8A progesterone level of 5 ng per mL (15.9 nmol per L) or greater implies ovulation.6,23Anovulatory women should have further investigation to determine treatable causes such as thyroid disorders or hyperprolactinemia based on symptoms.8A high serum FSH level (greater than 30 to 40 mIU per mL [30 to 40 IU per L]) with a low estradiol level can distinguish ovarian failure from hypothalamic pituitary failure, which typically reveals a low or normal FSH level (less than 10 mIU per mL [10 IU per L]) and a low estradiol level. Basal body temperatures are no longer considered a reliable indicator of ovulation, and are not recommended for evaluating ovulation.6,8,23"
        },
        {
            "parent": 1,
            "text": "A high FSH level (10 to 20 mIU per mL [10 to 20 IU per L]) drawn on day 3 of the menstrual cycle is associated with infertility. A high serum estradiol level (greater than 60 to 80 pg per mL [220 to 294 pmol per L]) in conjunction with a normal FSH level has also been associated with lower pregnancy rates. This combination of laboratory test results may indicate ovarian insufficiency or diminished ovarian reserve.24Other tests of ovarian reserve, such as the clomiphene (Clomid) challenge test, antral follicle count, and antimüllerian hormone level, are also generally performed to predict response to ovarian stimulation with exogenous gonadotropins and assisted reproductive technology. However, these tests have only poor to moderate predictive value despite widespread use.25"
        },
        {
            "parent": 1,
            "text": "Women with no clear risk of tubal obstruction should be offered hysterosalpingography to screen for tubal occlusion and structural uterine abnormalities.8,26,27As opposed to laparoscopy or hysteroscopy, hysterosalpingography is a minimally invasive procedure with potentially therapeutic effects and should be considered before more invasive methods of assessing tubal patency.6Women with risk factors for tubal obstruction, such as endometriosis, previous pelvic infections, or ectopic pregnancy, should instead be offered hysteroscopy or laparoscopy with dye to assess for other pelvic pathology.8These studies are more sensitive and may delineate an abnormally formed uterus or structural problems, such as fibroids. This allows for the diagnosis and treatment of conditions such as endometriosis with one procedure. Treatment of tubal obstruction generally requires referral for subspecialty care."
        },
        {
            "parent": 1,
            "text": "Endometrial biopsy should be performed only in women with suspected pathology (chronic endometritis or neoplasia). Histologic endometrial dating is not considered reliable nor is it predictive of fertility.6,28Additionally, postcoital testing of cervical mucus is no longer recommended because it does not affect clinical management or predict the inability to conceive.22"
        },
        {
            "parent": 2,
            "text": "Underlying etiology determines the therapeutic course, although male infertility is unexplained in 40% to 50% of cases.29When the semen analysis is abnormal, referral to a male fertility specialist or reproductive endocrinologist is warranted. When anatomic variance or obstruction is suspected, referral for surgical evaluation and treatment is appropriate. If an endocrinopathy, such as hyperprolactinemia, is diagnosed, the underlying cause should be treated. In patients with varicocele, there is insufficient evidence to suggest corrective surgery will increase live birth rates, despite improvement in semen analysis results.30–32Other treatment options include antiestrogens and gonadotropin therapy, which showed a trend toward increased live birth rates in a Cochrane review.33Use of antioxidants such as zinc, vitamin E, or l-carnitine showed increased live birth rates in three small randomized controlled trials in couples undergoing assisted reproductive technology.34Although intrauterine insemination has been shown to be equally effective as timed intercourse in unstimulated cycles, there is a modest increase in live birth rates when combined with ovarian stimulation.8,33,35,36Lastly, in vitro fertilization, with or without intracytoplasmic sperm injection, is the mainstay of assisted reproductive technology for male factor infertility."
        },
        {
            "parent": 3,
            "text": "Women with WHO group I ovulatory disorders should be counseled to achieve a normal body weight. They may benefit from referral to a physician comfortable with prescribing pulsatile administration of gonadotropin-releasing hormone or gonadotropins with luteinizing hormone activity to induce ovulation.8,37"
        },
        {
            "parent": 3,
            "text": "Women in WHO group II, including those who are overweight and who have polycystic ovary syndrome, can benefit from weight loss, exercise, and lifestyle modifications to restore ovulatory cycles and achieve pregnancy.37Clomiphene has also proven effective for ovulation induction in women with polycystic ovary syndrome.37,38The addition of 1,500 to 1,700 mg of metformin (Glucophage) daily may increase ovulation and pregnancy rates, but it does not significantly improve live birth rates over clomiphene alone.38,39"
        },
        {
            "parent": 3,
            "text": "Family physicians may choose to attempt ovulation induction in anovulatory women (WHO group II) with clomiphene. Ovulation induction agents increase the risk of multiple pregnancy, ovarian hyperstimulation syndrome, and thrombosis, and they may increase the risk of ovarian cancer in women who remain nulliparous.40Patients using these agents should be counseled about these risks. The initial dosage of clomiphene is 50 mg daily for five days starting on day 3 to 5 of the menstrual cycle. This should be followed by documentation of ovulation via serum progesterone. If this is unsuccessful, the dosage may be increased to 100 mg daily. Patients who do not achieve ovulation after three to six cycles should be referred to an infertility specialist for further treatment. Couples who do not conceive after treatment for six cycles with documented ovulation should also consider referral to an infertility specialist.41"
        },
        {
            "parent": 4,
            "text": "Couples who have no identified cause of infertility should be counseled on timing of intercourse for the most fertile period (i.e., the six days preceding ovulation).42Urinary luteinizing hormone kits indicate the midcycle luteinizing hormone surge that precedes ovulation by one to two days. These may be purchased over the counter and allow couples to predict the most fertile days in the cycle.6Accuracy may be improved by use on midday or evening urine specimens, which correlate better with the peak in serum luteinizing hormone levels.43Other low-cost methods of monitoring for ovulation, although less effective, include basal body temperature measurements and cervical mucus changes.42However, none of these methods has been proven to increase pregnancy rates when used to predict timing of intercourse. Additionally, there is concern that the stress of a strict schedule for intercourse may lead to reduced frequency of intercourse.44Therefore, a simple recommendation is for vaginal intercourse every two to three days to optimize the chance of pregnancy.8"
        },
        {
            "parent": 4,
            "text": "Patients should be counseled that 50% of couples who have not conceived in the first year of trying will conceive in the second year.8Couples with unexplained infertility may want to consider another year of intercourse before moving to more costly and invasive therapies, such as assisted reproductive technology.8Intrauterine insemination and ovulation induction do not result in increased pregnancy rates in women with unexplained infertility.8,45"
        },
        {
            "parent": 4,
            "text": "Figure 1provides an algorithmic approach to the evaluation of infertility."
        },
        {
            "parent": 5,
            "text": "All couples should be counseled to abstain from tobacco use, limit alcohol consumption, and aim for a body mass index less than 30 kg per m2to improve their chances of natural conception or using assisted reproductive technology.8,46Obesity impairs fertility and the response to fertility treatments, including in vitro fertilization; therefore, it is advisable to counsel patients who are obese to lose weight before conception or infertility treatments.8Involvement in group counseling and exercise is more effective than weight loss advice alone.8Counseling on lifestyle modifications is reasonable because exposures to tobacco and alcohol are associated with lower rates of fertility.47Motivational interviewing techniques for modifiable risk factors, such as obesity, tobacco, illicit drugs, and alcohol, can decrease the targeted risk factor.48However, there is no firm evidence that preconception counseling leads to increased live birth rates, in part because no studies on this topic have been performed.10"
        },
        {
            "parent": 5,
            "text": "Data Sources: A PubMed search was completed using the key terms infertility, subfertility, treatment, etiology, and diagnosis. It was broken down into male and female categories. The search included meta-analyses, randomized controlled trials, clinical trials, and systematic reviews. Limits were placed on language and human race as well. Also searched were the Cochrane database, the National Guideline Clearinghouse database, Dynamed, and Essential Evidence Plus. Search dates: January 6, 2014; January 28, 2014; February 5, 2014; and November 18, 2014."
        },
        {
            "parent": 5,
            "text": "The views expressed in this material are those of the authors, and do not reflect the official policy or position of the U.S. Government, the Department of Defense, or the Department of the Air Force."
        }
    ],
    "locked": false
}