{
    "url": "https://www.aafp.org/pubs/afp/issues/2014/0915/p389.html#afp20140915p389-f1",
    "title": "Thyroiditis: An Integrated Approach | AAFP",
    "author": "LORI B. SWEENEY, MD, CHRISTOPHER STEWART, MD, AND DAVID Y. GAITONDE, MD",
    "doi": "Am Fam Physician.2014;90(6):389-396",
    "abstract": "Thyroiditis is a general term that encompasses several clinical disorders characterized by inflammation of the thyroid gland. The most common is Hashimoto thyroiditis; patients typically present with a nontender goiter, hypothyroidism, and an elevated thyroid peroxidase antibody level. Treatment with levothyroxine ameliorates the hypothyroidism and may reduce goiter size. Postpartum thyroiditis is transient or persistent thyroid dysfunction that occurs within one year of childbirth, miscarriage, or medical abortion. Release of preformed thyroid hormone into the bloodstream may result in hyperthyroidism. This may be followed by transient or permanent hypothyroidism as a result of depletion of thyroid hormone stores and destruction of thyroid hormone–producing cells. Patients should be monitored for changes in thyroid function. Beta blockers can treat symptoms in the initial hyperthyroid phase; in the subsequent hypothyroid phase, levothyroxine should be considered in women with a serum thyroid-stimulating hormone level greater than 10 mIU per L, or in women with a thyroid-stimulating hormone level of 4 to 10 mIU per L who are symptomatic or desire fertility. Subacute thyroiditis is a transient thyrotoxic state characterized by anterior neck pain, suppressed thyroid-stimulating hormone, and low radioactive iodine uptake on thyroid scanning. Many cases of subacute thyroiditis follow an upper respiratory viral illness, which is thought to trigger an inflammatory destruction of thyroid follicles. In most cases, the thyroid gland spontaneously resumes normal thyroid hormone production after several months. Treatment with high-dose acetylsalicylic acid or nonsteroidal anti-inflammatory drugs is directed toward relief of thyroid pain.",
    "headers": [
        {
            "id": 0,
            "name": "Chronic Autoimmune Thyroiditis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Postpartum Thyroiditis",
            "level": 2
        },
        {
            "id": 2,
            "name": "Silent Thyroiditis",
            "level": 2
        },
        {
            "id": 3,
            "name": "Subacute Thyroiditis",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Thyroiditis is a general term that refers to inflammation of the thyroid gland and encompasses several clinical disorders. The family physician will most commonly diagnose thyroiditis because of abnormal results on thyroid function testing in a patient with symptoms of thyroid dysfunction or anterior neck pain. The diagnosis of chronic autoimmune thyroiditis (Hashimoto thyroiditis) is usually straightforward. Patients typically present with a nontender goiter, symptoms of hypothyroidism, and elevated thyroid peroxidase (TPO) antibody level. However, a diagnostic dilemma occurs when the patient presents with thyroid-stimulating hormone (TSH) suppression. The natural history of postpartum, silent, or subacute thyroiditis may include a hyperthyroid or toxic phase of short duration, followed by transient or permanent hypothyroidism."
        },
        {
            "parent": -1,
            "text": "When hyperthyroidism does not match the clinical picture, several steps should be taken. First, the laboratory test result should be confirmed, and free thyroxine (T4) and free triiodothyronine (T3) levels should be measured. Second, the laboratory test result should be interpreted within the context of the medical status of the patient. Patients recovering from recent illness or those taking drugs such as glucocorticoids or opiates may have suppressed TSH, but free thyroid hormone levels will be normal or low. Third, the degree of hyperthyroidism and the severity of symptoms should be considered. Patients with overt hyperthyroidism (suppressed TSH and elevated free thyroid hormone levels) and significant symptoms can be treated with beta blockers, regardless of the etiology. Fourth, the physician should attempt to differentiate between Graves disease and other forms of thyroiditis, because patients with Graves disease are candidates for thionamide therapy. This differentiation is best made by measuring radioactive iodine uptake on a thyroid scan."
        },
        {
            "parent": -1,
            "text": "In the case of postpartum, silent, or subacute thyroiditis, the radioactive iodine uptake during the hyperthyroid phase will be low. Most of these patients will have recovery of euthyroidism, but some may benefit from treatment aimed at relieving symptoms of hyperthyroidism or hypothyroidism, provided they are monitored for anticipated changes in thyroid function. Surveillance and clinical follow-up are necessary in all forms of thyroiditis because of the potential for change in thyroid status. Treatment with levothyroxine may result in iatrogenic hyperthyroidism."
        },
        {
            "parent": -1,
            "text": "Table 1summarizes key aspects of thyroiditis, including less common forms.Table 2summarizes drugs associated with thyroiditis.1–8"
        },
        {
            "parent": -1,
            "text": "Figure 1is an algorithm for the diagnosis of thyroiditis.9"
        },
        {
            "parent": 0,
            "text": "Chronic autoimmune thyroiditis (Hashimoto thyroiditis) is the most common form. It is characterized by varying degrees of lymphocytic infiltration and fibrotic transformation of the thyroid gland. Patients typically present with a nontender goiter, hypothyroidism, and an elevated TPO antibody level. It can, however, present without a goiter (atrophic form). The atrophic form represents extensive thyroid fibrosis and is more likely to result in overt hypothyroidism."
        },
        {
            "parent": 0,
            "text": "A family or personal history of autoimmune thyroid disease confers increased risk, and there is a strong female predominance in this disorder. Higher rates of chronic autoimmune thyroiditis have been observed in patients with type 1 diabetes mellitus, Turner syndrome, Addison disease, and untreated hepatitis C.10–12The annual incidence of chronic autoimmune thyroiditis is estimated to be 0.3 to 1.5 cases per 1,000 persons.13Presenting symptoms depend on the degree of associated thyroid dysfunction, but most commonly include a feeling of fullness in the neck, generalized fatigue, weight gain, cold intolerance, and diffuse muscle pain. When chronic autoimmune thyroiditis is suspected, the family physician should perform a careful thyroid examination and measure serum TSH and TPO antibody levels. An elevated TPO antibody level may influence the decision to treat patients with subclinical hypothyroidism."
        },
        {
            "parent": 0,
            "text": "The thyroid examination will commonly reveal a firm, bumpy gland with symmetric enlargement. TPO antibodies will be present in 90% of affected persons. The mere presence of detectable TPO antibodies does not, however, necessitate empiric treatment with thyroid hormone. Patients with overt hypothyroidism (elevated TSH and low free T4levels) should be treated with levothyroxine to a goal TSH level of 1 to 3 mIU per L. A starting dosage of 1.6 mcg per kg per day can be initiated, with subsequent incremental changes made every 10 to 12 weeks to achieve this goal. Thyroid hormone therapy should resolve hypothyroid symptoms and may result in a reduction in goiter size. This generally occurs within six months after achievement of euthyroidism. Treatment with thyroid hormone in patients with elevated TPO antibody levels and subclinical hypothyroidism (TSH level greater than the upper limit of the reference range, but less than 10 mIU per L) is reasonable, especially if symptoms of hypothyroidism are present. Dosages of 25 to 50 mcg per day of levothyroxine can be initiated in these patients and titrated to the same TSH goals as in overt hypothyroidism. If no thyroid hormone is administered, patients should be monitored annually for the development of overt hypothyroidism.12Guidelines exist to direct the family physician in the treatment of women with detectable TPO antibodies who are pregnant or who desire fertility.14,15"
        },
        {
            "parent": 1,
            "text": "Postpartum thyroiditis is transient or persistent thyroid dysfunction that occurs within one year of parturition, miscarriage, or medical abortion. The timing likely reflects a rebound in immune function after a period of relative immune tolerance during pregnancy. In the United States, the prevalence ranges from 1.1% to 9%.16"
        },
        {
            "parent": 1,
            "text": "Postpartum thyroiditis is now considered an unmasking or acute presentation of underlying chronic thyroid autoimmune disease. Like Hashimoto thyroiditis, post-partum thyroiditis is characterized by an elevated TPO antibody level, but the clinical presentation is more variable. In the case of postpartum thyroiditis, immune-mediated thyroid destruction may result in the release of preformed thyroid hormone into the bloodstream, causing hyperthyroidism. This may be followed by transient or permanent hypothyroidism as a result of depletion of thyroid hormone stores and destruction of thyroid hormone–producing cells. Typically, the hyperthyroid phase occurs one to six months postpartum and persists for one to two months.17"
        },
        {
            "parent": 1,
            "text": "The symptoms of hyperthyroidism overlap with those of Graves disease, but tend to be milder. Women typically present with palpitations, irritability, and heat intolerance. Graves disease may be differentiated from postpartum thyroiditis by the presence of exophthalmos, thyroid bruit, and positive TSH receptor antibody. Radioactive iodine uptake during the hyperthyroid phase of postpartum thyroiditis will be low (1% to 2% at 24 hours), as opposed to Graves disease, in which uptake is high."
        },
        {
            "parent": 1,
            "text": "Postpartum hyperthyroidism and Graves disease are characterized by elevated free thyroid hormones and suppressed TSH; however, postpartum thyroiditis has a lower free T3to free T4ratio, because free T4is the predominant form of thyroid hormone produced by the thyroid gland, and thereby is released into the bloodstream secondary to glandular inflammation and destruction. As such, antithyroid medications (thioureas) are ineffective for postpartum thyroiditis. Treatment with beta blockers (propranolol, 10 to 20 mg four times per day) may be initiated in symptomatic women and is acceptable in those who are breastfeeding.18Therapy is usually required for only one to three months, and patients can be tapered off medication fairly quickly."
        },
        {
            "parent": 1,
            "text": "In postpartum thyroiditis, the hypothyroid phase generally presents at four to eight months postpartum and lasts four to six months, although permanent hypothyroidism occurs in 25% of women.17The presenting symptoms typically include fatigue, cognitive dysfunction (or depression), and cold intolerance. Although most women with postpartum thyroiditis will become euthyroid, treatment with levothyroxine should be considered in women with a serum TSH level greater than 10 mIU per L, or in women with a TSH level of 4 to 10 mIU per L who are symptomatic or desire fertility. Treatment with levothyroxine is generally initiated at 50 mcg per day and titrated to achieve a TSH level between 1 and 2.5 mIU per L. Given the natural course of postpartum thyroiditis, tapering of levothyroxine may be considered after 12 months of therapy.17This may be accomplished by reducing the dose by 50% and repeating thyroid function testing at four- to eight-week intervals.17Alternatively, it is reasonable to continue levothyroxine therapy during a woman's reproductive years, given the potential adverse effects of maternal hypothyroidism and the high likelihood of recurrence of postpartum thyroiditis, which approaches 70% with subsequent pregnancies.17Hypothyroidism that occurs beyond one year postpartum should not be classified as postpartum thyroiditis."
        },
        {
            "parent": 1,
            "text": "Women with postpartum thyroiditis and subclinical hypothyroidism should be treated with levothyroxine to achieve a TSH level of less than 2.5 mIU per L if they are pregnant or desire fertility.15"
        },
        {
            "parent": 2,
            "text": "Silent thyroiditis is similar to postpartum thyroiditis, but its presentation is not limited to the postpartum state. Patients may present in the hypothyroid or hyper-thyroid phase. In contrast with postpartum thyroiditis, silent thyroiditis is less likely to result in permanent hypothyroidism (up to 11% of patients), and recurrence is less common.19The considerations for initiation of therapy and the treatment approach are the same as for postpartum thyroiditis."
        },
        {
            "parent": 3,
            "text": "Subacute thyroiditis is a transient thyrotoxic state characterized by anterior neck pain, suppressed TSH, and low uptake of iodine 123 on thyroid scanning. Patients may also have typical symptoms of hyperthyroidism.20,21Many cases of subacute thyroiditis follow an upper respiratory viral illness, which is thought to trigger an inflammatory destruction of thyroid follicles. As in other forms of destructive thyroiditis, preformed thyroid hormone is released into the blood, leading to increased levels of thyroid hormone and suppressed TSH."
        },
        {
            "parent": 3,
            "text": "There are few large epidemiologic studies on subacute thyroiditis; however, one large community-based study performed in Olmstead County, Minn., between 1960 and 1997 reported an incidence of 4.9 cases per 100,000 persons per year.20Women are significantly more likely to be affected than men, and the peak incidence in both sexes occurs at 40 to 50 years of age.20,21Cases of subacute thyroiditis generally cluster in the late summer and fall.20,21An increased association of subacute thyroiditis in persons withHLA-B35is well established.22–24"
        },
        {
            "parent": 3,
            "text": "Anterior neck pain in the area of the thyroid bed is the cardinal feature of subacute thyroiditis and is most often what prompts patients to seek medical attention. The neck pain may be bilateral or unilateral, and may radiate to the jaw.20,21,25Dysphagia is also reported by patients, with increased sweating, tremor, and weight loss. Up to one-fourth of patients report symptoms of an upper respiratory infection in the 30 days before initial presentation.20,21The thyroid may also be diffusely enlarged. Other signs of thyrotoxicosis such as fever, tachycardia, tremor, and increased skin warmth may be present."
        },
        {
            "parent": 3,
            "text": "In the thyrotoxic phase, thyroid function tests show suppressed TSH and free T4and free T3levels that are within the normal range or frankly elevated. If the patient presents beyond the thyrotoxic phase, which typically lasts four to eight weeks, TSH and free T4levels may be low. Supporting laboratory data include an elevated erythrocyte sedimentation rate, C-reactive protein level, and thyroglobulin level. A thyroid scan with radioactive iodine uptake is the preferred imaging test to determine the cause of low TSH levels. During the thyrotoxic phase of subacute thyroiditis, this test shows a low uptake of iodine (less than 1% to 2%)."
        },
        {
            "parent": 3,
            "text": "Subacute thyroiditis is self-limited, and in most cases the thyroid gland spontaneously resumes normal thyroid hormone production after several months. Treatment, therefore, is directed toward relief of thyroid pain. High-dose acetylsalicylic acid or nonsteroidal anti-inflammatory drugs are usually the first-line treatment.25There are no randomized controlled trials comparing doses or agents. Aspirin (2,600 mg per day in divided doses) or ibuprofen (3,200 mg per day in divided doses) is appropriate. If the neck pain is not improved after four days, or if the patient presents with severe neck pain, then corticosteroids can be considered.25In one study, the mean starting dosage was 40 mg of prednisone per day.20Pain should rapidly improve within two days with use of prednisone. After five to seven days of high-dose prednisone, the dose is then tapered over the next 30 days."
        },
        {
            "parent": 3,
            "text": "Thyroid hormone supplementation is generally not necessary for the transient hypothyroid phase of subacute thyroiditis unless patients are symptomatic or have clear signs of hypothyroidism. Permanent hypothyroidism is uncommon but is reported to develop in up to 15% of patients with subacute thyroiditis, and can develop more than one year following presentation.20It should be noted that the use of corticosteroids is not associated with a lower incidence of permanent hypothyroidism.20Rarely, patients may experience recurrent episodes of subacute thyroiditis. There is no role for antibiotics in the treatment of subacute thyroiditis, and referral for thyroidectomy is not warranted.25The differential diagnosis for thyroid bed pain includes hemorrhage into a thyroid cyst and acute infectious or suppurative thyroiditis. Thyroid ultrasonography in subacute thyroiditis shows a nonuniform echotexture, hypoechoic areas, and decreased vascularity throughout the gland. In contrast, acute thyroid hemorrhage and acute infectious thyroiditis will show a focal cystic and/or solid mass in the region of the thyroid bed pain. Patients with severe thyroid pain and systemic symptoms (e.g., high fever, leukocytosis, cervical lymphadenopathy) should undergo fine-needle aspiration to rule out infectious thyroiditis.26"
        },
        {
            "parent": 3,
            "text": "The views expressed in this article are those of the authors and do not reflect the policy or position of the U.S. Army Medical Department, Department of the Army, Department of Defense, or the U.S. government.Data Sources: A search was completed using the following sources: American Thyroid Association, American Association of Clinical Endocrinologists, PubMed, U.S. Preventive Services Task Force, UpToDate, and The Endocrine Society. Search terms included thyroiditis, thyroid inflammation, autoimmune thyroiditis, Hashimoto's thyroiditis, lymphocytic thyroiditis, acute thyroiditis, infectious thyroiditis, bacterial thyroiditis, postpartum thyroiditis, drug-induced thyroiditis, clinical presentation, clinical guidelines, and treatment. Search dates: June 6, 2011, through February 29, 2012, and March 30, 2014."
        }
    ],
    "locked": false
}