{
    "url": "https://www.aafp.org/pubs/afp/issues/2015/0115/p93.html#afp20150115p93-f8",
    "title": "Colorectal Cancer Screening and Surveillance | AAFP",
    "author": "MATTHEW W. SHORT, LTC, MC, USA, MILES C. LAYTON, MAJ, MC, USA, BETHANY N. TEER, MAJ, MC, USA, AND JASON E. DOMAGALSKI, MD",
    "doi": "Am Fam Physician.2015;91(2):93-100",
    "abstract": "Colorectal cancer is the third most common cancer in men and women. The incidence and mortality rate of the disease have been declining over the past two decades because of early detection and treatment. Screening in persons at average risk should begin at 50 years of age; the U.S. Preventive Services Task Force recommends against routine screening after 75 years of age. Options for screening include high-sensitivity fecal occult blood testing annually, flexible sigmoidoscopy every five years with high-sensitivity fecal occult blood testing every three years, or colonoscopy every 10 years. In 2012, the U.S. Multi-Society Task Force on Colorectal Cancer updated its surveillance guidelines to promote the appropriate use of colonoscopy resources and reduce harms from delayed or unnecessary procedures; these guidelines provide recommendations for when to repeat colonoscopy based on findings. Adenomatous and serrated polyps have malignant potential and warrant early surveillance colonoscopy. Patients with one or two tubular adenomas that are smaller than 10 mm should have a repeat colonoscopy in five to 10 years. Repeat colonoscopy at five years is recommended for patients with nondysplastic serrated polyps that are smaller than 10 mm. Patients with three to 10 adenomas found during a single colonoscopy, an adenoma or serrated polyp that is 10 mm or larger, an adenoma with villous features or high-grade dysplasia, a sessile serrated polyp with cytologic dysplasia, or a traditional serrated adenoma are at increased risk of developing advanced neoplasia during surveillance and should have a repeat colonoscopy in three years. More than 10 synchronous adenomas warrant surveillance colonoscopy in less than three years. Colonoscopy may be repeated in 10 years if distal, small (less than 10 mm) hyperplastic polyps are the only finding.",
    "headers": [
        {
            "id": 0,
            "name": "Colorectal Cancer Screening",
            "level": 2
        },
        {
            "id": 1,
            "name": "Colon Polyps",
            "level": 2
        },
        {
            "id": 2,
            "name": "HYPERPLASTIC POLYPS",
            "level": 3
        },
        {
            "id": 3,
            "name": "ADENOMAS",
            "level": 3
        },
        {
            "id": 4,
            "name": "SERRATED POLYPS",
            "level": 3
        },
        {
            "id": 5,
            "name": "Colonoscopy Surveillance After Polypectomy",
            "level": 2
        },
        {
            "id": 6,
            "name": "LOW-RISK POLYPS",
            "level": 3
        },
        {
            "id": 7,
            "name": "HIGH-RISK POLYPS",
            "level": 3
        },
        {
            "id": 8,
            "name": "Quality of Colonoscopy",
            "level": 2
        },
        {
            "id": 9,
            "name": "Surveillance After Colorectal Cancer",
            "level": 2
        },
        {
            "id": 10,
            "name": "Adherence to Guidelines",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Colorectal cancer is the third most common cancer in men and women. Despite a reduction in incidence and mortality over the past two decades from early detection and treatment, an estimated 137,000 new diagnoses and 50,000 deaths were expected in 2014.1–3Screening and surveillance detect cancer in its early stages when symptoms are not typically present.1Approximately 30% of patients have nonmodifiable risk factors that increase their risk of colorectal cancer,4including a family or personal history of colorectal cancer or advanced adenomas, personal history of inflammatory bowel disease, and personal history of hereditary polyposis syndromes.1Modifiable risk factors include obesity, inactivity, smoking, and heavy alcohol use.5"
        },
        {
            "parent": -1,
            "text": "This article reviews the 2012 U.S. Multi-Society Task Force on Colorectal Cancer consensus guidelines for surveillance of persons with colonoscopy findings, which aim to promote the appropriate use of colonoscopy resources and reduce harms from delayed or unnecessary procedures.6"
        },
        {
            "parent": 0,
            "text": "The U.S. Preventive Services Task Force and other organizations recommend that colorectal cancer screening begin at 50 years of age in persons at average risk.7–10The American College of Gastroenterology recommends that black persons receive initial screening at 45 years of age because of an increased incidence of colorectal cancer in this population, although no patient-oriented outcome studies currently support this recommendation.8,11"
        },
        {
            "parent": 0,
            "text": "The U.S. Preventive Services Task Force recommends against routine screening after 75 years of age because the potential benefits of screening may be outweighed by harms and competing causes of mortality; physicians and patients should individualize screening decisions after this age.7Similarly, the U.S. Multi-Society Task Force believes the decision to continue surveillance should be based on a patient's estimated risk, benefit, and comorbidities.6Table 1summarizes screening recommendations for asymptomatic adults at average risk.7–9Patients with a positive test result should undergo full visualization of the colon with colonoscopy."
        },
        {
            "parent": 0,
            "text": "Screening recommendations for patients with a family history of colorectal cancer vary based on the relative's relationship to the patient, findings, and age when the cancer was diagnosed(Table 2).8Patients with a first-degree relative who has had colorectal cancer or an advanced adenoma (i.e., an adenoma that is 10 mm or larger, has villous elements, or has high-grade dysplasia) diagnosed before 60 years of age, or two first-degree relatives with colorectal cancer or an advanced adenoma diagnosed at any age, should receive a screening colonoscopy every five years starting at 40 years of age or 10 years younger than the relative's age when diagnosed, whichever is earlier. Patients who have one first-degree relative who has had colorectal cancer or an advanced adenoma diagnosed at 60 years of age or older can be screened on the same schedule as average-risk individuals."
        },
        {
            "parent": 0,
            "text": "Guidelines for follow-up surveillance colonoscopy are summarized inTable 3.6,8,12"
        },
        {
            "parent": 1,
            "text": "A colon polyp is a growth protruding into the lumen from the colonic mucosa. The two main categories of polyps are neoplastic and nonneoplastic. Hyperplastic polyp is the most common nonneoplastic polyp. Common neoplastic polyps include adenomas and serrated polyps."
        },
        {
            "parent": 2,
            "text": "Hyperplastic polyps(Figure 1), which account for up to 50% of sigmoid and rectal polyps, are typically small, sessile polyps that measure 1 to 5 mm in size.13Because small (less than 10 mm) hyperplastic polyps in the rectum and sigmoid rarely exhibit dysplasia or develop into colon cancer, colonoscopy may be repeated in 10 years if they are the only finding. No increased risk has been shown three years after baseline colonoscopy in patients with hyperplastic polyps and coexisting adenomas.14Therefore, small, distal hyperplastic polyps do not alter colonoscopy surveillance guidelines."
        },
        {
            "parent": 3,
            "text": "Adenomas are polyps that have malignant potential and require early surveillance colonoscopy.15They are classified by their glandular histology and level of dysplasia, which determine their malignant potential and interval for repeat colonoscopy. Tubular adenomas(Figures 2and3)account for 80% of adenomas and have a malignant transformation rate at diagnosis of 4.8%. Tubulovillous and villous adenomas(Figure 4)are less common but have more malignant potential (19.0% for tubulovillous, 38.4% for villous).16Although all adenomas are dysplastic, the degree of dysplasia is classified as low or high grade. High-grade dysplasia(Figure 5)suggests that the polyp is evolving toward malignancy. An adenoma that is 10 mm or larger, has villous elements, or has high-grade dysplasia, or the presence of three or more adenomas during a single examination, has a strong association with advanced neoplasia on future colonoscopies.6,17–19"
        },
        {
            "parent": 4,
            "text": "Sessile serrated polyps are thought to be the principal precursor of hypermethylated gene cancers; 20% to 30% of colorectal cancers can arise from this pathway.6These polyps are often difficult to detect during colonoscopy because they can be flat and indiscrete, and have adherent mucus6,20(Figures 6and7). All sessile serrated polyps require early follow-up colonoscopy; those that have cytologic dysplasia, are 10 mm or larger, or are located proximal to the sigmoid colon may be associated with a higher risk of developing cancer.6"
        },
        {
            "parent": 5,
            "text": "Patients who have adenomas are more likely to have additional adenomas or colorectal cancer on subsequent examinations.6Endoscopic follow-up of patients with adenomas is referred to as a surveillance colonoscopy. The presence of low- or high-risk adenomas determines the surveillance interval.6"
        },
        {
            "parent": 6,
            "text": "Low-risk polyps include one or two small (less than 10 mm) tubular adenomas or serrated polyps without cytologic dysplasia. Patients with low-risk tubular adenomas should have a repeat colonoscopy in five to 10 years. Evidence suggests that a surveillance interval of more than five years for low-risk tubular adenomas is reasonable in most patients; however, a five-year interval is prudent if the bowel preparation is inadequate or the cecum is not reached during colonoscopy.17,18,21,22Repeat colonoscopy at five years is recommended for patients with nondysplastic serrated polyps that are smaller than 10 mm.20"
        },
        {
            "parent": 7,
            "text": "High-risk polyps include three to 10 tubular adenomas found during a single colonoscopy, at least one tubular adenoma or serrated polyp that is 10 mm or larger, at least one adenoma with villous features or high-grade dysplasia, a sessile serrated polyp with cytologic dysplasia, or a traditional serrated adenoma. Surveillance colonoscopy is recommended at three years for high-risk polyps.6,17,18"
        },
        {
            "parent": 7,
            "text": "The U.S. Multi-Society Task Force recommends surveillance colonoscopy earlier than three years in some situations. Patients with more than 10 synchronous adenomas warrant surveillance colonoscopy in less than three years.MUTYHmutation analysis or genetic consultation should also be considered to evaluate forMUTYH-associated polyposis, an autosomal recessive disease associated with increased risk of colorectal cancer.23The U.S. Multi-Society Task Force has also released guidelines on the genetic evaluation and management of Lynch syndrome, an autosomal dominant condition and the most common cause of inherited colorectal cancer.24Patients diagnosed with serrated polyposis syndrome should have surveillance colonoscopy in one year because of a significant risk of colorectal cancer.6,25A repeat colonoscopy should be considered in less than one year for a large (more than 15 mm) sessile adenoma or serrated polyp removed by piecemeal resection if there is concern about incomplete removal. A repeat colonoscopy in two to six months is no longer required for a polyp removed by piecemeal resection if the endoscopist is certain that the resection was complete.6"
        },
        {
            "parent": 7,
            "text": "The second surveillance interval relies on findings from the baseline and first surveillance colonoscopy(Figure 8).6Patients with a history of low-risk adenomas and negative findings on their first surveillance colonoscopy are very low risk.6Patients with high-risk adenomas on baseline colonoscopy should continue to have shorter follow-up intervals.26,27"
        },
        {
            "parent": 8,
            "text": "The recommended colorectal cancer screening and surveillance intervals assume that high-quality colonoscopy has been performed. There is a direct relationship between published quality indicators for colonoscopy and interval cancer risk.28,29Interval cancers are less likely when colonoscopy is performed by endoscopists with high cecal intubation and high adenoma detection rates.30,31High-quality endoscopists are expected to reach the cecum in 95% of screening procedures performed, and detect adenomas in 15% of women and 25% of men undergoing screening colonoscopy after 50 years of age.28A repeat colonoscopy should be considered in one year for patients with a poor bowel preparation because this is associated with missed polyps.6The use of fecal occult blood testing between surveillance colonoscopies is currently not recommended,6but it requires further study.32,33If a patient has a positive finding on fecal occult blood testing, the decision to perform an early colonoscopy should be based on the quality of the previous colonoscopy."
        },
        {
            "parent": 9,
            "text": "If colorectal cancer is found during colonoscopy, the remainder of the colon should be viewed proximal to the cancer before surgery. If there is an obstructing cancer, computed tomography colonography with intravenous contrast media or a double-contrast barium enema should be used to view the proximal colon followed by a colonoscopy three to six months after resection. After curative resection of the cancer, patients should undergo colonoscopy one, three, and five years after the initial colonoscopy if findings on these surveillance colonoscopies remain normal.12Intervals may be shortened after the one-year examination based on adenomatous findings or hereditary causes of colon cancer."
        },
        {
            "parent": 10,
            "text": "Adherence to surveillance guidelines is variable with reports of overutilization in low-risk groups and underutilization in high-risk groups.34Following evidence-based guidelines can help reduce the cost and risk of unnecessary procedures, and prevent cancer in high-risk individuals. The Choosing Wisely campaign aims to promote patient-physician conversations by helping patients choose care that is supported by evidence, not duplicative of other tests or procedures already received, free from harm, and truly necessary.35Through Choosing Wisely, the American Gastroenterological Association recommends against repeating colorectal cancer screening (by any method) for 10 years after a negative colonoscopy result, and screening no earlier than five years after removal of a low-risk adenoma in asymptomatic patients.36"
        },
        {
            "parent": 10,
            "text": "Data Sources: A PubMed search was completed in Clinical Queries using the key terms colonic carcinoma, colonic neoplasms, colonoscopy, and colorectal neoplasms. The search included meta-analyses, randomized controlled trials, controlled trials, and reviews. Searches were also performed using Essential Evidence Plus, the Cochrane database, the National Guideline Clearinghouse database, the Trip Database, DynaMed, and the Agency for Healthcare Research and Quality evidence reports. Search dates: November 2, 2013, and October 4, 2014.The views expressed are those of the authors and do not reflect the official policy of the Department of the Army, the Department of Defense, or the U.S. government."
        }
    ],
    "locked": false
}