{
    "url": "https://www.aafp.org/pubs/afp/issues/2015/0215/p243.html#afp20150215p243-f1",
    "title": "Hemoptysis: Evaluation and Management | AAFP",
    "author": "JOHN SCOTT EARWOOD, MD, AND TIMOTHY DANIEL THOMPSON, MD",
    "doi": "Am Fam Physician.2015;91(4):243-249",
    "abstract": "Hemoptysis is the expectoration of blood from the lung parenchyma or airways. The initial step in the evaluation is determining the origin of bleeding. Pseudohemoptysis is identified through the history and physical examination. In adults, acute respiratory tract infections (e.g., bronchitis, pneumonia), bronchiectasis, asthma, chronic obstructive pulmonary disease, and malignancy are the most common causes. Tuberculosis is a major cause of hemoptysis in endemic regions of the world. Although tuberculosis rates are low in the United States, they are increased in persons who are homeless or who were born in other countries; consideration for testing should be made on an individual basis. Hemodynamic instability, abnormal gas exchange, cardiopulmonary comorbidities, and lesions at high risk of massive bleeding warrant inpatient evaluation. Chest radiography is recommended as the initial diagnostic test for hemodynamically stable patients with hemoptysis. Further evaluation with computed tomography with or without bronchoscopy is recommended in patients with massive hemoptysis, those with abnormal radiographic findings, and those with risk factors for malignancy despite normal radiographic findings.",
    "headers": [
        {
            "id": 0,
            "name": "Illustrative Cases",
            "level": 2
        },
        {
            "id": 1,
            "name": "CASE 1",
            "level": 3
        },
        {
            "id": 2,
            "name": "CASE 2",
            "level": 3
        },
        {
            "id": 3,
            "name": "Differential Diagnosis",
            "level": 2
        },
        {
            "id": 4,
            "name": "History and Physical Examination",
            "level": 2
        },
        {
            "id": 5,
            "name": "Diagnostic Strategy",
            "level": 2
        },
        {
            "id": 6,
            "name": "Resolution of Cases",
            "level": 2
        },
        {
            "id": 7,
            "name": "CASE 1: NONMASSIVE HEMOPTYSIS",
            "level": 3
        },
        {
            "id": 8,
            "name": "CASE 2: MASSIVE HEMOPTYSIS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Hemoptysis is defined as the expectoration of blood from the lung parenchyma or airways. The volume of blood produced has traditionally been used to differentiate between nonmassive and massive hemoptysis; the cutoff value ranges from 100 to 600 mL of blood produced in a 24-hour period.1,2For the purposes of this article, expectoration of more than 200 mL of blood per 24 hours is considered massive hemoptysis.3Because of the practical difficulties of quantifying the volume of expectorated blood, others have proposed the term life-threatening hemoptysis to indicate hemoptysis accompanied by measurable parameters, such as abnormal gas exchange and hemodynamic instability, for patients in need of urgent resuscitation and treatment.4,5"
        },
        {
            "parent": -1,
            "text": "A study of 762,325 patients in a primary care database evaluated the incidence of hemoptysis as a presenting symptom in the outpatient setting.6Hemoptysis occurred in 4,812 patients in a six-year period, for an incidence of approximately one case per 1,000 patients per year. Thus, a typical primary care physician could expect to encounter patients with the chief presenting symptom of hemoptysis four or five times per year. Massive hemoptysis accounts for a minority of cases (5% to 15%).5"
        },
        {
            "parent": 1,
            "text": "A 46-year-old man presents with a cough that has produced blood-streaked sputum for the past two days. Associated symptoms include rhinorrhea, congestion, and subjective fever. He estimates the total amount of blood loss to be less than 1 tablespoon. The medical history is unremarkable. He has never used tobacco and has not recently traveled, lost weight, or had night sweats."
        },
        {
            "parent": 1,
            "text": "Vital signs are within normal limits, and the patient appears to breathe comfortably, other than intermittent cough. No blood is produced in the clinic. Pulmonary examination demonstrates normal breath sounds. Nasal, oropharyngeal, cardiovascular, and abdominal examinations are unremarkable."
        },
        {
            "parent": 2,
            "text": "A 74-year-old woman presents to the emergency department after coughing up blood. She brings a container with approximately 100 mL of blood-tinged sputum produced over the past 24 hours. She reports that she has had similar episodes in the past, which were diagnosed as bronchitis, and that the symptoms resolved within a few days of initiating oral antibiotic therapy. Her medical history is significant for Sjögren syndrome, bronchiectasis, and microcytic anemia. She has a 50 pack-year smoking history and quit smoking five years ago. She does not drink alcohol. She has lost 40 lb (18 kg) over the past 12 months."
        },
        {
            "parent": 2,
            "text": "Vital signs at the time of presentation include a temperature of 99°F (37.2°C), blood pressure of 146/73 mm Hg, heart rate of 127 beats per minute, respiratory rate of 36 breaths per minute, and oxygen saturation of 83% in room air. Although the respiratory rate is increased, the patient does not appear to be in distress. Nasal examination demonstrates normal mucosa without epistaxis. Oropharyngeal examination reveals normal dentition and mucosa without signs of bleeding or ulceration. The neck is supple and without lymphadenopathy. Pulmonary examination reveals diffuse inspiratory rales. Cardiovascular examination is normal except for tachycardia. Abdominal examination is unremarkable."
        },
        {
            "parent": 3,
            "text": "The differential diagnosis of hemoptysis is broad(Table 11), and the relative frequency of possible etiologies varies significantly depending on the clinical setting. In outpatient primary care, acute respiratory tract infections, asthma, chronic obstructive pulmonary disease, malignancy, and bronchiectasis are the most common diagnoses in patients with hemoptysis.6In comparison, a study of patients with hemoptysis in a tertiary referral center showed that bronchiectasis, lung cancer, bronchitis, and pneumonia account for more than 70% of inpatient diagnoses(Table 2).6,7A likely explanation for the difference is that bronchiectasis and lung cancer are more likely to produce massive hemoptysis and lead to hospitalization."
        },
        {
            "parent": 3,
            "text": "The likelihood of tuberculosis infection associated with hemoptysis varies throughout the world. Tuberculosis accounts for 7% to 85% of cases of massive hemoptysis, with the lowest incidence in the United States and highest incidence in South Africa.5Pulmonary tuberculosis should be suspected in patients with respiratory symptoms and possible tuberculosis exposure, younger age, weight loss, and radiographic findings of cavitation, upper lobe infiltrates, or miliary pattern.8Approximately 6% to 7% of tuberculosis cases in the United States occur in homeless persons,9and the rate of tuberculosis in persons born outside the United States is 12 times that of U.S.-born persons.10Uncommon but well-known causes of hemoptysis include pulmonary embolism, pulmonary endometriosis, Goodpasture syndrome, and foreign body aspiration."
        },
        {
            "parent": 4,
            "text": "The initial history should focus on determining the anatomic origin of bleeding. Once sources of bleeding other than the lower respiratory tract have been excluded(Table 32,11), specific etiologies can be considered(Table 4)."
        },
        {
            "parent": 4,
            "text": "Physical examination should begin with determination of cardiopulmonary status and the need for resuscitation.12Criteria for admission to the intensive care unit or for referral to a specialty center for expedited evaluation are available(Table 5).13Hemodynamic instability, abnormal gas exchange, cardiopulmonary comorbidities, and lesions at high risk of massive bleeding warrant inpatient evaluation. A scoring system based on a retrospective analysis of 1,087 patients with hemoptysis can identify patients at risk of in-hospital mortality and assist with appropriate decision making(Table 6).14Patients with a score greater than 2 should be directly admitted to the intensive care unit, and those with a score greater than 5 may require urgent interventional radiology.14"
        },
        {
            "parent": 5,
            "text": "Figures 1and2outline a recommended approach to the evaluation and management of nonmassive hemoptysis.3,15Chest radiography is typically recommended for all patients with hemoptysis, whereas chest computed tomography (CT) or bronchoscopy should be reserved for patients with abnormal radiographic findings, recurrent hemoptysis, or risk factors for cancer. These recommendations are consistent with criteria from the American College of Radiology (ACR;Table 7).15"
        },
        {
            "parent": 7,
            "text": "This patient has a history of minimal blood production, normal vital signs, and no hemodynamic instability or abnormal gas exchange. A focused history and physical examination should help identify etiologic clues. Chest radiography should be performed to help localize disease, determine the etiology, and guide further intervention, if necessary.15"
        },
        {
            "parent": 7,
            "text": "If the radiographic findings are normal and an underlying cause is identified, no additional testing is required.15However, one study of smokers presenting with hemoptysis and normal findings on chest radiography found a 9.6% incidence of malignancy within three years.16,17Therefore, patients with normal findings on chest radiography who are at high risk of malignancy (40 years or older, with at least a 30 pack-year smoking history) should be evaluated with chest CT angiography or a noncontrasted study if the patient is allergic to contrast media.15–17The ACR makes the same evaluation recommendation for patients with at least 30 mL of hemoptysis who are not at increased risk of malignancy.15The ACR recommends that patients with cryptogenic hemoptysis (negative findings on CT and bronchoscopy) be followed for three years, but it does not make specific recommendations regarding follow-up chest CT, bronchoscopy, or other imaging over that period. Instead, surveillance should be based on patient risk factors and clinical course.15"
        },
        {
            "parent": 7,
            "text": "Patients with infiltrate detected on chest radiography and historical findings consistent with pneumonia should receive appropriate antibiotic therapy and repeat chest radiography in six to eight weeks. Resolution of hemoptysis and chest infiltrate indicates that acute lower respiratory tract infection was the cause. If hemoptysis or infiltrate persists, CT should be performed to evaluate for more serious disease. A mass warrants further CT evaluation for malignancy.16"
        },
        {
            "parent": 8,
            "text": "This patient has signs of hemodynamic instability (tachycardia) and abnormal gas exchange (tachypnea and hypoxia), which warrant inpatient management. For patients with massive hemoptysis, consultation with a pulmonologist and admission to the intensive care unit are usually warranted.4,12,13,18Resuscitation focusing on the airway, breathing, and circulation should be performed before diagnostic testing.Table 8outlines suggested initial studies in the evaluation of patients with massive hemoptysis."
        },
        {
            "parent": 8,
            "text": "Chest radiography may provide clues about the etiology, as well as guide further resuscitation and evaluation. Once the bleeding site has been determined, the patient should be placed in the lateral decubitus position with the affected lung down to prevent pooling of blood in the unaffected bronchial system. Rapid bleeding warrants immediate airway control with rigid bronchoscopy or endotracheal intubation.5Flexible bronchoscopy is less effective in maintaining a patent airway, but can provide useful diagnostic information. For stable patients with no identifiable lesion on chest radiography or bronchoscopy, chest CT angiography and/or bronchial artery arteriography with or without embolization should be performed to guide treatment. Bronchial artery arteriography is usually reserved for cases in which embolization is planned, and is often performed after CT angiography, which aids in localization of bleeding.15Table 9lists the sensitivities of diagnostic tests for hemoptysis.5,14"
        },
        {
            "parent": 8,
            "text": "Data Sources: PubMed and OVID were searched using the key terms hemoptysis, evaluation, management, and adult from 2005 to 2014. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Additional searches included the Cochrane Database of Systematic Reviews and the National Guideline Clearinghouse. Search dates: April 15, 2012, and September 3, 2014."
        },
        {
            "parent": 8,
            "text": "The authors thank Jordan Mastrodonato, MS, certified medical illustrator, for assistance with the preparation of the manuscript."
        },
        {
            "parent": 8,
            "text": "The views expressed in this abstract/manuscript are those of the authors and do not reflect the official policy or position of the Department of the Army, Department of Defense, or the U.S. government."
        }
    ],
    "locked": false
}