{
    "url": "https://www.aafp.org/pubs/afp/issues/2015/0315/p365.html#afp20150315p365-fa",
    "title": "Diagnosis and Management of Kawasaki Disease | AAFP",
    "author": "AARON SAGUIL, MD, MPH, MATTHEW FARGO, MD, MPH, AND SCOTT GROGAN, MD, MBA",
    "doi": "Am Fam Physician.2015;91(6):365-371",
    "abstract": "Kawasaki disease is an acute, systemic vasculitis that predominantly affects patients younger than five years. It represents the most prominent cause of acquired coronary artery disease in childhood. In the United States, 19 per 100,000 children younger than five years are hospitalized with Kawasaki disease annually. According to U.S. and Japanese guidelines, Kawasaki disease is a clinical diagnosis. Classic (typical) Kawasaki disease is diagnosed based on the presence of a fever lasting five or more days, accompanied by four out of five findings: bilateral conjunctival injection, oral changes such as cracked and erythematous lips and strawberry tongue, cervical lymphadenopathy, extremity changes such as erythema or palm and sole desquamation, and polymorphous rash. Incomplete (atypical) Kawasaki disease occurs in persons with fever lasting five or more days and with two or three of these findings. Transthoracic echocardiography is the diagnostic imaging modality of choice to screen for coronary aneurysms, although other techniques are being evaluated for diagnosis and management. Treatment for acute disease is intravenous immunoglobulin and aspirin. If there is no response to treatment, patients are given a second dose of intravenous immunoglobulin with or without corticosteroids or other adjunctive treatments. The presence and severity of coronary aneurysms and obstruction at diagnosis determine treatment options and the need, periodicity, and intensity of long-term cardiovascular monitoring for potential atherosclerosis.",
    "headers": [
        {
            "id": 0,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "CLASSIC (TYPICAL) CRITERIA",
            "level": 3
        },
        {
            "id": 2,
            "name": "INCOMPLETE (ATYPICAL) CRITERIA",
            "level": 3
        },
        {
            "id": 3,
            "name": "IMAGING",
            "level": 3
        },
        {
            "id": 4,
            "name": "Treatment of Acute Disease",
            "level": 2
        },
        {
            "id": 5,
            "name": "Treatment of Refractory Disease",
            "level": 2
        },
        {
            "id": 6,
            "name": "Long-Term Management",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Kawasaki disease, also known as mucocutaneous lymph node syndrome, is an acute, systemic vasculitis of small- and medium-sized arteries that predominantly affects patients younger than five years. It represents the most prominent cause of acquired coronary artery disease in childhood.1,2"
        },
        {
            "parent": -1,
            "text": "Kawasaki disease was first described in 19671; the causative factors are unknown. Pathologic changes theoretically result from an exaggerated immune response to a pathogen in patients with genetic susceptibility.3Aberrant production of tumor necrosis factor α (TNF-α), interleukin-6, and other inflammatory cytokines purportedly promote leukocyte-endothelial cell interactions that cause endothelial damage.3"
        },
        {
            "parent": -1,
            "text": "The annual incidence of hospitalizations of U.S. patients with Kawasaki disease (19 per 100,000 children younger than five years) has not changed significantly over the previous 20 years.4Asian and black Americans are 2.5 and 1.5 times more likely to develop Kawasaki disease than whites, respectively, suggesting a genetic link.4,5Approximately 75% to 80% of cases in the United States occur in children younger than five years; the median age at diagnosis is 1.5 years, and the male-to-female ratio is approximately 1.5:1.4Peak incidence occurs between January and March, suggesting an environmental contribution.4,6"
        },
        {
            "parent": 0,
            "text": "In 2004, the American Heart Association (AHA) published diagnostic criteria for classic (typical) and incomplete (atypical) Kawasaki disease7(Table 11,7–12). These criteria are similar to those of the Japanese Circulation Society.8In both forms, Kawasaki disease is a clinical diagnosis. There is no specific diagnostic test, although laboratory and echocardiographic findings (e.g., elevated erythrocyte sedimentation rate and C-reactive protein level, hyponatremia, hypoalbuminemia, coronary aneurysms) may be helpful in evaluating suspected cases and differentiating Kawasaki disease from other conditions7(Table 27,12). Coronary abnormalities, such as aneurysms, may develop within the first week of disease, making early diagnosis and treatment essential."
        },
        {
            "parent": 1,
            "text": "Classic Kawasaki disease is diagnosed when patients have fever for five or more days with at least four of five principal clinical features: bilateral conjunctival injection, changes in the lips and oral cavity, cervical lymphadenopathy, extremity changes, and polymorphous rash7(Table 11,7–12). Patients who do not meet these criteria may be diagnosed with Kawasaki disease if they have fewer clinical findings in the presence of coronary artery abnormalities on echocardiography."
        },
        {
            "parent": 1,
            "text": "These clinical features tend to appear sequentially, which helps to differentiate Kawasaki disease from other disorders(Table 27,12). In the acute phase, conjunctival injection(Figure 1)occurs soon after the fever and is usually bilateral, nonpurulent, and painless, and spares the limbus. Oral changes include cracking and erythema of the lips(Figure 2)and a strawberry tongue. Cervical lymphadenopathy is unilateral and includes at least one lymph node greater than 1.5 cm in diameter. The polymorphous rash usually occurs within five days after fever onset and may present as a generalized maculopapular exanthema(Figure 3), erythema multiforme–like eruption, or scarlatiniform rash(Figure 4). Extremity changes may include induration and erythema of the hands(Figure 5)and feet(Figure 6); in the subacute phase, two to three weeks after fever onset, the fingers and toes may desquamate. Although not diagnostic, a variety of less common features, including gastrointestinal (diarrhea, emesis, and abdominal pain), respiratory (cough and rhinorrhea), and rheumatologic (joint pain and swelling) symptoms, may occur in patients with Kawasaki disease.7,8"
        },
        {
            "parent": 2,
            "text": "In some cases, patients do not fulfill the classic criteria for Kawasaki disease and are classified as having incomplete (atypical) disease. A recent Australian study estimates that this occurs in 9.6% of cases.11More common in younger infants and older children, incomplete disease is suspected when patients have a fever for at least five days with only two or three of the principal clinical features(eFigure A).7As a result, it is important to consider the diagnosis of Kawasaki disease and the possible need for echocardiography in all infants younger than six months who have an unexplained fever lasting at least seven days with laboratory evidence of systemic inflammation.7"
        },
        {
            "parent": 3,
            "text": "Transthoracic echocardiography is the imaging modality of choice to detect coronary aneurysms and other cardiac artery abnormalities in Kawasaki disease, and it should be obtained as soon as the patient's symptoms suggest the diagnosis.7If needed, other imaging modalities may provide additional information. Three-dimensional echocardiography has been used to localize coronary anomalies such as thrombi, although they are more difficult to perform in smaller children with higher heart rates. Radionuclide imaging is useful in evaluating the presence and severity of coronary artery disease, but it is reserved for the evaluation of cardiac perfusion in those with persistent coronary changes.8Magnetic resonance coronary angiography is helpful after treatment for acute disease to visualize coronary artery stenosis, thrombi, and intimal hyperplasia in difficult-to-image locations like the circumflex and more distal arteries.8"
        },
        {
            "parent": 4,
            "text": "Intravenous immunoglobulin (IVIG) and high-dose aspirin have traditionally been the cornerstones of Kawasaki disease management, although the role of aspirin has been called into question.13–15Corticosteroids have been evaluated for the treatment of acute and refractory Kawasaki disease. A meta-analysis (n = 1,011) found that using corticosteroids in addition to IVIG as initial treatment significantly reduced the risk of coronary abnormalities compared with IVIG alone (odds ratio [OR] = 0.3; 95% confidence interval [CI], 0.20 to 0.46).16Treatment should begin without delay for echocardiography if the patient meets clinical disease criteria."
        },
        {
            "parent": 4,
            "text": "IVIG prevents the development of coronary aneurysms in a dose-dependent fashion. A single dose of 2 g per kg is administered within 10 days of illness or later if a patient has persistent fever, aneurysms, or inflammation. This approach reduces development of coronary artery abnormalities from approximately 25% to less than 5%; development of giant aneurysms is reduced to 1%.7,13The mechanism of action of IVIG is unknown, but effects may be from its modulation of cytokine production, influence on T-cell activity, and suppression of antibody synthesis.7,17"
        },
        {
            "parent": 4,
            "text": "Acute disease is also marked by inflammation and platelet activation; aspirin is believed to modify the inflammatory state and prevent thrombosis, but it does not appear to impact the development of coronary aneurysms.7,13–15The AHA guideline recommends high-dose aspirin, 80 to 100 mg per kg per day in four divided doses, until the patient is afebrile for 48 to 72 hours (some recommend continuing until the 14th day of illness has also passed).7Afterward, low-dose aspirin at 3 to 5 mg per kg per day is given as a single dose until six to eight weeks after disease onset; if coronary abnormalities develop or persist, aspirin may be needed indefinitely.7,13–15Because of concern for Reye syndrome, patients on long-term aspirin should receive the influenza vaccine, and varicella vaccination status should be checked and cautions given against potential exposure.7"
        },
        {
            "parent": 5,
            "text": "Approximately 10% of patients have refractory disease that does not respond to initial therapy (i.e., fever persists or recurs 36 hours after initial IVIG dose). These patients usually receive a second infusion of IVIG at 2 g per kg. The AHA guideline states that the relative roles of repeated use of IVIG and other adjunctive therapies (e.g., corticosteroids, TNF-α antagonists, plasma exchange, cyclophosphamide) are uncertain,7although additional evidence has emerged since the last update. A retrospective study (n = 359) found that adding corticosteroids to IVIG for refractory Kawasaki disease decreased the number of patients whose condition did not respond to therapy (adjusted OR = 0.16; 95% CI, 0.09 to 0.31) and lowered the risk of coronary artery abnormalities at one month (adjusted OR = 0.40; 95% CI, 0.27 to 0.90).18"
        },
        {
            "parent": 5,
            "text": "TNF-α antagonists have also been used for disease that does not respond to IVIG. An open-label trial demonstrated resolution of inflammatory markers and symptoms in 18 of 20 patients given infliximab (Remicade) after IVIG was ineffective.19A retrospective cohort study found that patients given infliximab (n = 20) had faster resolution of fever and similar coronary outcomes compared with IVIG retreatment (n = 86).20A phase 3 randomized controlled study of infliximab for the primary treatment of Kawasaki disease (n = 196) found that although it decreased fever duration and some inflammatory markers, it did not improve treatment response over IVIG and aspirin alone.21"
        },
        {
            "parent": 5,
            "text": "A case series of 125 patients with Kawasaki disease refractory to IVIG who were later treated with plasma exchange found that patients without coronary artery abnormalities at the start of therapy remained lesion free during follow-up, whereas 12 of 14 patients with coronary dilatation and two of six patients with aneurysms at the start of exchange experienced symptom resolution.22"
        },
        {
            "parent": 5,
            "text": "Patients with mild to moderate aneurysms are treated with aspirin alone or in combination with other anti-platelet agents, such as clopidogrel (Plavix) or dipyridamole (Persantine). Heparin and warfarin (Coumadin) are reserved for treating larger aneurysms, and coronary thrombosis is treated with thrombolytic agents in conjunction with aspirin and heparin.7"
        },
        {
            "parent": 6,
            "text": "The 2004 AHA guideline provides recommendations for the long-term management and surveillance of cardiovascular risk in individuals with Kawasaki disease; these are echoed in the 2010 Japanese Circulation Society Joint Working Group guidelines.7,8Long-term risk of coronary disease is a result of intimal thickening and stenosis in segments adjacent to giant aneurysms and in areas of resolved smaller aneurysms.23Patients without aneurysms or stenosis tend not to have late complications, although evidence of long-term atherosclerotic risk is mixed.24–28Guideline recommendations for periodic cardiovascular risk assessment and the long-term management of Kawasaki disease are detailed inTable 3.7These guidelines can help physicians navigate therapeutic options. Support groups can help patients and families navigate acute and long-term treatment and recovery. Two helpful resources are the Kawasaki Disease Foundation (patient advocacy group;http://www.kdfoundation.org) and the Kawasaki Disease Research Center (hospital research group with resources for parents and professionals;https://www.pediatrics.ucsd.edu/research/Research_Centers/Kawasaki-Disease/Pages/default.aspx)."
        },
        {
            "parent": 6,
            "text": "Data Sources: A PubMed search was completed using the keyword and medical subject heading (MeSH) Kawasaki disease. The search included randomized controlled trials, meta-analyses, clinical trials, systematic reviews, clinical practice guidelines, and review articles. Also searched were Essential Evidence Plus, the National Guideline Clearinghouse, and the Cochrane Database of Systematic Reviews. Search dates: November 2013 through September 2014."
        },
        {
            "parent": 6,
            "text": "Figures 2and4courtesy of Brent Lee Lechner, DO, Walter Reed National Military Medical Center, Bethesda, Md."
        },
        {
            "parent": 6,
            "text": "The views expressed in this paper are the authors' own and do not necessarily represent the views of the U.S. Army or the Department of Defense."
        }
    ],
    "locked": false
}