{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/1101/p1003.html#afp20111101p1003-f1",
    "title": "Causes and Evaluation of Mildly Elevated Liver Transaminase Levels | AAFP",
    "author": "ROBERT C. OH, LTC, MC, USA, AND THOMAS R. HUSTEAD, LTC, MC, USA",
    "doi": "Am Fam Physician.2011;84(9):1003-1008",
    "abstract": "Mild elevations in levels of the liver enzymes alanine transaminase and aspartate transaminase are commonly discovered in asymptomatic patients in primary care. Evidence to guide the diagnostic workup is limited. If the history and physical examination do not suggest a cause, a stepwise evaluation should be initiated based on the prevalence of diseases that cause mild elevations in transaminase levels. The most common cause is nonalcoholic fatty liver disease, which can affect up to 30 percent of the population. Other common causes include alcoholic liver disease, medication-associated liver injury, viral hepatitis (hepatitis B and C), and hemochromatosis. Less common causes include α1-antitrypsin deficiency, autoimmune hepatitis, and Wilson disease. Extrahepatic conditions (e.g., thyroid disorders, celiac disease, hemolysis, muscle disorders) can also cause elevated liver transaminase levels. Initial testing should include a fasting lipid profile; measurement of glucose, serum iron, and ferritin; total iron-binding capacity; and hepatitis B surface antigen and hepatitis C virus antibody testing. If test results are normal, a trial of lifestyle modification with observation or further testing for less common causes is appropriate. Additional testing may include ultrasonography; measurement of α1-antitrypsin and ceruloplasmin; serum protein electrophoresis; and antinuclear antibody, smooth muscle antibody, and liver/kidney microsomal antibody type 1 testing. Referral for further evaluation and possible liver biopsy is recommended if transaminase levels remain elevated for six months or more.",
    "headers": [
        {
            "id": 0,
            "name": "Etiologies",
            "level": 2
        },
        {
            "id": 1,
            "name": "Common Causes",
            "level": 2
        },
        {
            "id": 2,
            "name": "NONALCOHOLIC FATTY LIVER DISEASE",
            "level": 3
        },
        {
            "id": 3,
            "name": "ALCOHOL",
            "level": 3
        },
        {
            "id": 4,
            "name": "MEDICATIONS",
            "level": 3
        },
        {
            "id": 5,
            "name": "VIRAL HEPATITIS",
            "level": 3
        },
        {
            "id": 6,
            "name": "HEMOCHROMATOSIS",
            "level": 3
        },
        {
            "id": 7,
            "name": "Less Common Causes",
            "level": 2
        },
        {
            "id": 8,
            "name": "α1ANTITRYPSIN DEFICIENCY",
            "level": 3
        },
        {
            "id": 9,
            "name": "AUTOIMMUNE HEPATITIS",
            "level": 3
        },
        {
            "id": 10,
            "name": "WILSON DISEASE",
            "level": 3
        },
        {
            "id": 11,
            "name": "Extrahepatic Causes",
            "level": 2
        },
        {
            "id": 12,
            "name": "Diagnostic Evaluation",
            "level": 3
        },
        {
            "id": 13,
            "name": "STEP 1: HISTORY, PHYSICAL EXAMINATION, AND REPEAT TESTING",
            "level": 3
        },
        {
            "id": 14,
            "name": "STEP 2: RULE OUT COMMON CAUSES",
            "level": 3
        },
        {
            "id": 15,
            "name": "STEP 3: OBSERVE WITH PERIODIC REEVALUATION OR CONSIDER LESS COMMON CAUSES",
            "level": 3
        },
        {
            "id": 16,
            "name": "STEP 4: CONSIDER LIVER BIOPSY",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Measurement of liver enzymes is common in primary care, and has likely increased the prevalence of asymptomatic patients with mild elevations in alanine transaminase (ALT) and aspartate transaminase (AST) levels. The National Health and Nutrition Examination Survey found elevated liver transaminase levels in up to 8.9 percent of the survey population.1,2Although there are several published guidelines for the workup of asymptomatic transaminase level elevations,3–5evidence from large prospective studies is sparse. Understanding the basic disease processes that cause mildly elevated liver transaminase levels (i.e., less than five times the upper limit of normal) and the epidemiology of each disease can help guide the patient history, physical examination, and further diagnostic testing."
        },
        {
            "parent": 0,
            "text": "Hepatocellular damage releases ALT and AST into the bloodstream. ALT is found primarily in the liver; AST is also found in skeletal muscles and erythrocytes. Therefore, elevations in ALT levels generally are more specific for hepatic injury. At times, the AST/ALT ratio can suggest certain disease patterns. For instance, a ratio greater than 2 suggests alcoholic liver disease, whereas nonalcoholic fatty liver disease is usually associated with a ratio of less than 1. A ratio greater than 4 may suggest Wilson disease.6When the AST/ALT ratio does not suggest an etiology, asymptomatic elevation of liver transaminase levels can be categorized into common hepatic, less common hepatic, and extrahepatic causes(Table 1).3–5"
        },
        {
            "parent": 2,
            "text": "Nonalcoholic fatty liver disease is typically divided into two subtypes: hepatic steatosis and nonalcoholic steatohepatitis. Hepatic steatosis is the more common and more benign type. It generally does not progress to severe liver disease or cirrhosis. Nonalcoholic steatohepatitis carries an increased risk of progression to end-stage liver disease, cirrhosis, and hepatocellular carcinoma. Nonalcoholic fatty liver disease is the leading cause of mild transaminase elevations, and is becoming more prevalent as the obesity rate increases. It is estimated that 30 percent of U.S. adults have nonalcoholic fatty liver disease, and that up to 3 to 6 percent have nonalcoholic steatohepatitis.7Nonalcoholic fatty liver disease should be considered in patients who are obese or who have diabetes mellitus, hypertriglyceridemia, or the metabolic syndrome.8"
        },
        {
            "parent": 2,
            "text": "Ultrasonography, computed tomography, and magnetic resonance imaging have fair to excellent sensitivity and specificity for identifying hepatic steatosis7,9,10(Table 210). Ultrasonography is the most common test for nonalcoholic fatty liver disease because of its wide availability and low cost.5,11Imaging may assist in the diagnosis of nonalcoholic fatty liver disease, but not in the differentiation of hepatic steatosis from nonalcoholic steatohepatitis. A definitive diagnosis of nonalcoholic steatohepatitis is made when liver biopsy demonstrates inflammation and evidence of fibrosis not typically seen in hepatic steatosis.7"
        },
        {
            "parent": 3,
            "text": "In a study of 256 asymptomatic Swedish patients with mildly elevated liver transaminase levels, alcohol was found to be the cause in 10 percent.12The most important way to make the diagnosis is through an accurate history. Biopsy alone cannot differentiate alcoholic liver disease from nonalcoholic fatty liver disease. An AST/ALT ratio greater than 2 supports a diagnosis of alcoholic liver disease, as does an elevated γ-glutamyl transpeptidase level in the setting of an AST/ALT ratio greater than 2."
        },
        {
            "parent": 4,
            "text": "Numerous medications have been associated with elevated transaminase levels, but the true incidence of liver injury from medications is unknown. Eliciting all over-the-counter and prescription medications and stopping any potentially contributing agents may identify the etiology(Table 3).13."
        },
        {
            "parent": 4,
            "text": "Acetaminophen. Acetaminophen is associated with life-threatening hepatotoxicity after significant overdose. However, even therapeutic dosages may cause elevated liver transaminase levels. Dosages of 4 g per day for five to 10 days have been shown to cause elevations in up to 58 percent of healthy nondrinkers.14,15Alcohol consumption may potentiate the hepatotoxic effects, even with lower dosages of acetaminophen.16"
        },
        {
            "parent": 4,
            "text": "Statins. Although statins are commonly associated with elevated liver transaminase levels, the evidence linking these drugs with significant hepatotoxicity is sparse.17,18Additionally, increases in transaminase levels have not been proven significantly different than those in patients taking placebo.18,19Although it is typically done, there is no evidence to support the measurement of liver transaminase before initiating statins and periodically during therapy. Elevated transaminase levels spontaneously resolve in up to 70 percent of persons taking statins, even with continued use.19Statin therapy has been proven safe in patients with chronic liver disease20and may reduce elevated liver transaminase levels in patients with nonalcoholic fatty liver disease.17,21"
        },
        {
            "parent": 5,
            "text": "An estimated 3.2 million persons in the United States have chronic hepatitis C, and up to 1.2 million have hepatitis B.22,23Hepatitis C can cause transient elevations in liver enzymes (typically ALT), and physicians should consider testing even if repeat liver enzyme testing is normal. Testing for hepatitis C virus antibody and hepatitis B surface antigen can identify patients with chronic hepatitis C and hepatitis B, respectively."
        },
        {
            "parent": 6,
            "text": "Hemochromatosis, a genetic disease of iron metabolism, can cause asymptomatic elevation of liver transaminase levels as a result of iron deposition in the liver. The gene mutation that causes hemochromatosis,C282Y, is relatively common among non-Hispanic whites. However, because of its variable penetrance, the prevalence is estimated to be only three to five per 1,000 persons who manifest the disease.24Initial testing includes serum iron and ferritin levels, and total iron-binding capacity. Transferrin saturation greater than 50 to 55 percent and a serum ferritin level greater than 200 to 250 ng per mL (449.40 to 561.75 pmol per L) should prompt further testing for hemochromatosis.24"
        },
        {
            "parent": 8,
            "text": "α1Antitrypsin deficiency is a hereditary disease that causes chronic lung and liver disease. The prevalence is approximately one per 3,000 to 5,000 persons, but only 10 percent of those with the disease are clinically identified.25This condition can cause varying degrees of liver disease, from asymptomatic elevation of transaminase levels to chronic liver disease, cirrhosis, and liver failure. The heterozygous form, which is found in 1.5 to 3 percent of the population, may worsen chronic liver disease from other causes.26Measurement of serum α1antitrypsin is a reasonable first step in diagnosing this condition.3–5"
        },
        {
            "parent": 9,
            "text": "The prevalence of autoimmune hepatitis is 11 to 17 per 100,000 persons.27It occurs more often in women and is commonly associated with other autoimmune disorders. Hypergammaglobulinemia is common, and the total gamma globulin or immunoglobulin G levels are generally 1.2 to 3.0 times normal.28Serum protein electrophoresis testing has high sensitivity for autoimmune hepatitis, whereas antinuclear antibody testing has lower sensitivity and specificity.4Other laboratory testing may include smooth muscle antibody and liver/kidney microsomal antibody type 1 testing.27"
        },
        {
            "parent": 10,
            "text": "Wilson disease is a rare autosomal recessive genetic disorder related to ineffective copper metabolism. It occurs in approximately one in 30,000 persons, is more common in Eastern Europeans, and generally presents before 40 years of age.29Kayser-Fleischer rings (i.e., copper deposition around the cornea) and neuropsychiatric symptoms are key clinical clues. Serum ceruloplasmin measurement is typically the initial test.3–5Low levels can be confirmed with genetic testing and liver biopsy."
        },
        {
            "parent": 11,
            "text": "Several extrahepatic causes of asymptomatic elevations of liver transaminase levels can be pursued based on the clinical scenario. It is not clear how thyroid disorders elevate liver transaminase levels, but measurement of serum thyroid-stimulating hormone can help rule out this potential cause. Celiac disease has also been implicated in asymptomatic liver transaminase elevations; tissue transglutaminase antibody testing can have a role in this diagnosis.5Hemolysis and strenuous exercise also may be potential causes. Muscle disorders such as rhabdomyolysis or polymyositis are unlikely in asymptomatic patients, but measurement of creatine kinase and aldolase may be reasonable in the appropriate clinical setting."
        },
        {
            "parent": 12,
            "text": "Because of limited evidence on the most efficient evaluation of asymptomatic patients with mildly elevated liver transaminase levels, published guidelines suggest a stepwise approach based on the prevalence of each potential etiology(Figure 1).3–5,30"
        },
        {
            "parent": 13,
            "text": "If the history and physical examination suggest a potential etiology, a targeted workup should follow. If there is any significant alcohol consumption or use of hepatotoxic medications, supplements, or vitamins, they should be discontinued, and ALT and AST testing should be repeated. The physician should also assess for evidence of the metabolic syndrome and consider obtaining a fasting lipid profile and glucose level.5More than 30 percent of adults with initially elevated AST or ALT levels have normal levels on retesting (mean time to retesting = 17.5 days).31Therefore, if the history and physical examination do not suggest an etiology, it is reasonable to repeat the test in two to four weeks.3–5,31It should be cautioned, however, that hepatitis C may present with fluctuating elevated liver transaminase levels."
        },
        {
            "parent": 14,
            "text": "If the history and physical examination do not suggest a cause, testing for hepatitis B and C, serum iron and ferritin levels, and total iron-binding capacity should be considered.24The National Health and Nutrition Examination Survey found that hepatitis B, hepatitis C, and hemochromatosis were the cause of mildly elevated liver transaminase levels in 31 percent of patients.2The rest of the patients had unexplained elevations, but there were significant associations with markers of nonalcoholic fatty liver disease (e.g., increased body mass index and waist circumference; elevated triglyceride and fasting insulin levels; low high-density lipoprotein cholesterol levels).2In another study, nonalcoholic fatty liver disease was found to be the cause of 90 percent of asymptomatic liver transaminase elevations after other causes were excluded.32Therefore, ordering a fasting lipid profile and glucose level is recommended if not done previously.5Ultrasonography is also reasonable, especially if the metabolic syndrome is suspected. A complete blood count with platelet count, testing of prothrombin time, and measurement of albumin may be considered if there are concerns about the synthetic function of the liver. A more expedited workup may ensue if there is evidence of decreased liver function."
        },
        {
            "parent": 15,
            "text": "If the workup is thus far unrevealing, observation with lifestyle modification may be undertaken for up to six months.3If liver transaminase levels remain elevated or worsen, the patient should be reevaluated and further diagnostic testing performed, if necessary. Less common diseases and extrahepatic causes should be considered as the clinical scenario dictates. Referral to a gastroenterologist is a reasonable option at this step.3"
        },
        {
            "parent": 16,
            "text": "If liver transaminase levels remain elevated despite treatment and lifestyle modifications for at least six months, further diagnostic testing and referral for potential liver biopsy should be considered.30"
        },
        {
            "parent": 16,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the key terms elevated, liver function tests, transaminases, and aminotransferases. The search included the diagnosis clinical study category and related articles in PubMed. Also searched were the Agency for Healthcare Research and Quality evidence reports, Clinical Evidence, the Cochrane database, the National Guideline Clearinghouse, Essential Evidence Plus, and UpToDate. Search date: August 1, 2010, to October 7, 2010."
        }
    ],
    "locked": false
}