{
    "url": "https://www.aafp.org/pubs/afp/issues/2012/0701/p59.html#afp20120701p59-f4",
    "title": "Prevention of Perinatal Group B Streptococcal Disease: Updated CDC Guideline | AAFP",
    "author": "COLLEEN K. CAGNO, MD, JESSIE M. PETTIT, MD, AND BARRY D. WEISS, MD",
    "doi": "Am Fam Physician.2012;86(1):59-65",
    "abstract": "Group B streptococcus is the leading cause of early-onset neonatal sepsis in the United States. Universal screening is recommended for pregnant women at 35 to 37 weeks’ gestation. The Centers for Disease Control and Prevention recently updated its guideline for the prevention of early-onset neonatal group B streptococcal disease. The new guideline contains six important changes. First, there is a recommendation to consider using sensitive nucleic acid amplification tests, rather than just routine cultures, for detection of group B streptococcus in rectal and vaginal specimens. Second, the colony count required to consider a urine specimen positive is at least 104colony-forming units per mL. Third, the new guideline presents separate algorithms for management of preterm labor and preterm premature rupture of membranes, rather than a single algorithm for both conditions. Fourth, there are minor changes in the recommended dose of penicillin G for intrapartum chemoprophylaxis. Fifth, the guideline provides new recommendations about antibiotic regimens for women with penicillin allergy. Cefazolin is recommended for women with minor allergies. [ corrected] For those at serious risk of anaphylaxis, clindamycin is recommended if the organism is susceptible, and vancomycin is recommended if there is clindamycin resistance or if susceptibility is unknown. Finally, the new algorithm for secondary prevention of early-onset group B streptococcal disease in newborns should be applied to all infants, not only those at high risk of infection. The algorithm clarifies the extent of evaluation and duration of observation required for infants in different risk categories.",
    "headers": [
        {
            "id": 0,
            "name": "Expanded Recommendations for Laboratory Detection of GBS",
            "level": 2
        },
        {
            "id": 1,
            "name": "Colony Count Threshold for Reporting GBS in Urine",
            "level": 2
        },
        {
            "id": 2,
            "name": "Screening and Chemoprophylaxis in Women with Preterm Labor or PPROM",
            "level": 2
        },
        {
            "id": 3,
            "name": "Recommended Chemoprophylactic Regimen",
            "level": 2
        },
        {
            "id": 4,
            "name": "Updated Prophylactic Regimens for Women with Penicillin Allergy",
            "level": 2
        },
        {
            "id": 5,
            "name": "Revised Algorithm for Secondary Prevention of Early-Onset Disease",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Group B streptococcus (GBS) is the leading cause of early-onset neonatal sepsis in the United States.1From 1992 to 2010, implementation of screening for GBS during pregnancy reduced the incidence of early-onset sepsis,2–4and universal screening for GBS at 35 to 37 weeks’ gestation is now recommended in all pregnant women.5"
        },
        {
            "parent": -1,
            "text": "In November 2010, the Centers for Disease Control and Prevention (CDC) issued a revised guideline for the prevention of early-onset neonatal group B streptococcal disease.1This article reviews the key changes, which include (1) expanded recommendations for laboratory detection of GBS, (2) clarification of the colony count required to consider a urine specimen positive for GBS, (3) updated algorithms for screening and intrapartum chemoprophylaxis in women with preterm labor or preterm premature rupture of membranes (PPROM), (4) a minor change in the recommended dose of penicillin G for chemoprophylaxis, (5) updated antibiotic recommendations for women with penicillin allergy, and (6) a revised algorithm for secondary prevention of early-onset sepsis in newborns."
        },
        {
            "parent": 0,
            "text": "Although one recent study showed that perianal and rectal cultures yield similar results,6the current guideline recommends obtaining cultures from the vagina and rectum with cotton swabs, with the rectal swab passed through the anal sphincter.6Specimens are sent to the laboratory in a transport medium, incubated in enrichment broth, and then plated for culture."
        },
        {
            "parent": 0,
            "text": "Although rectal and vaginal specimens are still recommended, the new guideline suggests using more sensitive methods to process specimens. These include special chromogenic media that substantially increase GBS detection and reduce false-negative results, and new sensitive and rapid nucleic acid amplification testing, such as polymerase chain reaction tests. The guideline states that these methods should be considered, but does not specifically recommend them because they are not universally available.1"
        },
        {
            "parent": 0,
            "text": "Figure 1presents the CDC algorithm for laboratory testing, which physicians can use to confirm that their local laboratory is using the recommended approach.1Table 1describes the techniques for proper collection and handling of GBS specimens in women at 35 to 37 weeks’ gestation.1"
        },
        {
            "parent": 1,
            "text": "Routine screening for asymptomatic bacteriuria is recommended during pregnancy,7and group B streptococcal bacteriuria is found in 2 to 7 percent of pregnant women.8The presence of group B streptococcal bacteriuria indicates concomitant genital tract colonization and an increased risk of early-onset neonatal disease. Thus, group B streptococcal bacteriuria at any point in pregnancy is an indication for intrapartum chemoprophylaxis."
        },
        {
            "parent": 1,
            "text": "The previous CDC guideline recommended that any amount of group B streptococcal bacteriuria be considered a positive culture.5The new guideline reflects findings that only concentrations exceeding 104colony-forming units per mL are associated with early-onset neonatal disease.9As a result, the new guideline recommends that laboratories report a urine specimen positive for GBS when the organism is present at concentrations of at least 104colony-forming units per mL, whether GBS is present as a single isolate or if there is another organism present.1"
        },
        {
            "parent": 2,
            "text": "Maternal colonization is the primary risk factor for early-onset disease in infants; other risk factors include preterm labor (less than 37 weeks’ gestation) and prolonged rupture of membranes10–14(Table 2). The previous CDC guideline included a single algorithm for screening and antibiotic administration in the settings of both preterm labor and PPROM. The new guideline offers separate, more detailed algorithms for each of these situations, including recommendations for antibiotic regimens to prolong latency while also providing adequate coverage against GBS(Figures 2and3).1These algorithms specify that if a culture has been obtained within the past five weeks, results of that culture should guide intrapartum antibiotic prophylaxis. If a negative culture result from the preceding five-week period is not available in a woman with threatened preterm labor or PPROM, a specimen should be obtained for culture or rapid nucleic acid amplification testing, and intrapartum antibiotics should be initiated and continued until results are available."
        },
        {
            "parent": 3,
            "text": "The recommended approach for antibiotic dosing is shown inFigure 4.1Penicillin is the recommended antibiotic for intrapartum chemoprophylaxis of group B streptococcal disease; ampicillin is an acceptable alternative. Penicillin should be given intravenously in one dose of 5 million units, followed by an additional 2.5 to 3 million units every four hours until delivery. Ampicillin should be given as one 2-g intravenous dose, followed by 1 g every four hours until delivery. Both regimens aim to maintain adequate drug levels in the fetal circulation and amniotic fluid while avoiding maternal neurotoxicity. The only change from the previous CDC guideline is the inclusion of a dose range for penicillin, which facilitates dosing because formulations vary."
        },
        {
            "parent": 4,
            "text": "The new guideline clarifies that women who are allergic to penicillin are at risk of anaphylaxis if they have a history of anaphylaxis, angioedema, respiratory distress, or urticaria after administration of penicillin or a cephalosporin. For women with penicillin allergy who have not had severe reactions, cefazolin is the recommended antibiotic.1It should be given as one 2-g intravenous dose, followed by 1 g every eight hours until delivery."
        },
        {
            "parent": 4,
            "text": "Women who have had severe reactions to penicillin or a cephalosporin should be tested for erythromycin and clindamycin resistance. If the organism is susceptible to clindamycin and resistant to erythromycin, it should be tested for inducible clindamycin resistance with the double-disk diffusion test, because erythromycin-resistant isolates can induce resistance to clindamycin."
        },
        {
            "parent": 4,
            "text": "Clindamycin (900 mg intravenously every eight hours until delivery) is the drug of choice if the GBS isolate is susceptible to clindamycin and erythromycin, and if there is no inducible clindamycin resistance. Vancomycin (1 g intravenously every 12 hours until delivery) is recommended if testing shows resistance or inducible resistance to clindamycin. If erythromycin and clindamycin susceptibility tests were not performed, or if results are not available at the time of labor, vancomycin should be used in women at high risk of anaphylaxis.1Erythromycin is no longer acceptable for empiric prophylaxis because of increasing rates of resistance."
        },
        {
            "parent": 5,
            "text": "In contrast with the previous algorithm for secondary prevention of early-onset disease in newborns, which applied only to those at risk of infection, the algorithm in the new guideline applies to all newborns(Figure 5).1The need for evaluation, observation, or treatment depends on whether the infant appears ill, and whether risk factors are present."
        },
        {
            "parent": 5,
            "text": "If signs of sepsis are apparent, a full evaluation should be performed and antibiotic therapy should be initiated against GBS (regardless of maternal colonization) and other common pathogens (e.g.,Escherichia coli). Local susceptibility patterns should guide antibiotic regimens."
        },
        {
            "parent": 5,
            "text": "The new guideline defines inadequate intrapartum chemoprophylaxis as failure to receive at least four hours of intravenous penicillin, ampicillin, or cefazolin before delivery. Clindamycin, erythromycin, and vancomycin are considered inadequate prophylaxis for purposes of neonatal management. Well-appearing term infants whose mother had an indication for intrapartum chemoprophylaxis but did not receive antibiotics or received inadequate prophylaxis can be observed for at least 48 hours without treatment or further evaluation. Discharge at 24 hours with further observation at home can be considered in cases of inadequate prophylaxis if the infant was born at more than 37 weeks’ gestation, has met other discharge criteria, has caregivers who will follow instructions, and has access to medical care."
        },
        {
            "parent": 5,
            "text": "Exceptions to the recommendation for observation without evaluation are infants delivered at less than 37 weeks’ gestation or when membranes had been ruptured for 18 hours or more. These infants should undergo evaluation with a blood culture and a complete blood count with differential and platelet count at birth or at six to 12 hours after delivery. These infants should be observed in the hospital for at least 48 hours. Other testing is not needed if the infant appears well.1"
        },
        {
            "parent": 5,
            "text": "For infants born to mothers with chorioamnionitis, the guideline recommends a blood culture and complete blood count with differential and platelet count, followed by initiation of antibiotics, including intravenous ampicillin, for GBS and other organisms such asE. coli."
        },
        {
            "parent": 5,
            "text": "Data Sources:The revised guideline from the CDC on prevention of perinatal group B streptococcal disease, released in 2010, was the main source of evidence-based data used for the literature review. Selected references cited in the guideline were also reviewed. In addition, a PubMed search was completed using the key terms neonatal, group B streptococcus, and pregnancy. Search date: February 25, 2011."
        },
        {
            "parent": 5,
            "text": "editor’s note: The American Academy of Family Physicians has endorsed the 2010 CDC guideline on prevention of perinatal group B streptococcal disease, with reservations. The reservations are: (1) an evidence report was not conducted; (2) the literature search strategy and literature rating were not described; and (3) no conflict of interest policy was described."
        }
    ],
    "locked": false
}