{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/0615/p1403.html#afp20110615p1403-f1",
    "title": "Treatment of Alzheimer Disease | AAFP",
    "author": "BRADFORD T. WINSLOW, MD, MARY K. ONYSKO, PharmD, CHRISTIAN M. STOB, DO, AND KATHLEEN A. HAZLEWOOD, PharmD",
    "doi": "Am Fam Physician.2011;83(12):1403-1412",
    "abstract": "Alzheimer disease is the most common form of dementia, affecting nearly one-half of Americans older than 85 years. [ corrected] It is characterized by progressive memory loss and cognitive decline. Amyloid plaque accumulation, neurofibrillary tau tangles, and depletion of acetylcholine are among the pathologic manifestations of Alzheimer disease. Although there are no proven modalities for preventing Alzheimer disease, hypertension treatment, omega-3 fatty acid supplementation, physical activity, and cognitive engagement demonstrate modest potential. Acetylcholinesterase inhibitors are first-line medications for the treatment of Alzheimer disease, and are associated with mild improvements in cognitive function, behavior, and activities of daily living; however, the clinical relevance of these effects is unclear. The most common adverse effects of acetylcholinesterase inhibitors are nausea, vomiting, diarrhea, dizziness, confusion, and cardiac arrhythmias. Short-term use of theN-methyl-d-aspartate receptor antagonist memantine can modestly improve measures of cognition, behavior, and activities of daily living in patients with moderate to severe Alzheimer disease. Memantine can also be used in combination with acetylcholinesterase inhibitors. Memantine is generally well tolerated, but whether its benefits produce clinically meaningful improvement is controversial. AlthoughN-methyl-d-aspartate receptor antagonists and acetylcholinesterase inhibitors can slow the progression of Alzheimer disease, no pharmacologic agents can reverse the progression. Atypical antipsychotics can improve some behavioral symptoms, but have been associated with increased mortality rates in older patients with dementia. There is conflicting evidence about the benefit of selegiline, testosterone, and ginkgo for the treatment of Alzheimer disease. There is no evidence supporting the beneficial effects of vitamin E, estrogen, or nonsteroidal anti-inflammatory drug therapy.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Prevention",
            "level": 2
        },
        {
            "id": 2,
            "name": "Medications",
            "level": 2
        },
        {
            "id": 3,
            "name": "ACETYLCHOLINESTERASE INHIBITORS",
            "level": 3
        },
        {
            "id": 4,
            "name": "MEMANTINE",
            "level": 3
        },
        {
            "id": 5,
            "name": "SELEGILINE",
            "level": 3
        },
        {
            "id": 6,
            "name": "ANTIPSYCHOTICS",
            "level": 3
        },
        {
            "id": 7,
            "name": "Ineffective Therapies",
            "level": 2
        },
        {
            "id": 8,
            "name": "Therapies with Conflicting Evidence",
            "level": 2
        },
        {
            "id": 9,
            "name": "TESTOSTERONE",
            "level": 3
        },
        {
            "id": 10,
            "name": "GINKGO",
            "level": 3
        },
        {
            "id": 11,
            "name": "Approach to the Patient",
            "level": 2
        },
        {
            "id": 12,
            "name": "Possible Future Treatments",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Alzheimer disease affects approximately 5.4 million Americans and accounts for most cases of dementia.1Like other types of dementia, it is characterized by progressive memory loss and cognitive decline. Alzheimer disease is usually diagnosed in persons older than 65 years, and its prevalence increases every decade thereafter. Nearly one-half of Americans 85 years and older have Alzheimer disease.1Women are more commonly affected than men. Patients with mild disease have some functional dependence, such as trouble managing finances.2Patients with moderate disease are more dependent on others, often are unable to drive, and have difficulty with bathing and shopping.2Severe disease is characterized by total dependence on caretakers, and by motor and balance impairments.2There is no consensus on the best method to assess the severity of Alzheimer disease to guide treatment. Many physicians are familiar with the Mini-Mental State Examination. Another potentially useful tool to assess disease severity is the Clinical Dementia Rating(Table 1).3,4This article reviews recent evidence and guidelines on the management of Alzheimer disease."
        },
        {
            "parent": 0,
            "text": "The pathophysiology of Alzheimer disease is complex and multifactorial. Characteristic pathologic features include the accumulation of amyloid cerebral plaques and neurofibrillary tangles of abnormally insoluble tau, an axonal protein. Synaptic levels of acetylcholine decrease as a result of cholinergic neuron involvement. Many other factors may contribute to the pathophysiology, such as depletion of other neurotransmitters, loss of neural synapses, mitochondrial dysfunction, oxidative stress, inflammation, ischemia, insulin signaling, and cholesterol metabolism.5Emerging treatments may be directed at these pathways."
        },
        {
            "parent": 1,
            "text": "Numerous studies have assessed factors that may affect the incidence of Alzheimer disease, such as the use of dietary supplements and pharmacologic agents, diet, socioeconomic factors, medical conditions, and environmental exposures. Although many studies have found an association, they have not proven that the relationship is causal or that modification of these factors reduces the risk of Alzheimer disease. Of the prevention strategies studied, treatment of hypertension, consumption of omega-3 fatty acids, physical activity, and cognitive engagement demonstrate some promise. However, larger randomized controlled trials are needed to further assess these results.6–10A recent consensus statement from the National Institutes of Health's State-of-the-Science Conference on Preventing Alzheimer's Disease and Cognitive Decline concluded that the current evidence is insufficient to support the association of any modifiable factor, pharmacologic agent, or dietary supplement with a reduction in the risk of Alzheimer disease.11"
        },
        {
            "parent": 2,
            "text": "Acetylcholinesterase inhibitors reversibly bind and inactivate the enzyme that degrades acetylcholine, which is involved in memory.12Donepezil (Aricept) is the only acetylcholinesterase inhibitor approved for use in all stages of the disease. TheN-methyl-d-aspartate receptor antagonist memantine (Namenda) is approved for treating moderate to severe disease, and is thought to prevent excitatory amino acid neurotoxicity without interfering with the physiologic actions of glutamate, a neurotransmitter necessary for learning and memory.13Studies of these drugs have usually assessed effectiveness using one of several scales, such as the Alzheimer's Disease Assessment Scale for Cognition (ADAS-cog; a 70-point scale), the Alzheimer's Disease Cooperative Study Activities of Daily Living inventory (ADCS-ADL; a 54-point scale), or the Severe Impairment Battery (SIB; a 100-point scale). In general, to be clinically significant (defined as a noticeable improvement by the patient or caregiver), an increase should be at least 10 percent of the scale length (i.e., 7 points on the ADAS-cog, 5 points on the ADCS-ADL, or 10 points on the SIB)."
        },
        {
            "parent": 3,
            "text": "Acetylcholinesterase inhibitors are first-line agents for the treatment of mild to moderate Alzheimer disease, according to existing guidelines.2,12,14–20Most randomized controlled trials and systematic reviews have found no notable differences in effectiveness among the various acetylcholinesterase inhibitors.21Despite small variations in mechanisms of action, these agents have varying adverse effect profiles(Table 221–23). The most common adverse effects are nausea, vomiting, and diarrhea; cardiovascular and neurologic adverse effects are comparable. The incidence of adverse effects is directly related to the dose administered.23Rivastigmine (Exelon) patches may be better tolerated than oral rivastigmine.24Tacrine is no longer available because of safety and tolerability concerns."
        },
        {
            "parent": 3,
            "text": "A Cochrane review concluded that in patients with Alzheimer disease, treatment with donepezil, galantamine (Razadyne), or rivastigmine for six months to one year resulted in slightly improved cognitive function by an average of −2.7 points on the ADAS-cog.12Improvements in behavior and activities of daily living also have been noted in patients treated with one of these three agents; however, none of the medications has a large treatment effect, and the clinical significance of these effects is questionable. Another systematic review concluded that, despite statistical significance, the improvement in patients with dementia taking acetylcholinesterase inhibitors was clinically marginal (−0.1 to −5.3 points on the ADAS-cog).21Additional trials are needed to determine the benefits of long-term therapy and whether these agents are effective in patients with moderate to severe Alzheimer disease. It is reasonable to discontinue treatment if there is no improvement within six to eight weeks. Therapy may be restarted if symptoms worsen after the medication is tapered, because acetylcholinesterase inhibitors may be more effective for symptomatic control than previously recognized.25"
        },
        {
            "parent": 4,
            "text": "Memantine prevents excessive glutamatergic activity. A Cochrane review concluded that memantine at a dosage of 20 mg per day over six months slightly improved cognition (3 points on the SIB) and ability to do activities of daily living (1.3 points on the ADCS-ADL) in patients with moderate to severe Alzheimer disease. The effect on cognition was statistically significant in patients with mild to moderate dementia (1 point on the ADAS-cog) but is unlikely to have clinical significance. A small reduction in agitation was seen in patients taking memantine. Seventeen patients with moderate to severe Alzheimer disease would need to be treated for six months to prevent one episode of agitation.13"
        },
        {
            "parent": 4,
            "text": "A meta-analysis concluded that memantine was ineffective for patients with mild Alzheimer disease, and the benefits for patients with moderate Alzheimer disease were inconsistent.26"
        },
        {
            "parent": 4,
            "text": "Memantine is generally well tolerated and is often used with acetylcholinesterase inhibitors. One study randomized patients taking donepezil for moderate to severe Alzheimer disease to receive 20 mg of memantine or placebo every day for 24 weeks.27Patients taking memantine showed mild improvement in cognition (+0.9 points versus −2.5 points with placebo on the SIB) and activities of daily living (−2.0 points versus −3.4 points with placebo on the ADCS-ADL). Another study evaluated the effectiveness and safety of 20 mg of memantine per day for 24 weeks in patients already taking donepezil, rivastigmine, or galantamine for mild to moderate Alzheimer disease.28Adding memantine was not associated with a statistically significant improvement compared with placebo. The lack of adverse effects was consistent with findings in other memantine monotherapy studies.13,28"
        },
        {
            "parent": 4,
            "text": "Guidelines from the National Institute for Health and Clinical Excellence cite a study that found no improvement with memantine compared with placebo in patients who had moderate to severe Alzheimer disease.14Patients taking memantine may have problems with adherence because it is typically taken twice per day. A once-daily extended-release formulation of memantine was approved by the U.S. Food and Drug Administration in June 2010.22"
        },
        {
            "parent": 5,
            "text": "Selegiline (Eldepryl) is a monoamine oxidase type B inhibitor with minimal anticholinergic effects. A Cochrane review analyzed 17 double-blind, randomized, placebo-controlled trials evaluating selegiline at a dosage of 10 mg per day for the treatment of Alzheimer disease. The authors concluded that cognition improved at four to six weeks in some trials; however, there were no differences after six weeks.29The benefits were found primarily in two studies; other trials did not support these findings. No differences in adverse effects were noted compared with placebo. Currently, there is not enough evidence to recommend selegiline for the treatment of Alzheimer disease."
        },
        {
            "parent": 6,
            "text": "Antipsychotics are not approved by the U.S. Food and Drug Administration for the treatment of Alzheimer disease, although they are commonly used to treat behavioral symptoms. Evidence suggests that olanzapine (Zyprexa) and risperidone (Risperdal) reduce aggression, and risperidone reduces psychosis in patients with Alzheimer disease.30The Clinical Antipsychotic Trials of Intervention Effectiveness protocol for Alzheimer disease assessed the effects of atypical antipsychotics on psychiatric and behavioral symptoms.31It included 421 outpatients with Alzheimer disease and psychosis or agitated/aggressive behavior. Patients were randomized to receive olanzapine, quetiapine (Seroquel), risperidone, or placebo for up to 36 weeks. There were no clinically or statistically significant differences in functioning, care needs, or quality of life between patients taking antipsychotics and those taking placebo. Some clinical symptoms improved, such as anger, aggression, and paranoia. Patients taking olanzapine experienced worsening functional ability at week 12 compared with those taking placebo. A small randomized, double-blind, placebo-controlled trial failed to demonstrate effectiveness of quetiapine or rivastigmine for treatment of agitation in patients with Alzheimer disease in care facilities after 26 weeks.32At six weeks, a statistically significant decline in cognition was noted in patients taking quetiapine compared with those taking placebo."
        },
        {
            "parent": 6,
            "text": "Older patients with dementia who are treated with atypical antipsychotics have a twofold higher mortality rate than those taking placebo.33One study found that new use of atypical antipsychotics was associated with an increased risk of death at 30 days both in community-dwelling patients (hazard ratio = 1.31; 95% confidence interval, 1.02 to 1.70) and in those living in long-term care facilities (hazard ratio = 1.55; 95% confidence interval, 1.15 to 2.07).33Most of those deaths were related to cardiovascular or infectious causes, possibly because antipsychotics can prolong QT interval and cause sedation, which may increase the risk of aspiration. Other common adverse effects of antipsychotics include gait disturbances and extrapyramidal effects. Using atypical antipsychotics to treat behavioral symptoms such as agitation in patients with Alzheimer disease generally should be avoided because of adverse effects, although these agents may be appropriate in some situations."
        },
        {
            "parent": 7,
            "text": "Estrogen has been studied for the prevention and treatment of dementia. A Cochrane review found no beneficial effect of long-term estrogen use on cognitive function in patients with Alzheimer disease.34Estrogen does not enhance the effects of acetylcholinesterase inhibitors; no benefit was found when it was used in combination with rivastigmine.35"
        },
        {
            "parent": 7,
            "text": "An updated Cochrane review concluded that there is no evidence supporting the use of vitamin E for the prevention or treatment of Alzheimer disease, and it may be harmful in higher doses.36Studies have demonstrated no beneficial effect of nonsteroidal anti-inflammatory drugs for the treatment of Alzheimer disease.37–41Statins and insulin sensitizers have not demonstrated benefit in clinical trials in patients with Alzheimer disease.42,43Systematic reviews have found no clear benefit of lecithin or acetyl-L-carnitine.44,45"
        },
        {
            "parent": 9,
            "text": "There is conflicting evidence on the benefit of testosterone in men with Alzheimer disease. Two randomized, double-blind, placebo-controlled studies demonstrated benefit in visuospatial cognition, but it is unclear if this effect is clinically meaningful.46,47A randomized, placebo-controlled trial examined the effect of 1% testosterone gel supplementation (75 mg per day) in men with mild to moderate Alzheimer disease over a period of six months.48No statistically significant benefits were detected, although testosterone treatment mildly improved patients' quality of life. A randomized, double-blind, placebo-controlled trial of men older than 65 years with limited mobility and low testosterone levels evaluated treatment with testosterone gel or placebo. The results showed a significantly increased incidence of adverse cardiovascular effects in the treatment group over six months (22 versus 5 percent in the placebo group;P= .05; number needed to harm = 6).49Because of the risk of serious adverse effects and the paucity of clinically helpful effects, testosterone therapy in men with Alzheimer disease is not recommended."
        },
        {
            "parent": 10,
            "text": "A Cochrane Review evaluated 36 studies of ginkgo for the treatment of cognitive impairment and dementia.50All but one study used the standard ginkgo extract EGb 761, at a dosage of 80 to 600 mg per day. Ginkgo was not associated with a consistent, clinically significant benefit in persons with Alzheimer disease. A European study of 96 patients with Alzheimer disease demonstrated equal effectiveness among a prescription ginkgo extract (240 mg per day), donepezil (5 to 10 mg per day), and a combination of the two agents.51Because ginkgo is not available as a regulated prescription product in the United States, it is possible that the variability in dietary supplement quality may account for the difference in findings. Clinical evidence appears to support the safety of ginkgo, with no additional adverse effects reported compared with placebo. However, possible drug-supplement interactions must be considered in patients with Alzheimer disease who use ginkgo, especially the risk of bleeding with the use of aspirin, nonsteroidal anti-inflammatory drugs, or anticoagulants. This is noteworthy because many patients with Alzheimer disease take aspirin for cardiovascular health."
        },
        {
            "parent": 11,
            "text": "Guidelines on the treatment of Alzheimer disease are available from a number of organizations(Table 32,14–20), including one developed by the American Academy of Family Physicians, in conjunction with the American College of Physicians.15All guidelines emphasize the importance of educating patients and their families about the disease process and its expected course. Early referral to local support groups is recommended, and medicolegal issues such as driving and end-of-life planning should be addressed. Recommendations regarding pharmacologic treatment are described inTable 2,21–23and a suggested algorithm for the treatment of Alzheimer disease is presented inFigure 1. The decision to treat with medication should be shared with the patient and caregivers, including a discussion of the modest clinical benefit, adverse effects, and cost. Physicians should consider discontinuing therapy in patients who continue to decline despite maximal therapy.16The National Institute on Aging and the Alzheimer's Association have released recommendations on the diagnosis of dementia and mild cognitive impairment from Alzheimer disease; however, these guidelines do not address the treatment of Alzheimer disease and do not recommend the clinical use of biomarkers.52,53"
        },
        {
            "parent": 12,
            "text": "Many potential therapeutic agents are currently under investigation for the treatment of Alzheimer disease. Amyloid precursor protein and enzymes involved in β-amyloid formation are thought to contribute to genetic forms of Alzheimer disease; therefore, interventions to reduce amyloid plaque burden by altering amyloid metabolism are being evaluated. Immunotherapy to promote clearance of β-amyloid from the central nervous system is being assessed. Advanced glycation end products are associated with aging. The advanced glycation end products receptor is a potential target to decrease plaque formation and inflammation. Other potential treatments include resveratrol, a compound from the skin of red grapes that may have beneficial effects on aging in mice, and latrepirdine, aN-methyl-d-aspartate receptor antagonist that may also weakly inhibit acetylcholinesterase, which may improve cognitive performance and is currently in phase 3 trials. Agents targeted against tau are other possible options.54"
        }
    ],
    "locked": false
}