{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/0115/p141.html#afp20110115p141-f1",
    "title": "Respiratory Syncytial Virus Infection in Children | AAFP",
    "author": "MARIN DAWSON-CASWELL, DO, AND HERBERT L. MUNCIE, JR., MD",
    "doi": "Am Fam Physician.2011;83(2):141-146",
    "abstract": "Respiratory syncytial virus (RSV) is an RNA virus that causes respiratory tract infections in children. In the Northern Hemisphere, the peak infection season is November through April. By two years of age, most children will have had an RSV infection. Bronchiolitis, a lower respiratory tract infection, is often caused by RSV. An RSV infection is diagnosed based on patient history and physical examination. Children typically present with cough, coryza, and wheezing. Laboratory testing and chest radiography are not necessary to make the diagnosis. Serious concurrent bacterial infections are rare. Treatment of an RSV infection is supportive, with particular attention to maintaining hydration and oxygenation. Children younger than 60 days and those with severe symptoms may require hospitalization. Neither antibiotics nor corticosteroids are helpful for bronchiolitis. A bronchodilator trial is appropriate for children with wheezing, but should not be continued unless there is a prompt favorable response. Frequent hand washing and contact isolation may prevent the spread of RSV infections. Children younger than two years at high risk of severe illness, including those born before 35 weeks of gestation and those with chronic lung or cardiac problems, may be candidates for palivizumab prophylaxis for RSV infection during the peak infection season. Most children recover uneventfully with supportive care.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Epidemiology and Natural History",
            "level": 2
        },
        {
            "id": 2,
            "name": "Prognosis",
            "level": 2
        },
        {
            "id": 3,
            "name": "Clinical Manifestations",
            "level": 2
        },
        {
            "id": 4,
            "name": "Diagnostic Testing",
            "level": 2
        },
        {
            "id": 5,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 6,
            "name": "Prevention",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Respiratory syncytial virus (RSV) causes respiratory tract infections in children. Lower respiratory tract infections (e.g., bronchiolitis, pneumonia) are more common in children younger than two years, whereas upper respiratory tract infections tend to affect older children and young adults.1Bronchiolitis is the most common lower respiratory tract infection in children younger than two years, and is often caused by RSV. Adherence to the American Academy of Pediatrics clinical practice guidelines for the diagnosis and management of bronchiolitis could decrease unnecessary diagnostic testing and interventions.2"
        },
        {
            "parent": 0,
            "text": "RSV is an enveloped, nonsegmented, negative-stranded RNA virus and a member of the Paramyxoviridae family. Two subtypes, A and B, are present in most outbreaks. Subtype A usually causes more severe disease.3,4The dominant strains shift each year, which may account for frequent reinfections. The incubation period ranges from two to eight days; viral shedding ranges from three to eight days,5although it may continue for up to four weeks in young infants."
        },
        {
            "parent": 0,
            "text": "An RSV infection begins with replication of the virus in the nasopharynx. The virus spreads to the small bronchiolar epithelium lining the small airways within the lungs, and a lower respiratory tract infection can begin in one to three days. If a lower respiratory tract infection occurs, it causes edema, increased mucus production, and eventual necrosis and regeneration of these epithelial cells. This leads to small airway obstruction, air trapping, and increased airway resistance."
        },
        {
            "parent": 1,
            "text": "In the Northern Hemisphere, RSV infections usually occur from November through April, except in parts of Florida, where the infection season begins as early as July 1.6Based on population estimates, 2.1 million children younger than five years will require medical attention annually for an RSV infection.6"
        },
        {
            "parent": 1,
            "text": "An RSV infection can occur and recur at any age. By two years of age, most children will have had an initial RSV infection. Previous infection does not protect children against reinfection. In most previously healthy children, an RSV infection is self-limited and responds to supportive care. Children with unrepaired cardiac disease or chronic lung disease are at increased risk of severe RSV infection(Table 1).7,8Children younger than three months and those born prematurely (less than 35 weeks of gestation) are at increased risk of apnea and severe respiratory distress. In very young and high-risk children, severe symptoms may require hospitalization. RSV infections lead to more than 90,000 hospitalizations each year, as well as an estimated 372 respiratory- and cardiovascular-related deaths in children, with 90 percent occurring in those younger than one year.9"
        },
        {
            "parent": 2,
            "text": "Most children with an RSV infection recover uneventfully and do not have further wheezing episodes. However, up to 40 percent of children with bronchiolitis will develop further wheezing episodes through five years of age, and 10 percent will have wheezing episodes beyond this age.10It is unclear if the initial infection and wheezing are the first manifestations of asthma, or if the wheezing episode is postbronchiolitis wheezing followed by the development of asthma. The risk factors for subsequent wheezing episodes have not been clearly identified.11"
        },
        {
            "parent": 3,
            "text": "The clinical manifestations of an RSV infection vary depending on the patient's age and previous health status. Infants and young children with a primary infection usually present with a lower respiratory tract infection, such as bronchiolitis or pneumonia. These children have cough (98 percent), fever (75 percent), rhinorrhea, wheezing (65 to 78 percent), labored respirations (73 to 95 percent), and occasionally hypoxia.6Children with more severe disease will display grunting, nasal flaring, and intercostal retractions reflecting the increased effort to breathe. Young infants with an RSV infection can present with apnea that is not caused by the agonal breathing of respiratory distress. Research into why this occurs is ongoing, but the exact mechanism is unknown. It is clear, however, that the majority of apneic events associated with RSV occur in children with preexisting medical problems. Studies found less than a 1 percent incidence of apnea with RSV in previously healthy term infants.12,13Older children typically have upper respiratory tract symptoms of cough, coryza, and rhinorrhea, as well as conjunctivitis."
        },
        {
            "parent": 3,
            "text": "For some children, predicting disease severity is neither necessary nor helpful, because they appear so ill or so well that a disposition decision can be made immediately.14,15However, for children born by at least 35 weeks of gestation with moderate disease, factors associated with more severe disease requiring hospitalization, admission to the intensive care unit, or an unscheduled return visit include age younger than 60 days, male sex, increased respiratory rate (increased work of breathing), lower socioeconomic status, and poor oral intake.16,17These factors have not been assessed prospectively in making a treatment decision. However, a conceptual algorithm with these variables may help in making a clinical decision(Figure 1)."
        },
        {
            "parent": 4,
            "text": "The diagnosis of an RSV infection is based on patient history and physical examination.2Children with bronchiolitis often have abnormal results on chest radiography, with hyperinflation, atelectasis, and infiltrates. The white blood cell count is usually normal, but may be slightly elevated. However, these findings do not correlate with disease severity and should not be used to guide treatment. Therefore, chest radiography and laboratory tests are not routinely recommended.5,18,19Rapid antigen testing is commercially available, but is generally not recommended because it does not change the management of the disease for the patient. However, testing may be helpful in deciding which patients admitted to the hospital can be placed together.20"
        },
        {
            "parent": 4,
            "text": "Children 60 days and older with bronchiolitis and fever have a low risk of concurrent serious bacterial infection.21,22Laboratory studies are generally not indicated in these patients. Infants younger than 60 days with bronchiolitis and fever are often admitted to the hospital and have a full sepsis workup. However, children younger than 60 days with bronchiolitis have a decreased risk of concurrent bacterial infection compared with children who have fever alone. If a child younger than 60 days has a concurrent bacterial infection, the most common source is a urinary tract infection.23,24No guidelines have addressed the management of young febrile children with an obvious viral infection."
        },
        {
            "parent": 5,
            "text": "The treatment of RSV infection is primarily supportive. Multiple regimens have been tried, including bronchodilators, corticosteroids, antiviral agents, nasal suctioning, and decongestants.25However, none of these treatments has had a significant impact on symptoms or the course of the illness.26The main management strategies are maintenance of hydration and oxygenation. Children with bronchiolitis can become dehydrated secondary to their increased respiratory rate, fever, and poor feeding caused by difficulty breathing and nasal secretions. Intravenous fluids may be needed in infants with severe respiratory difficulty, a respiratory rate greater than 80 breaths per minute, or those who visibly tire during feeding.27"
        },
        {
            "parent": 5,
            "text": "Oxygen saturations of at least 90 percent are considered adequate in children with bronchiolitis. Oxygen supplementation should be used in children with saturations below 90 percent.2Scheduled spot checks with pulse oximetry are adequate for patients with bronchiolitis. Continuous pulse oximetry monitoring is not routinely necessary and should be reserved for children who previously required continuous oxygen, had apnea, or have an underlying cardiopulmonary condition.7Children with a persistent respiratory rate of at least 60 breaths per minute should be admitted to the hospital.25"
        },
        {
            "parent": 5,
            "text": "Routine use of bronchodilators is not recommended for the treatment of bronchiolitis. A single trial of a bronchodilator could be attempted in children with wheezing, but the treatment should be continued only if the child has a prompt favorable response.28About 50 percent of children with bronchiolitis will show clinical improvement with a bronchodilator. Epinephrine has been associated with a slightly increased clinical response compared with albuterol.29This is likely caused by the alpha-adrenergic–mediated vasoconstriction that may aid in decreasing nasal congestion. Generally, vaporized epinephrine treatments are administered only in the hospital setting because there are limited data regarding safety with unmonitored administration.30If a child responds to bronchodilator therapy, treatment should be continued every four to six hours until respiratory distress improves. Nebulized 3% hypertonic saline can reduce hospital length of stay (−0.9 days; confidence interval [CI], −1.5 to −0.4) and improve clinical severity scores.31However, it does not appear to have an immediate benefit in the emergency department setting.32"
        },
        {
            "parent": 5,
            "text": "Corticosteroids (oral and inhaled) should not be used routinely to treat bronchiolitis.33They do not shorten the course of the disease nor decrease the severity of symptoms.34They may, however, be helpful in older children with a history of asthma. In a randomized controlled trial of 800 infants with bronchiolitis, the combination of inhaled epinephrine and oral dexamethasone reduced the rate of hospitalization in infants with a first episode of wheezing (17.1 percent with dexamethasone and epinephrine versus 23.7 percent with epinephrine alone and 25.6 percent with dexamethasone alone; relative risk = 0.65; 95% CI, 0.45 to 0.95;P= .02; number needed to treat = 11 to prevent one hospitalization),35but the potential risk of brain and lung development may outweigh the small benefit.36"
        },
        {
            "parent": 5,
            "text": "Antibiotics do not have a role in the treatment of an RSV infection unless there is a concurrent bacterial infection.37Otitis media is the most common concurrent bacterial infection among all age groups, although urinary tract infection seems to be the most common in children younger than 60 days. Ribavirin (Virazole) is not recommended for routine use, and should be reserved for immunosuppressed children with severe RSV infection.5,33"
        },
        {
            "parent": 5,
            "text": "Nasal suctioning can provide symptomatic relief in children with RSV infection; however, excessive suctioning may worsen nasal edema and obstruction. In general, suctioning before feeding seems to be the most beneficial. In the past, nasal decongestant drops and syrups have been used to manage upper airway congestion, although there is no evidence that such medications offer any benefit. In January 2008, the U.S. Food and Drug Administration issued a strong warning against the use of over-the-counter decongestants in children younger than two years."
        },
        {
            "parent": 6,
            "text": "RSV is transmitted primarily through direct person-to-person or fomite contact, and not by droplet inhalation. Therefore, the spread of RSV is prevented through frequent hand washing and enforcement of isolation policies.2,38The use of gowns, masks, gloves, or goggles has not been found to reduce transmission in hospitalized patients.38Hand decontamination is important in preventing the spread of RSV. Hands should be washed before and after contact with a patient or inanimate object in direct vicinity of the patient.38Parental cigarette smoking is a risk factor for RSV infection. Although breastfeeding is beneficial in many viral illnesses, the data regarding a benefit in RSV infections are conflicting.39Both the global burden of the infection40and its highly contagious nature highlight the need for a vaccine.41,42"
        },
        {
            "parent": 6,
            "text": "The use of palivizumab (Synagis), a humanized murine monoclonal antibody directed against RSV, is indicated for select children in high-risk groups as a preventive measure against RSV infection.39Three groups of children qualify for immunization: (1) infants born before 35 weeks of gestation, (2) infants with chronic lung disease, and (3) infants born with hemodynamically significant congenital heart disease2(Table 239). Palivizumab is given in five monthly intramuscular injections (15 mg per kg) beginning usually on November 1. Fewer injections may be appropriate for some children, but never more than five(Table 239). The primary benefit of prophylaxis is a reduced rate of RSV-associated hospitalizations.39No effect on mortality has been proven; however, the mortality rate from an RSV infection is already low."
        }
    ],
    "locked": false
}