{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/0701/p40.html#afp20110701p40-f1",
    "title": "Management of Acute Asthma Exacerbations | AAFP",
    "author": "SUSAN M. POLLART, MD, MS, REBEKAH M. COMPTON, MSN, FNP-C, AND KURTIS S. ELWARD, MD, MPH",
    "doi": "Am Fam Physician.2011;84(1):40-47",
    "abstract": "Asthma exacerbations can be classified as mild, moderate, severe, or life threatening. Criteria for exacerbation severity are based on symptoms and physical examination parameters, as well as lung function and oxygen saturation. In patients with a peak expiratory flow of 50 to 79 percent of their personal best, up to two treatments of two to six inhalations of short-acting beta2agonists 20 minutes apart followed by a reassessment of peak expiratory flow and symptoms may be safely employed at home. Administration using a hand-held metered-dose inhaler with a spacer device is at least equivalent to nebulized beta2agonist therapy in children and adults. In the ambulatory and emergency department settings, the goals of treatment are correction of severe hypoxemia, rapid reversal of airflow obstruction, and reduction of the risk of relapse. Multiple doses of inhaled anticholinergic medication combined with beta2agonists improve lung function and decrease hospitalization in school-age children with severe asthma exacerbations. Intravenous magnesium sulfate has been shown to significantly increase lung function and decrease the necessity of hospitalization in children. The administration of systemic corticosteroids within one hour of emergency department presentation decreases the need for hospitalization, with the most pronounced effect in patients with severe exacerbations. Airway inflammation can persist for days to weeks after an acute attack; therefore, more intensive treatment should be continued after discharge until symptoms and peak expiratory flow return to baseline.",
    "headers": [
        {
            "id": 0,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Management",
            "level": 2
        },
        {
            "id": 2,
            "name": "HOME TREATMENT",
            "level": 3
        },
        {
            "id": 3,
            "name": "EMERGENCY DEPARTMENT TREATMENT",
            "level": 3
        },
        {
            "id": 4,
            "name": "POSTDISCHARGE CARE",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "In 2005, the prevalence of asthma in the United States was nearly 8 percent (close to 9 percent in children younger than 18 years), and approximately 4 percent of Americans (5 percent of children) experienced an asthma attack.1,2There have been many advances in medical therapy to prevent the worsening of asthma symptoms, including an improved understanding of asthma etiology, identification of risk factors for asthma exacerbations, and evidence supporting the benefits of written asthma action plans."
        },
        {
            "parent": -1,
            "text": "One study of children up to 18 years of age presenting to the emergency department with acute asthma symptoms identified multiple risk factors for a subsequent emergency department visit: age younger than two years, black race or Hispanic ethnicity, persistent asthma, public health insurance, lower asthma quality-of-life scores, and increased use of the health care system during the previous 12 months.3In adults, variables associated with relapse within eight weeks of an asthma exacerbation include three or more visits for emergent care in the preceding six months, difficulty performing daily activities because of physical health in the preceding four weeks, and patient self-discharge from care within 24 hours of hospital admission without achieving 50 percent predicted peak expiratory flow (PEF).4However, regular monitoring of PEF does not help predict an asthma exacerbation.5Other risk factors for developing an asthma exacerbation include allergen triggers (e.g., pets, seasonal allergens, smoke exposure) and improper use of medications (e.g., not using a spacer, improper use of an inhaler or other delivery device).6"
        },
        {
            "parent": -1,
            "text": "In persons older than two years with asthma, neither the injectable nor the intranasal influenza vaccine increases the likelihood of an asthma exacerbation in the period immediately following vaccination. However, one study of infants found an increase in wheezing and hospital admissions after intranasal influenza vaccination.7Seasonal influenza vaccine does not reduce the risk of developing an asthma exacerbation. Influenza vaccination appears to improve asthma-related quality-of-life in children during influenza season.7"
        },
        {
            "parent": 0,
            "text": "Asthma exacerbations can be classified as mild, moderate, severe, or life threatening(Table 1).6Criteria for severity are based on symptoms and physical examination parameters, as well as lung function and oxygen saturation. Although no single parameter has been identified to assess exacerbation severity, lung function is a useful method of assessment, with a PEF of 40 percent or less of predicted function indicating a severe attack in patients five years or older.6The most useful signs for determining the severity of an asthma exacerbation in children younger than five years, or any child unable to perform a PEF, include the use of accessory muscles of respiration, chest wall retractions, tachypnea greater than 60 breaths per minute, cyanosis, and the presence of inspiratory and expiratory wheezing.8For all patients, pulse oximetry on room air is a useful initial assessment. An oxygen saturation of less than 92 to 94 percent one hour after beginning standard treatment is a strong predictor of the need for hospitalization.6"
        },
        {
            "parent": 0,
            "text": "Laboratory data are not required for most patients with acute exacerbations. Some tests that may be useful include complete blood count, serum theophylline, and basic chemistries. Chest radiography is not routinely recommended because it has not been shown to alter the care of patients with an uncomplicated asthma exacerbation.9Measurement of arterial blood gases may be considered if hypoventilation is suspected. Electrocardiography is rarely helpful, unless there is a history or suspicion of cardiac disease.6"
        },
        {
            "parent": 2,
            "text": "Early treatment is the most effective strategy for managing asthma exacerbations. It is essential to teach patients how to monitor signs and symptoms, and take appropriate action. Patients who have a written asthma action plan and appropriate medication can often manage mild exacerbations at home(Figure 16). Key components of an asthma action plan that have reduced emergency department visits and hospitalization include standard written instructions; criteria based on symptoms or PEF (compared with personal best) to trigger action; two to three action points; and individualized, written instructions on the use of inhaled or oral corticosteroids.10Patients at risk of asthma-related death may need more intensive treatment in a monitored setting at the first sign of an exacerbation(Table 26). These patients should have an asthma action plan that emphasizes early communication with their physician."
        },
        {
            "parent": 2,
            "text": "In children five to 12 years of age with frequent acute exacerbations, a short course of oral prednisolone at the onset of worsening symptoms produced a modest benefit in terms of decreased symptoms, health resource use, and absence from school.11Patient- or parent-initiated increases in the dosage of inhaled corticosteroids have been proposed to help with deteriorating asthma symptoms. The data are insufficient to make a recommendation for children; however, a meta-analysis of data from more than 1,200 adults confirms that increasing the dosage does not reduce the risk of a subsequent asthma exacerbation requiring oral corticosteroids.12"
        },
        {
            "parent": 2,
            "text": "A randomized controlled trial examined the use of parent-initiated montelukast (Singulair; 4 mg for children two to five years of age and 5 mg for children six to 14 years of age) in children with intermittent asthma, defined as three to six episodes of asthma requiring acute hospital- or office-based care with symptom- and medication-free periods between episodes. When given at the onset of asthma or upper respiratory tract infection symptoms, montelukast therapy resulted in a reduction in unscheduled health care visits and time lost from work and school or childcare.13"
        },
        {
            "parent": 2,
            "text": "Inhaled short-acting beta2agonists are the cornerstones of treatment for patients with acute asthma.14–16In patients with a PEF of 50 to 79 percent of their personal best, up to two treatments of two to six inhalations of a short-acting beta2agonist may be safely employed at home. Treatments should be 20 minutes apart followed by a reassessment of PEF and symptoms.6Patients who do not achieve a PEF of at least 80 percent of their personal best after two treatments should contact their physician for further instructions. Patients whose PEF declines after treatment should contact their physician and seek emergent care."
        },
        {
            "parent": 2,
            "text": "Multiple studies have shown that administration using a hand-held metered-dose inhaler with a spacer device is at least equivalent to nebulized short-acting beta2agonist therapy in children older than one year (four puffs per dose) and adults (six puffs per dose).17Homemade spacers, such as plastic bottles, foam or paper cups, cardboard tubes, and paper spacers, can be as effective as commercial spacers for the treatment of acute asthma exacerbations.18There is no demonstrable difference in terms of safety or effectiveness between levalbuterol (Xopenex) and albuterol.19"
        },
        {
            "parent": 3,
            "text": "In the ambulatory and emergency department settings, the goals of treatment are correction of severe hypoxemia, rapid reversal of airflow obstruction, and reduction of the risk of relapse by intensifying therapy and carefully monitoring response(Figure 2).6Correction of hypoxemia and rapid reversal of airflow obstruction are best achieved by oxygen administration and repetitive treatment with short-acting beta2agonists. Early use of systemic corticosteroids can reduce the risk of relapse."
        },
        {
            "parent": 3,
            "text": "The administration of oxygen to maintain saturation of at least 94 percent is recommended in all patients presenting with a moderate to severe asthma exacerbation. Oxygen should be administered as soon as possible, preferably in the prehospital phase in an office setting or in transport by emergency medical services.8It has been proposed that the helium and oxygen mixture (heliox), which has a lower density than oxygen, flows more easily through constricted airways and, as a result, improves outcomes in asthma exacerbations. However, there are insufficient data to support the use of heliox in the treatment of acute asthma exacerbations.20"
        },
        {
            "parent": 3,
            "text": "Inhaled short-acting beta2agonist treatment is the mainstay of office or emergency department treatment of moderate to severe asthma exacerbations. If the patient can tolerate a measurement of PEF or forced expiratory volume in one second (FEV1), an initial value should be obtained and repeated to monitor treatment response. In patients with severe exacerbations, continuous beta2agonist administration has been shown to improve pulmonary function measurements and reduce hospital admission with no notable differences in pulse, blood pressure, or tremor.21The use of high-dose albuterol (7.5 mg via nebulizer every 20 minutes for three doses)22and intravenous beta2agonists does not appear to be beneficial and is not recommended.23"
        },
        {
            "parent": 3,
            "text": "A meta-analysis of randomized controlled trials compared the combination of inhaled anticholinergics and beta2agonists with beta2agonists alone in children one to 18 years of age with mild, moderate, or severe exacerbations of asthma. The results showed that adding multiple doses of inhaled anticholinergic medication improves lung function and decreases hospitalizations in school-aged children with severe asthma exacerbations.24,25The usefulness of inhaled ipratropium for the treatment of asthma exacerbations in adults is less clear, but it does appear to benefit those with a severe exacerbation.26,27"
        },
        {
            "parent": 3,
            "text": "The addition of intravenous magnesium sulfate to standard therapy has been studied in adults and children with divergent results. In adults with severe exacerbations of asthma (PEF of 25 to 30 percent or less of predicted function), intravenous magnesium sulfate therapy resulted in slightly better lung function but no change in rates of hospitalization.28In children one to 18 years of age, intravenous magnesium sulfate (25 to 100 mg per kg) has been demonstrated to significantly increase lung function and to decrease hospitalizations. Nebulized magnesium sulfate has a weak effect on respiratory function and hospital admission rates in adults, and no effect on either outcome in children.29"
        },
        {
            "parent": 3,
            "text": "The administration of systemic corticosteroids (500 mg hydrocortisone sodium succinate injection [Solu-Cortef] or 125 mg methylprednisolone sodium succinate injection [Solu-Medrol] in adults, or 1 to 2 mg per kg of prednisone or prednisolone in children one to 18 years of age) within one hour of emergency department presentation decreases the need for hospitalization. In a Cochrane review, the most pronounced effect occurred in patients with severe exacerbations.30Oral and parenteral corticosteroids are equally effective in preventing hospital admission in children, but only parenteral corticosteroids have been studied in adults.31There is insufficient evidence to recommend the use of inhaled corticosteroids in place of or in conjunction with systemic corticosteroids at the time of discharge from the emergency department. Inhaled corticosteroids do not prevent relapse of symptoms requiring admission or improve quality of life or symptom scores.32"
        },
        {
            "parent": 3,
            "text": "In adults and in hospitalized children one to 16 years of age, corticosteroid use resulted in earlier discharge and fewer symptomatic relapses.33–35The optimal dosage in children is unknown,34but in adults, lower dosages (80 mg or less per day of methylprednisolone [Depo-Medrol] or 400 mg or less per day of hydrocortisone) are equal to higher dosages in the improvement of lung function, adverse effects, and rates of respiratory failure.35"
        },
        {
            "parent": 3,
            "text": "The addition of intravenous aminophylline to conventional therapy in children and adults has no additional benefit in reducing hospital admissions. It does significantly increase the risk of adverse effects, including vomiting, palpitations, and arrhythmias.36,37There are insufficient data to recommend for or against the use of antibiotics in the treatment of acute exacerbations.38In a Cochrane review, one randomized controlled trial of 30 adults examined the use of noninvasive positive pressure ventilation in the treatment of severe acute exacerbations of asthma as an adjunct to usual care. The intervention showed promising results in objective measure of lung function and reduced rates of hospitalization, but the data are insufficient to make broad recommendations for the use of noninvasive positive pressure ventilation.39Drinking large amounts of water, high-dose mucolytics, antihistamines, chest physiotherapy, and sedation are all unproven treatments.6"
        },
        {
            "parent": 4,
            "text": "Patients sent home from the emergency department with systemic corticosteroids (a five- to 10-day nontapering course of 50- to 100-mg prednisone per day in adults) have decreased relapse of asthma symptoms, future hospitalizations, and use of short-acting beta2agonists.40,41Although seven to 10 days is the usual treatment duration for oral corticosteroids, three days of therapy (1 mg per kg of prednisone) has been shown to be as effective as five days for the complete resolution of symptoms within one week in children two to 15 years of age.42There are insufficient data to recommend the initiation of montelukast in place of oral corticosteroids or the use of inhaled corticosteroids in combination with oral corticosteroids at the time of discharge to prevent a relapse of asthma symptoms.43,44"
        },
        {
            "parent": 4,
            "text": "Allergen avoidance is routinely recommended after emergency department discharge to decrease further acute exacerbations of asthma. Despite multiple trials of allergen control, there are no data showing that pet allergen or dust mite allergen avoidance techniques successfully reduce allergens in the home to levels that improve asthma symptoms.45,46"
        },
        {
            "parent": 4,
            "text": "Regardless of the therapy chosen in the acute care setting, step-up therapy should be continued for several days to weeks after discharge. Because exacerbations vary in severity, close communication between patients and physicians is required. Symptoms may be controlled quickly, but airway inflammation may persist for two to three weeks.47Scheduled dosing with inhaled beta2agonists should be continued until symptoms and PEF return to baseline."
        },
        {
            "parent": 4,
            "text": "Data Sources:The National Guidelines Clearinghouse was searched for guidelines on asthma care. The National Asthma Education and Prevention Program's “Expert Panel 3 Report: Guidelines for the Diagnosis and Management of Asthma” section on management of asthma exacerbations was reviewed. Ovid Medline was searched for new information related to the major recommendations of both. PubMed was searched using the key terms asthma + acute + exacerbation. The Cochrane database and Essential Evidence Plus were searched for information pertaining to asthma exacerbations. Search dates: March 2010 and April 2010. Searches on select topics were performed weekly in May and June 2010, with a repeat search in November 2010."
        }
    ],
    "locked": false
}