{
    "url": "https://www.aafp.org/pubs/afp/issues/2012/0401/p716.html#afp20120401p716-f1",
    "title": "Gynecomastia | AAFP",
    "author": "GRETCHEN DICKSON, MD, MBA",
    "doi": "Am Fam Physician.2012;85(7):716-722",
    "abstract": "Gynecomastia is defined as benign proliferation of glandular breast tissue in men. Physiologic gynecomastia is common in newborns, adolescents, and older men. It is self-limited, but can be treated to minimize emotional distress and physical discomfort. Nonphysiologic gynecomastia may be caused by chronic conditions (e.g., cirrhosis, hypogonadism, renal insufficiency); use of medications, supplements, or illicit drugs; and, rarely, tumors. Discontinuing use of contributing medications and treating underlying disease are the mainstay of treatment. Medications, such as estrogen receptor modulators, and surgery have a role in treating gynecomastia in select patients. Treatment should be pursued early and should be directed by the patient.",
    "headers": [
        {
            "id": 0,
            "name": "Physiologic Gynecomastia",
            "level": 2
        },
        {
            "id": 1,
            "name": "Nonphysiologic Gynecomastia",
            "level": 2
        },
        {
            "id": 2,
            "name": "PERSISTENT PUBERTAL GYNECOMASTIA",
            "level": 3
        },
        {
            "id": 3,
            "name": "MEDICATIONS AND SUBSTANCES",
            "level": 3
        },
        {
            "id": 4,
            "name": "CIRRHOSIS",
            "level": 3
        },
        {
            "id": 5,
            "name": "PRIMARY HYPOGONADISM",
            "level": 3
        },
        {
            "id": 6,
            "name": "TUMORS",
            "level": 3
        },
        {
            "id": 7,
            "name": "HYPERTHYROIDISM",
            "level": 3
        },
        {
            "id": 8,
            "name": "CHRONIC RENAL INSUFFICIENCY",
            "level": 3
        },
        {
            "id": 9,
            "name": "OTHER",
            "level": 3
        },
        {
            "id": 10,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 11,
            "name": "HISTORY AND PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 12,
            "name": "DIAGNOSTIC TESTING",
            "level": 3
        },
        {
            "id": 13,
            "name": "Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Although the adult male breast contains minimal amounts of adipose and glandular tissue, there is potential for proliferation if estrogen or progesterone levels increase. Gynecomastia, which can be physiologic or nonphysiologic, occurs when the estrogen-to-testosterone ratio in men is disrupted, leading to proliferation of glandular breast tissue.1"
        },
        {
            "parent": 0,
            "text": "Physiologic gynecomastia has a trimodal age distribution, with incidence peaking in newborns, adolescents, and men older than 50 years. Up to 90 percent of newborn boys have palpable breast tissue secondary to transplacental transfer of maternal estrogens.2Newborn gynecomastia, although concerning to parents, usually resolves spontaneously within four weeks of birth. Children with symptoms that persist after their first birthday should be examined further; they may be at risk of persistent pubertal gynecomastia."
        },
        {
            "parent": 0,
            "text": "One-half of adolescent males will experience gynecomastia, with typical onset at 13 to 14 years of age, or Tanner stage 3 or 4.3,4An increase in estradiol concentration, lagging free testosterone production, and increased tissue sensitivity to normal male levels of estrogen are possible causes of gynecomastia in adolescents.5–7Adolescents may also experience nonphysiologic gynecomastia as the result of substance, supplement, or medication use, or from the unmasking of genetic conditions with delay of expected pubertal development. Although adolescent physiologic gynecomastia often resolves spontaneously, intervention may be warranted to ameliorate emotional distress."
        },
        {
            "parent": 0,
            "text": "Decreasing free testosterone levels may contribute to a final peak in gynecomastia incidence in men older than 50 years. Although older men are less likely to present for evaluation of gynecomastia than adolescents, a study of hospitalized men estimates that approximately 65 percent of men between 50 and 80 years of age experience some degree of gynecomastia.8"
        },
        {
            "parent": 1,
            "text": "Nonphysiologic gynecomastia can occur at any age as a result of a number of medical conditions, medication use, or substance use. Common causes of nonphysiologic gynecomastia are listed inTable 1.1,9"
        },
        {
            "parent": 2,
            "text": "Adolescent physiologic gynecomastia should resolve within six months to two years after onset. If symptoms persist after two years or past 17 years of age, further evaluation is indicated. Use of medications or substances associated with gynecomastia or other underlying illness may be a factor. If no other etiology can be found and if the patient desires treatment, supplementation with testosterone, use of estrogen receptor–modifying agents, or referral for surgery to improve cosmesis is warranted."
        },
        {
            "parent": 3,
            "text": "After persistent pubertal gynecomastia, medication use and substance use are the most common causes of nonphysiologic gynecomastia. Agents associated with gynecomastia are listed inTable 2.7,9–11Common contributors include antipsychotics, antiretrovirals, and prostate cancer therapies with long-term use.12Spironolactone (Aldactone) also has high propensity to cause gynecomastia, although other mineralocorticoid receptor antagonists, such as eplerenone (Inspra), have not produced similar effects.13,14Discontinuing use of the contributing agent often results in regression of breast tissue within three months."
        },
        {
            "parent": 3,
            "text": "Additionally, lavender, tea tree oil, dong quai, andTribulus terrestris(an ingredient in performance-enhancing supplements) have been linked to gynecomastia.15–17Although soy consumption is thought to be safe, consuming more than 300 mg per day has been reported to cause gynecomastia.18All supplement use in patients with gynecomastia should be scrutinized given the variability in marketed preparations.19"
        },
        {
            "parent": 3,
            "text": "Anabolic steroid use often causes irreversible gynecomastia. The injection of exogenous testosterone inhibits natural production of testosterone, which cannot recover rapidly enough between steroid-injecting cycles to prevent estrogen predominance. Attempts to prevent gynecomastia with the use of concomitant tamoxifen or other aromatase inhibitors may result in irreversible adverse effects.20Use of marijuana, heroin, or amphetamines also may contribute to irreversible gynecomastia.10,11"
        },
        {
            "parent": 4,
            "text": "Liver injury may impair hepatic degradation of estrogens and increase levels of sex hormone–binding globulin that contribute to increased peripheral estrogens. Patients with alcohol-related liver disease are at particular risk of gynecomastia because phytoestrogens in alcohol and the direct inhibition of testosterone production by ethanol further disrupt the estrogen-to-testosterone ratio."
        },
        {
            "parent": 5,
            "text": "Gynecomastia may be the only presenting symptom in men with primary hypogonadism. For example, one-half of men with Klinefelter syndrome have gynecomastia.21Suspicion for primary hypogonadism is warranted in any adolescent with persistent pubertal gynecomastia."
        },
        {
            "parent": 6,
            "text": "Although testicular tumors are rare, approximately 10 percent of persons with testicular tumors present with gynecomastia alone.22,23In a study of 175 men who were referred to a breast surgeon for evaluation of gynecomastia, a testicular tumor was diagnosed in 3 percent.23Leydig cell tumors, although often benign, are prone to cause gynecomastia because they secrete estradiol."
        },
        {
            "parent": 6,
            "text": "Adrenal tumors may secrete estrogen and estrogen precursors, causing a similar disruption in the estrogen-to-testosterone ratio. These tumors can be detected by elevated serum dehydroepiandrosterone sulfate levels or increased urinary 17-ketosteroid levels. Similarly, the presence of human chorionic gonadotropin (hCG) in serum can be used to detect hCG-secreting tumors that may include testicular germ cell, liver, gastric, or bronchogenic carcinomas. All of these tumors require surgical excision."
        },
        {
            "parent": 7,
            "text": "Gynecomastia occurs in 10 to 40 percent of men with hyperthyroidism, although it is rarely the only symptom at presentation.24,25Restoration of euthyroid state will resolve gynecomastia in one to two months."
        },
        {
            "parent": 8,
            "text": "Hormonal dysfunction is common in men with renal failure because of overall suppression of testosterone production and direct testicular damage secondary to uremia.26Malnutrition occurs in up to 40 percent of patients with renal failure; this may contribute to gynecomastia in men.27Dialysis improves malnutrition-associated gynecomastia, but only renal transplant effectively resolves nutritional and hormonal causes of gynecomastia in those with renal failure."
        },
        {
            "parent": 9,
            "text": "Conditions that impair absorption, such as ulcerative colitis and cystic fibrosis, may result in gynecomastia. Refeeding after prolonged malnutrition can also trigger breast tissue proliferation. Although malnutrition suppresses hormone production, refeeding helps resume production. However, the liver lags in recovery and cannot fully degrade estrogens.9As the liver recovers, gynecomastia usually resolves within one to two years after resumption of a balanced diet."
        },
        {
            "parent": 9,
            "text": "Although obesity causes pseudogynecomastia (a proliferation of adipose rather than glandular tissue), elevated weight is also associated with true gynecomastia. New research suggests that leptin and aromatase activity associated with obesity contribute to increased circulating estrogens, causing gynecomastia.28"
        },
        {
            "parent": 9,
            "text": "Other rare causes of gynecomastia include exposure to phthalates and lead, emotional stress, and repetitive mechanical stress causing unilateral symptoms.29–31Testicular injury from illnesses (e.g., mumps orchitis), infiltrative processes (e.g., tuberculosis, hemochromatosis), or trauma may decrease testosterone production and lead to gynecomastia. Additionally, patients with human immunodeficiency virus infection may develop gynecomastia from the disease process or use of antiretroviral medications. No cause is found in 25 percent of patients who develop gynecomastia.7,30,31"
        },
        {
            "parent": 10,
            "text": "Some patients with gynecomastia may present with breast pain, embarrassment, or fear of breast cancer. In other patients, gynecomastia is discovered on routine physical examination and causes no emotional or physical distress. Understanding the patient's concerns can help direct treatment."
        },
        {
            "parent": 11,
            "text": "The history should rule out other causes of breast enlargement, such as those listed inTable 3.31–33Physicians should review patients' use of medications, supplements, and illicit drugs. Symptoms that last longer than one to two years suggest nonphysiologic causes that require intervention for resolution. Nipple discharge; skin changes; rapidly enlarging, firm breast masses; coincident testicular masses; or systemic symptoms such as weight loss should raise concern."
        },
        {
            "parent": 11,
            "text": "The physical examination should include evaluation of height and weight, and examination of the breasts, genitals, liver, lymph nodes, and thyroid. Assessment of symmetry and consistency of breast tissue is critical on breast examination. Most commonly, gynecomastia is bilateral, although unilateral symptoms can occur and are usually left-sided. Palpable, firm glandular tissue in a concentric mass around the nipple areolar complex is most consistent with gynecomastia. Increases in subareolar fat are more likely pseudogynecomastia, whereas hard, immobile masses should be considered breast carcinoma until proven otherwise. Similarly, masses associated with skin changes, nipple retraction, nipple discharge, or enlarged lymph nodes should raise concern for malignancy."
        },
        {
            "parent": 12,
            "text": "The history and physical examination should direct the laboratory and imaging workup(Figure 1). Laboratory studies to investigate the underlying cause of gynecomastia should include measurement of hepatic transaminase, serum creatinine, and thyroid-stimulating hormone levels for all patients. Levels of serum beta hCG, serum dehydroepiandrosterone sulfate, or urinary 17-ketosteroid should be obtained to rule out testicular, adrenal, or other tumors when clinically suspected. Likewise, total and free testosterone, estradiol, luteinizing hormone, and follicle-stimulating hormone levels define hormonal imbalances resulting from primary or secondary hypogonadism. Hyperprolactinemia is not common in patients with gynecomastia. Laboratory studies may be ordered using a stepwise approach guided by history and physical examination, but a diagnosis of physiologic gynecomastia should not be made until underlying etiologies have been excluded."
        },
        {
            "parent": 12,
            "text": "Recommendations for imaging studies are based mainly on case reports and expert opinion. Some studies have suggested routine testicular ultrasonography in men with gynecomastia to detect nonpalpable testicular tumors that were missed on clinical examination.34However, a more widely advocated, conservative approach is to perform testicular ultrasonography only in those with palpable testicular masses, gynecomastia larger than 5 cm, or otherwise unexplained gynecomastia. Breast imaging should be guided by examination. Just as in women, mammography and breast ultrasonography may be useful in men if the physical examination raises suspicion for breast malignancy.35"
        },
        {
            "parent": 12,
            "text": "Fine-needle aspiration of masses for cytology should be pursued only if malignancy is suspected. Men with Klinefelter syndrome have a risk of breast cancer 16 to 30 times higher than other men. Even with a reassuring examination, men with gynecomastia and Klinefelter syndrome may require imaging.7,36"
        },
        {
            "parent": 13,
            "text": "Few patients with gynecomastia need treatment for cosmesis or analgesia.37In a study on treatment for gynecomastia, about one-half of men were not significantly bothered by symptoms.38Pain is more common in patients with gynecomastia that is rapidly progressive or of recent onset. For patients with nonphysiologic gynecomastia, treatment is directed toward improving the underlying illness or discontinuing use of the contributing. Watchful waiting with biannual follow-up is appropriate for those with physiologic gynecomastia who are untroubled by symptoms and who have no features that suggest underlying disease or malignancy. Early treatment will maximize benefit in men with significant physical symptoms or emotional distress. Medications are more effective if used as early as possible after symptoms are first noted, whereas surgery can be performed at any time with similar results."
        },
        {
            "parent": 13,
            "text": "A number of medications have been used to treat gynecomastia. A retrospective chart review of men presenting to a breast clinic for gynecomastia found that only 13 of 220 patients required medication for treatment. Patients were treated with 10 mg of tamoxifen per day for three months, and 10 of the 13 had resolution of pain and breast enlargement.37Although tamoxifen is thought to be an effective and safe treatment for physiologic, persistent pubertal, or idiopathic gynecomastia, two small double-blind, crossover trials found only modest benefit when compared with placebo.39,40"
        },
        {
            "parent": 13,
            "text": "Gynecomastia is a common adverse effect of bicalutamide (Casodex) therapy that may prompt some men to discontinue prostate cancer treatment. Tamoxifen has been recommended as a preventive agent for gynecomastia in these patients. A double-blind study of 282 men randomized to receive 20 mg of tamoxifen once per day with bicalutamide or bicalutamide alone found that after six months, gynecomastia and breast pain were significantly reduced in men who received tamoxifen (8.8 versus 96.7 percent in the control group).41An Italian randomized controlled trial of 80 participants also found that 20 mg of tamoxifen once per week is as effective as 20 mg once per day.42"
        },
        {
            "parent": 13,
            "text": "In a retrospective chart review of 38 patients in a pediatric endocrinology clinic, raloxifene (Evista; 60 mg once per day for three to nine months) reduced pubertal gynecomastia in 91 percent of patients, whereas tamoxifen (10 to 20 mg twice per day for three to nine months) was effective in 86 percent of patients.4However, there was no control group, and given the natural history of pubertal gynecomastia (i.e., self-limited), placebo-controlled trials are still needed. Dihydrotestosterone, danazol, and clomiphene (Clomid) have also been used to treat gynecomastia with varying success."
        },
        {
            "parent": 13,
            "text": "More studies are needed to assess the effectiveness of aromatase inhibitors, such as anastrozole (Arimidex; 1 mg per day). One trial of 42 pubertal boys demonstrated a 57 percent reduction in breast volume with anastrozole treatment.43However, a randomized controlled trial of 80 participants demonstrated no statistically significant difference between anastrozole and placebo in the percentage of patients with greater than 50 percent breast volume reduction at three months.44"
        },
        {
            "parent": 13,
            "text": "Surgery can be performed at any time to reduce breast tissue, and a number of techniques have been used.32,33,45Longer duration of symptoms, higher-grade disease, or inability to tolerate medications may prompt surgery as a first-line option. However, unilateral symptoms, high-grade disease, and long duration of symptoms are also associated with more surgical complications.46"
        },
        {
            "parent": 13,
            "text": "If pseudogynecomastia is suspected, no workup is needed, and the patient can be reassured that weight loss will lead to resolution of pseudogynecomastia and also be most beneficial for overall health.46If necessary, liposuction procedures can reduce breast enlargement secondary to subareolar fat accumulation."
        },
        {
            "parent": 13,
            "text": "Data Sources:Essential Evidence Plus and PubMed were searched for relevant articles using the following search terms: gynecomastia, physiologic gynecomastia, and breast enlargement. Each term was searched individually and in conjunction with the following terms: males, men, diagnosis, treatment, and management. A search using the same words was also completed withinhttp://www.guidelines.govand the Cochrane collection. Search dates: December 10 to 25, 2010."
        }
    ],
    "locked": false
}