{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/0915/p676.html#afp20110915p676-f4",
    "title": "Diagnosis and Treatment of Plantar Fasciitis | AAFP",
    "author": "JAMES D. GOFF, DO, AND ROBERT CRAWFORD, MD",
    "doi": "Am Fam Physician.2011;84(6):676-682",
    "abstract": "Plantar fasciitis, a self-limiting condition, is a common cause of heel pain in adults. It affects more than 1 million persons per year, and two-thirds of patients with plantar fasciitis will seek care from their family physician. Plantar fasciitis affects sedentary and athletic populations. Obesity, excessive foot pronation, excessive running, and prolonged standing are risk factors for developing plantar fasciitis. Diagnosis is primarily based on history and physical examination. Patients may present with heel pain with their first steps in the morning or after prolonged sitting, and sharp pain with palpation of the medial plantar calcaneal region. Discomfort in the proximal plantar fascia can be elicited by passive ankle/first toe dorsiflexion. Diagnostic imaging is rarely needed for the initial diagnosis of plantar fasciitis. Use of ultrasonography and magnetic resonance imaging is reserved for recalcitrant cases or to rule out other heel pathology; findings of increased plantar fascia thickness and abnormal tissue signal the diagnosis of plantar fasciitis. Conservative treatments help with the disabling pain. Initially, patient-directed treatments consisting of rest, activity modification, ice massage, oral analgesics, and stretching techniques can be tried for several weeks. If heel pain persists, then physician-prescribed treatments such as physical therapy modalities, foot orthotics, night splinting, and corticosteroid injections should be considered. Ninety percent of patients will improve with these conservative techniques. Patients with chronic recalcitrant plantar fasciitis lasting six months or longer can consider extracorporeal shock wave therapy or plantar fasciotomy.",
    "headers": [
        {
            "id": 0,
            "name": "Clinical Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Imaging",
            "level": 2
        },
        {
            "id": 2,
            "name": "Conservative Treatments",
            "level": 2
        },
        {
            "id": 3,
            "name": "REST AND ANALGESIC TREATMENTS",
            "level": 3
        },
        {
            "id": 4,
            "name": "STRETCHING AND PHYSICAL THERAPY MODALITIES",
            "level": 3
        },
        {
            "id": 5,
            "name": "ARCH SUPPORTS, HEEL CUPS, AND NIGHT SPLINTS",
            "level": 3
        },
        {
            "id": 6,
            "name": "INJECTIONS",
            "level": 3
        },
        {
            "id": 7,
            "name": "Chronic Recalcitrant Plantar Fasciitis Treatments",
            "level": 2
        },
        {
            "id": 8,
            "name": "EXTRACORPOREAL SHOCK WAVE THERAPY AND PLANTAR FASCIOTOMY",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Plantar fasciitis is a common cause of heel pain in adults. It is estimated that more than 1 million patients seek treatment annually for this condition, with two-thirds going to their family physician.1Plantar fasciitis is thought to be caused by biomechanical overuse from prolonged standing or running, thus creating microtears at the calcaneal enthesis.1–3Some experts have deemed this condition “plantar fasciosis,” implying that its etiology is a more chronic degenerative process versus acute inflammation.2,3"
        },
        {
            "parent": 0,
            "text": "Diagnosis of plantar fasciitis is based on patient history, risk factors(Table 11–3), and physical examination findings. Most patients have heel pain and tightness after standing up from bed in the morning or after they have been seated for a prolonged time. Typically, the heel pain will improve with ambulation but could intensify by day's end if the patient continues to walk or stand for a long time."
        },
        {
            "parent": 0,
            "text": "On physical examination, patients may walk with their affected foot in an equine position to avoid placing pressure on the painful heel. Palpation of the medial plantar calcaneal region will elicit a sharp, stabbing pain2,3(Figure 1). Passive ankle/first toe dorsiflexion can cause discomfort in the proximal plantar fascia; it can also assess tightness of the Achilles tendon. Other causes of heel pain should be sought if history and physical examination findings are atypical for plantar fasciitis(Table 2).2"
        },
        {
            "parent": 1,
            "text": "Imaging can aid in the diagnosis of plantar fasciitis. Although not routinely needed initially, imaging can be used to confirm recalcitrant plantar fasciitis or to rule out other heel pathology."
        },
        {
            "parent": 1,
            "text": "Plain radiography can look for bony lesions of the foot. Subcalcaneal spur on lateral foot radiography(Figure 2)does not support the diagnosis of plantar fasciitis. Previous studies show that subcalcaneal spurs are also found in patients without plantar fasciitis.3,4"
        },
        {
            "parent": 1,
            "text": "Ultrasonography is inexpensive and useful in ruling out soft tissue pathology of the heel. Findings that support the diagnosis of plantar fasciitis include proximal plantar fascia thickness greater than 4 mm and areas of hypoechogenicity.3,4"
        },
        {
            "parent": 1,
            "text": "Magnetic resonance imaging, although expensive, is a valuable tool for assessing causes of recalcitrant heel pain.3,4Diagnostic findings include increased proximal plantar fascia thickening with increased signal intensity on T2-weighted and short tau inversion recovery images4(Figure 3)."
        },
        {
            "parent": 2,
            "text": "Plantar fasciitis, a self-limiting condition, usually improves within one year regardless of treatment. Many patients will seek help from their physician because of disabling heel pain with activities of daily living. Although several remedies exist for plantar fasciitis, there is little convincing evidence to support these various treatments. Conservative treatments usually start with patient-directed therapies and advance to physician-prescribed modalities based on how a patient's symptoms respond over weeks to months(Figure 4).2Within this time, 90 percent of patients will improve with conservative therapies.2,5If a patient's symptoms persist six months or longer, further invasive procedures are sometimes required."
        },
        {
            "parent": 3,
            "text": "Patient-directed treatments to relieve plantar fasciitis pain consist of rest, activity modification, ice massage, and acetaminophen or nonsteroidal anti-inflammatory drugs. A small randomized, placebo-controlled study of nonsteroidal anti-inflammatory drugs to treat plantar fasciitis showed short-term improvement in pain relief and disability when accompanied by other conservative treatments.5There are few studies to support the benefit of these individual treatments used alone."
        },
        {
            "parent": 4,
            "text": "Multiple physical therapy modalities are used for the management of recalcitrant plantar fasciitis. Most therapies are used in combination; therefore, there is poor evidence on which modality is best. Progressive plantar fascia and intrinsic foot muscle stretching techniques have been shown to reduce plantar fasciitis pain.6Patients can be educated on how to perform foot and ankle stretches during physician office visits (seevideobelow)."
        },
        {
            "parent": 4,
            "text": "Courtesy of Summa Health System, Akron, Ohio."
        },
        {
            "parent": 4,
            "text": "Eccentric stretches, defined as exercises performed under load while the muscle is slowly lengthened(Figure 5), have supportive evidence in improving various tendinopathies, but have yet to be adequately studied in plantar fasciitis.7Additional prescribed physical therapy modalities, including deep myofascial massage and iontophoresis, can be performed by a physical therapist. Deep myofascial massage of the plantar fascia, manually or with instrumentation, is thought to promote healing by increasing the blood flow to the injured fascia. Most evidence for deep myofascial massage is anecdotal. Iontophoresis uses electrical pulses to cause absorption of topical medication into the soft tissue beneath the skin. In a study of 31 patients, iontophoresis with acetic acid or dexamethasone had some effectiveness in treating plantar fasciitis,8but further study is needed to substantiate the results."
        },
        {
            "parent": 5,
            "text": "Foot orthotics are commonly recommended for persons with plantar fasciitis to aid in preventing overpronation of the foot and to unload tensile forces on the plantar fascia. There are many different orthotics available, including viscoelastic heel cups(Figure 6), prefabricated longitudinal arch supports(Figure 7), and custom-made full-length shoe insoles(Figure 8). A recent meta-analysis and comparative trial examined the effectiveness of foot orthotics in patients with plantar fasciitis and found that prefabricated and custom foot orthotics can decrease rear foot pain and improve foot function.9,10A Cochrane review found that custom foot orthotics may not reduce foot pain any more than prefabricated foot orthotics, but that when custom foot orthotics are used in conjunction with a night splint, patients may get heel pain relief.11"
        },
        {
            "parent": 5,
            "text": "Night splints prevent plantar fascia contracture by keeping the foot and ankle in a neutral 90-degree position, preventing foot plantar flexion during sleep. Night splints used alone have been shown to improve plantar fasciitis pain,9,12but poor compliance because of sleep disturbance and foot discomfort has limited their long-term use. Anterior night splints(Figure 9)seem to be better tolerated than posterior night splints12(Figure 10)."
        },
        {
            "parent": 5,
            "text": "Patients can purchase prefabricated night splints and arch supports from their local drug store. Physicians can have custom full-length arch support or anterior night splints made for patients by prescribing an orthotic evaluation and fitting from a local orthotist. Patients should obtain prior authorization from their insurance company before scheduling an orthotic evaluation."
        },
        {
            "parent": 5,
            "text": "Supportive arch taping, usually tried during physical therapy, may provide relief in first-step heel pain, but is inconsistent for long-term plantar fascia pain.6,13"
        },
        {
            "parent": 6,
            "text": "Corticosteroid injections are commonly used in the treatment of acute and chronic plantar fasciitis and have proven effective. A prospective randomized study of 100 persons with plantar fasciitis compared a variety of treatments, including autologous blood injection, lidocaine (Xylocaine) needling, triamcinolone (Kenalog) injection, and triamcinolone needling, and found superior results in both triamcinolone groups.14Possible risks associated with corticosteroid injection include fat pad atrophy and plantar fascia rupture."
        },
        {
            "parent": 6,
            "text": "In recent years, other injectable options have been used to treat plantar fasciitis. Even without the use of therapeutic medications, percutaneous fenestration (dry needling) has been shown to reduce pain in as early as four weeks.15Hyperosmolar dextrose (prolotherapy), whole blood, platelet-rich plasma, and onabotulinumtoxinA (Botox) are being investigated as treatment options. In a pilot study, a 25% dextrose/lidocaine solution was shown to improve plantar fasciitis pain in 20 persons.16Intralesional whole blood injections do not appear to be as effective as corticosteroid injections in treating plantar fasciitis.14,17Platelet-rich plasma is produced via centrifuged autologous blood. The plasma collected is rich with platelets that release growth factors to stimulate healing in degenerative tissue. Currently, platelet-rich plasma has slight evidence to support its use for nonhealing tendinopathies.18A randomized controlled trial is underway to determine if platelet-rich plasma is effective in treating plantar fasciitis.19In a small pilot study, onabotulinumtoxinA injection was shown to relieve pain for as long as 14 weeks after injection.20"
        },
        {
            "parent": 8,
            "text": "If at least six months of conservative treatment is ineffective, a trial of extracorporeal shock wave therapy or plantar fasciotomy can be considered. Extracorporeal shock wave therapy is used to promote neovascularization to aid in healing degenerative tissue found in plantar fasciitis.21Over the past decade, multiple clinical trials on the use of extracorporeal shock wave therapy for plantar fasciitis have resulted in conflicting evidence. A 2005 meta-analysis showed an improvement in morning first-step heel pain in 897 patients with plantar fasciitis, but the clinical benefit was found to be insignificant on visual analog scales.22A 2007 systematic review concluded that extracorporeal shock wave therapy is a viable treatment option for chronic recalcitrant plantar fasciitis, but each study used different treatment protocols.21Benefits of extracorporeal shock wave therapy are that it is noninvasive and offers the hope for a faster recovery time. The adverse effects of extracorporeal shock wave therapy are pain during and after the procedure, local swelling/ecchymosis, and numbness with dysesthesia.21"
        },
        {
            "parent": 8,
            "text": "Plantar fasciotomy can be performed when all conservative measures have been ineffective. In two prospective studies comparing endoscopic plantar fasciotomy with extracorporeal shock wave therapy, approximately 80 to 85 percent of patients in both groups were satisfied with the results of treatment.23,24Disadvantages of surgery include incision care, immobilization, and potential complications (e.g., arch flattening, nerve injury, calcaneal fracture, long recovery time).23,24"
        }
    ],
    "locked": false
}