{
    "url": "https://www.aafp.org/pubs/afp/issues/2012/0101/p35.html#afp20120101p35-f1",
    "title": "Evaluation and Management of Abnormal Uterine Bleeding in Premenopausal Women | AAFP",
    "author": "MARY GAYLE SWEET, MD, TARIN A. SCHMIDT-DALTON, MD, PATRICE M. WEISS, MD, AND KEITH P. MADSEN, MD",
    "doi": "Am Fam Physician.2012;85(1):35-43",
    "abstract": "Up to 14 percent of women experience irregular or excessively heavy menstrual bleeding. This abnormal uterine bleeding generally can be divided into anovulatory and ovulatory patterns. Chronic anovulation can lead to irregular bleeding, prolonged unopposed estrogen stimulation of the endometrium, and increased risk of endometrial cancer. Causes include polycystic ovary syndrome, uncontrolled diabetes mellitus, thyroid dysfunction, hyperprolactinemia, and use of antipsychotics or antiepileptics. Women 35 years or older with recurrent anovulation, women younger than 35 years with risk factors for endometrial cancer, and women with excessive bleeding unresponsive to medical therapy should undergo endometrial biopsy. Treatment with combination oral contraceptives or progestins may regulate menstrual cycles. Histologic findings of hyperplasia without atypia may be treated with cyclic or continuous progestin. Women who have hyperplasia with atypia or adenocarcinoma should be referred to a gynecologist or gynecologic oncologist, respectively. Ovulatory abnormal uterine bleeding, or menorrhagia, may be caused by thyroid dysfunction, coagulation defects (most commonly von Willebrand disease), endometrial polyps, and submucosal fibroids. Transvaginal ultrasonography or saline infusion sonohysterography may be used to evaluate menorrhagia. The levonorgestrel-releasing intrauterine system is an effective treatment for menorrhagia. Oral progesterone for 21 days per month and nonsteroidal anti-inflammatory drugs are also effective. Tranexamic acid is approved by the U.S. Food and Drug Administration for the treatment of ovulatory bleeding, but is expensive. When clear structural causes are identified or medical management is ineffective, polypectomy, fibroidectomy, uterine artery embolization, and endometrial ablation may be considered. Hysterectomy is the most definitive treatment.",
    "headers": [
        {
            "id": 0,
            "name": "Anovulatory Bleeding",
            "level": 2
        },
        {
            "id": 1,
            "name": "EVALUATION",
            "level": 3
        },
        {
            "id": 2,
            "name": "TREATMENT",
            "level": 3
        },
        {
            "id": 3,
            "name": "Ovulatory Bleeding",
            "level": 2
        },
        {
            "id": 4,
            "name": "EVALUATION",
            "level": 3
        },
        {
            "id": 5,
            "name": "TREATMENT",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Abnormal uterine bleeding occurs in 9 to 14 percent of women between menarche and menopause, significantly impacting quality of life and imposing financial burden.1The etiologies and treatments for abnormal uterine bleeding over the reproductive years are best understood in the context of normal menstrual physiology. A normal cycle starts when pituitary follicle-stimulating hormone induces ovarian follicles to produce estrogen. Estrogen stimulates proliferation of the endometrium. A luteinizing hormone surge prompts ovulation; the resultant corpus luteum produces progesterone, inducing a secretory endometrium. In the absence of pregnancy, estrogen and progesterone levels decline, and withdrawal bleeding occurs 13 to 15 days postovulation.2Disruption of normal physiology, anatomic changes in the endometrium, or endometrial cancer may result in abnormal uterine bleeding. Genital bleeding during childhood, uterine bleeding that requires emergent intervention, and postmenopausal uterine bleeding are also abnormal, but are beyond the scope of this article."
        },
        {
            "parent": -1,
            "text": "Terms associated with abnormal uterine bleeding are inconsistently defined in the literature, complicating the approach to evaluation and management.3International experts are working to develop consensus on these definitions to improve evidence-based care.3Abnormal uterine bleeding that occurs from adolescence through perimenopause can be broadly divided into two categories: anovulatory and ovulatory. Anovulatory bleeding is characterized by irregular or infrequent periods, with flow ranging from light to excessively heavy.4Terms commonly associated with anovulatory bleeding include amenorrhea (absence of periods for more than three cycles), oligomenorrhea (menses occurring at intervals of more than 35 days), metrorrhagia (menses at irregular intervals with excessive bleeding or lasting more than seven days), and dysfunctional uterine bleeding (anovulatory bleeding in which underlying etiologies have been ruled out).2The term dysfunctional uterine bleeding is sometimes used to encompass many other abnormal uterine bleeding patterns, so for clarity and consistency with the American College of Obstetricians and Gynecologists (ACOG), this article uses the term anovulatory abnormal uterine bleeding.4"
        },
        {
            "parent": -1,
            "text": "In contrast to anovulatory patterns, ovulatory abnormal uterine bleeding (menorrhagia) occurs at regular intervals (every 24 to 35 days), but with excessive volume or duration of more than seven days.2Excessive menstrual bleeding is defined as the need to change menstrual products every one to two hours, passage of clots greater than 1 inch (2.54 cm), and/or “very heavy” periods as reported by the patient.5,6It is commonly associated with low ferritin levels.5Table 1summarizes the characteristics, differential diagnosis, and evaluation of anovulatory and ovulatory abnormal uterine bleeding.2,4,6–22"
        },
        {
            "parent": 0,
            "text": "At extremes of the reproductive years, irregular cycles resulting from anovulation can occur. Following menarche, the immature hypothalamic-pituitary-ovarian axis may result in anovulatory cycles for two to three years.2,6Up to eight years before menopause, women may again have intermittent anovulatory cycles.2During the rest of the reproductive years, however, recurrent irregular cycles may be caused by anovulation and are considered abnormal.4"
        },
        {
            "parent": 0,
            "text": "When ovulation does not occur, no corpus luteum forms to produce progesterone, leading to prolonged estrogenic stimulation of the endometrium, excessive proliferation, endometrial instability, and erratic bleeding.4Approximately 6 to 10 percent of women with anovulation have underlying polycystic ovary syndrome.4Uncontrolled diabetes mellitus,6hypo- or hyperthyroidism,8,9and hyperprolactinemia4also may cause anovulation by interfering with the hypothalamic-pituitary-ovarian axis.6Antiepileptics (especially valproic acid [Depakene]) may cause weight gain, hyperandrogenism, and anovulation.10Use of typical antipsychotics (e.g., haloperidol, chlorpromazine, thiothixene [Navane]) and some atypical antipsychotics (e.g., clozapine [Clozaril], risperidone [Risperdal]) may contribute to anovulation by raising prolactin levels.11"
        },
        {
            "parent": 0,
            "text": "Recurrent anovulation causes an increased risk of endometrial cancer.4,7,12Endometrial carcinoma in adolescents is rare, but has been reported and should be considered if recurrent anovulation for two to three years or morbid obesity is present.23About 14 percent of premenopausal women with recurrent anovulatory cycles develop endometrial cancer or its precursor, hyperplasia with atypia.7Ten to 20 percent of endometrial cancers are diagnosed in premenopausal women.13,14Women at highest risk of cancer have advanced age, obesity, nulliparity, infertility, diabetes, family history of colon cancer, long-term unopposed estrogen therapy, or a history of tamoxifen use.4,12–14One study demonstrated the highest incidence of endometrial abnormality, ranging from hyperplasia without atypia to cancer, in premenopausal women 45 years or older with abnormal uterine bleeding (number needed to screen [NNS] = 13), women weighing 198 lb (90 kg) or greater (NNS = 8), or both (NNS = 5).13Hyperplasia without atypia is generally considered benign, with less than 5 percent of cases progressing to cancer.24,25In contrast, 30 percent of cases of hyperplasia with atypia progress to cancer,24and 42.6 percent of women with this pathology have undiagnosed, concurrent endometrial adenocarcinoma.26"
        },
        {
            "parent": 1,
            "text": "Patients with irregular cycles who should be evaluated include adolescents with consistently more than three months between cycles6or those with irregular cycles for more than three years4; women with suspected recurrent anovulatory cycles4; and women who are likely perimenopausal and have increased volume or duration of bleeding over baseline, periods more often than every 21 days, intermenstrual spotting, or postcoital bleeding.27"
        },
        {
            "parent": 1,
            "text": "Initial evaluation of anovulatory uterine bleeding should include history, physical examination to look for obesity and hirsutism (manifestations of polycystic ovary syndrome),4,6a pregnancy test, and measurement of thyroid-stimulating hormone4,8,9and prolactin levels.4,9ACOG recommends endometrial tissue assessment to rule out cancer in adolescents and in women younger than 35 years with prolonged unopposed estrogen stimulation, women 35 years or older with suspected anovulatory bleeding, and women unresponsive to medical therapy.4Office endometrial biopsy is relatively inexpensive, convenient, and has a low risk of complications.28Findings may include benign endometrium, simple or complex hyperplasia without atypia, hyperplasia with atypia, or endometrial adenocarcinoma.2,14In premenopausal women, endometrial biopsy is 82.3 percent sensitive for detecting hyperplasia with atypia and 91 percent sensitive for detecting endometrial cancer; specificity is 98 percent for both29(Table 221,22,28–30)."
        },
        {
            "parent": 1,
            "text": "Women at low risk of endometrial cancer and women with benign endometrial histology who have continued irregular or excessive uterine bleeding despite treatment should undergo imaging to rule out concomitant structural changes.4,9If no abnormalities are found, hysteroscopy should be considered.4Figure 1is an algorithm for the evaluation and treatment of anovulatory abnormal uterine bleeding.4,8,9,12–14,31"
        },
        {
            "parent": 2,
            "text": "There is little consensus on specific treatment regimens for anovulatory uterine bleeding.32Pharmacologic treatment options are listed inTable 3.4,9,11,14,31,33–39ACOG recommends treatment with combination oral contraceptives or cyclic progestin.4Progestin therapy and oral contraceptives induce routine withdrawal bleeding, decrease the risk of hyperplasia or cancer, and correct any related excessive menstrual bleeding.4Oral contraceptives containing 35 mcg or less of ethinyl estradiol are preferred.4Cyclic oral medroxyprogesterone acetate (Provera) at a dosage of 10 mg per day for 10 to 14 days per month also is effective.9"
        },
        {
            "parent": 2,
            "text": "Treatment options for women who have hyperplasia without atypia include cyclic medroxyprogesterone acetate at 10 mg per day for 14 days per month, continuous megestrol (Megace) at 40 mg per day,14or the levonorgestrel-releasing intrauterine system (Mirena).31After the initiation of treatment, endometrial biopsy should be repeated in three to six months to assure resolution of the hyperplasia.9,14Because of the high rate of progression to cancer, women found to have hyperplasia with atypia should be referred to a gynecologist to review treatment options.14Hysterectomy is the recommended treatment, but women desiring continued fertility may be candidates for progestin therapy and close follow-up.14Women found to have adenocarcinoma should be referred to a gynecologic oncologist for hysterectomy and staging.14"
        },
        {
            "parent": 3,
            "text": "Ovulatory abnormal uterine bleeding, or menorrhagia, presents as bleeding that occurs at normal, regular intervals but that is excessive in volume or duration.2Hypothyroidism,8,9late-stage liver disease,6or bleeding disorders4,6may cause menorrhagia, as may structural changes, such as submucosal fibroids or endometrial polyps.16,17Von Willebrand disease (vWD), the most common heritable bleeding disorder,19is present in approximately 13 percent of women with menorrhagia.18The prevalence is likely higher in adolescents presenting with excessive uterine bleeding.6,15In contrast to women with anovulatory bleeding, women with ovulatory bleeding produce progesterone, slough the endometrium regularly, and have minimal risk of developing cancer.7Approximately one-half of women with menorrhagia have no discernable cause.40"
        },
        {
            "parent": 4,
            "text": "Initial evaluation of menorrhagia should include a pregnancy test, complete blood count,9and measurement of thyroid-stimulating hormone level.8,9The American Academy of Pediatrics and ACOG recommend evaluating adolescents with menorrhagia for possible bleeding disorders, specifically vWD.6,15A woman with menorrhagia should be evaluated for a possible bleeding disorder if she has one or more of the following: a family history of bleeding disorder; menses lasting seven days or more with flooding or impairment of activities with most periods; a history of treatment for anemia; or a history of excessive bleeding with tooth extraction, delivery or miscarriage, or surgery.20Initial testing for bleeding disorders includes complete blood count (to assess for anemia, leukemia, and thrombocytopenia), and prothrombin and activated partial thromboplastin time (to assess for factor deficiencies).6,19The approach to further testing for bleeding disorders, specifically vWD, is varied, and collaboration with a hematologist is recommended.6,15,19,20"
        },
        {
            "parent": 4,
            "text": "Although uncommon in adolescents,41uterine polyps and fibroids may underlie menorrhagia in women.16,17Transvaginal ultrasonography is used to evaluate the ovaries, uterus, and endometrium.21,22Saline infusion sonohysterography is the intrauterine infusion of saline during transvaginal ultrasonography that provides enhanced views of the endometrium.21In two small studies of premenopausal women, transvaginal ultrasonography had 60 to 92 percent sensitivity and 62 to 93 percent specificity for diagnosing intracavitary lesions. In both studies, saline infusion sonohysterography improved sensitivity to 88 to 99 percent and specificity to 72 to 95 percent.21,22"
        },
        {
            "parent": 4,
            "text": "If no etiology is found on ultrasonography, if bleeding is unresponsive to medical therapy, or if there are considerable risks of endometrial cancer, additional evaluation with endometrial biopsy4or direct visualization of the endometrium with hysteroscopy is recommended.30Hysteroscopy has a 94 percent sensitivity and 89 percent specificity for detecting intracavitary abnormalities.30"
        },
        {
            "parent": 5,
            "text": "The goals of treatment for menorrhagia are to reduce flow volume and to correct anemia. Hormonal and non-hormonal therapeutic options are available to patients(Table 34,9,11,14,31,33–39).Figure 2is an algorithm for the evaluation and treatment of ovulatory abnormal uterine bleeding.2,4,6,8,9,15–22,30,34–39,42,43"
        },
        {
            "parent": 5,
            "text": "Hormonal Therapies. Progestins effectively decrease excessive menstrual bleeding. In contrast to the shorter course of oral progestin therapy used for anovulatory uterine bleeding, progestin therapy for menorrhagia needs to be given for 21 days per month to be effective.34The continuous progesterone release provided by the levonorgestrel-releasing intrauterine system reduces menorrhagia more effectively than oral progestins.35It is better tolerated than the 21-day oral regimen and has patient satisfaction scores similar to endometrial ablation and hysterectomy at a significantly lower cost.35,44The levonorgestrel-releasing intrauterine system is the only contraceptive approved by the U.S. Food and Drug Administration (FDA) for the treatment of menorrhagia."
        },
        {
            "parent": 5,
            "text": "Oral contraceptives have been shown to reduce menstrual flow volume, especially when used continuously,45but they have not been studied specifically in women with menorrhagia. Consequently, there are few data to support their effectiveness.46Oral contraceptives are, however, the treatment of choice in women with known vWD who also desire contraception.19"
        },
        {
            "parent": 5,
            "text": "Nonhormonal Therapies. At scheduled pharmacologic doses, nonsteroidal anti-inflammatory drugs (NSAIDs) decrease prostaglandin levels, reducing menstrual bleeding.36In one small study, naproxen sodium (Anaprox) and mefenamic acid (Ponstel) decreased flow volume by 46 and 47 percent, respectively.37There is no evidence that one NSAID is more effective than another,36but cost varies considerably."
        },
        {
            "parent": 5,
            "text": "Tranexamic acid (Lysteda), an antifibrinolytic that prevents activation of plasminogen, is FDA-approved for the treatment of menorrhagia. Two 650-mg tablets taken three times per day for the first five days of the cycle decreased bleeding significantly more than NSAIDs did.38Although increased rates of thrombosis were initially a concern, long-term studies have not demonstrated this.38Cost remains a limiting factor of tranexamic acid. It is likely most appropriate in women with bleeding disorders who desire fertility or have contraindications to oral contraceptives."
        },
        {
            "parent": 5,
            "text": "Surgery. Uterine polyps and leiomyomas, specifically submucosal fibroids, may cause menorrhagia. Available evidence suggests that hysteroscopic polypectomy reduces 75 to 100 percent of abnormal uterine bleeding symptoms in women with endometrial polyps.17For menorrhagia associated with submucosal fibroids, surgical resection may allow women to maintain child-bearing capacity.16Resection may normalize menses, but the clear long-term impact on reproduction is unknown.16Alternatively, fibroids may be treated with uterine artery embolization, the percutaneous embolization of perifibroid vessels causing infarction of the fibroid.42The effect of uterine artery embolization on future pregnancies also needs further study.42Whether abnormal uterine bleeding caused by fibroids is treated with surgical resection or uterine artery embolization, approximately 20 percent of women subsequently undergo a hysterectomy for recurrent abnormal uterine bleeding.16,42"
        },
        {
            "parent": 5,
            "text": "If excessive uterine bleeding is unresponsive to medical intervention, endometrial ablation (the surgical destruction of the endometrium) may be considered.43This intervention is considered permanent and not advised in women who desire continued fertility. By five years postablation, approximately one-third of women require a second operation.43"
        },
        {
            "parent": 5,
            "text": "Hysterectomy is the definitive treatment for excessive uterine bleeding in women who no longer wish to conceive. Disadvantages include increased number of adverse effects, longer recovery time, and higher initial health care costs compared with uterine-sparing procedures.42,43Hysterectomy also may be associated with ovarian failure nearly four years earlier than expected.47"
        }
    ],
    "locked": false
}