{
    "url": "https://www.aafp.org/pubs/afp/issues/2012/0815/p343.html#afp20120815p343-f2",
    "title": "Common Breast Problems | AAFP",
    "author": "BROOKE SALZMAN, MD, STEPHENIE FLEEGLE, MD, AND AMBER S. TULLY, MD",
    "doi": "Am Fam Physician.2012;86(4):343-349",
    "abstract": "A palpable mass, mastalgia, and nipple discharge are common breast symptoms for which patients seek medical attention. Patients should be evaluated initially with a detailed clinical history and physical examination. Most women presenting with a breast mass will require imaging and further workup to exclude cancer. Diagnostic mammography is usually the imaging study of choice, but ultrasonography is more sensitive in women younger than 30 years. Any suspicious mass that is detected on physical examination, mammography, or ultrasonography should be biopsied. Biopsy options include fine-needle aspiration, core needle biopsy, and excisional biopsy. Mastalgia is usually not an indication of underlying malignancy. Oral contraceptives, hormone therapy, psychotropic drugs, and some cardiovascular agents have been associated with mastalgia. Focal breast pain should be evaluated with diagnostic imaging. Targeted ultrasonography can be used alone to evaluate focal breast pain in women younger than 30 years, and as an adjunct to mammography in women 30 years and older. Treatment options include acetaminophen and nonsteroidal antiinflammatory drugs. The first step in the diagnostic workup for patients with nipple discharge is classification of the discharge as pathologic or physiologic. Nipple discharge is classified as pathologic if it is spontaneous, bloody, unilateral, or associated with a breast mass. Patients with pathologic discharge should be referred to a surgeon. Galactorrhea is the most common cause of physiologic discharge not associated with pregnancy or lactation. Prolactin and thyroid-stimulating hormone levels should be checked in patients with galactorrhea.",
    "headers": [
        {
            "id": 0,
            "name": "Palpable Breast Mass",
            "level": 2
        },
        {
            "id": 1,
            "name": "Mastalgia",
            "level": 2
        },
        {
            "id": 2,
            "name": "Nipple Discharge",
            "level": 2
        },
        {
            "id": 3,
            "name": "PATHOLOGIC DISCHARGE",
            "level": 3
        },
        {
            "id": 4,
            "name": "PHYSIOLOGIC DISCHARGE",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Sixteen percent of women 40 to 69 years of age have breast problems over a 10-year period.1Although most breast symptoms have benign causes, breast cancer is the most commonly diagnosed cancer and one of the leading causes of cancer-related death among U.S. women.2The approach often involves determining the index of suspicion for malignant disease while addressing the patient's symptoms. Breast masses, nipple discharge, or inflammatory skin changes require immediate evaluation.3"
        },
        {
            "parent": 0,
            "text": "In a study of patients presenting to primary care physicians with breast symptoms, 42 percent reported a breast mass.1Although most masses are benign, they are the most common presenting symptom in patients diagnosed with breast cancer.1"
        },
        {
            "parent": 0,
            "text": "Patients presenting with a breast mass should be evaluated with a detailed clinical history and physical examination to determine the degree of suspicion for malignant disease.4–11The characteristics of the mass should be described, including the duration; change in size over time or in relation to the menstrual cycle; and presence of pain, redness, fever, or discharge. An assessment of risk factors can identify patients at high risk of breast cancer and may affect diagnostic or treatment plans4–11(Table 15–7,12).However, further evaluation of a breast mass should not be discounted based on young age or the absence of risk factors.7–11"
        },
        {
            "parent": 0,
            "text": "A clinical breast examination is recommended in women presenting with a breast mass; findings may determine the next step in the evaluation, and a thorough examination may detect some breast cancers that are missed by imaging.4–11,13The value of clinical breast examination for screening purposes is less clear.14The examination is ideally performed the week after menses, when breast tissue is least engorged. The breasts should be inspected for asymmetry; nipple discharge; obvious masses; and skin changes such as dimpling, inflammation, rashes, or retraction of the nipple. With the patient supine and arm overhead, the physician should thoroughly palpate the breast tissue, including the nipple areolar complex. The axillae, supraclavicular area, and chest wall should also be examined.13,15A commonly described method for clinical breast examination emphasizes using the pads of the middle three fingers, moving in dime-sized circular motions while applying light, medium, and deep pressure at each point along a vertical strip pattern.16"
        },
        {
            "parent": 0,
            "text": "A palpable breast mass is considered dominant if there is a three-dimensional lesion distinct from the surrounding tissues and asymmetric relative to the other breast. The finding of a dominant mass confers a higher index of suspicion for malignant disease.5,6,11–14,17The position on a clock face and distance from the nipple should be noted for abnormal findings.11Benign masses generally have discrete margins; do not cause skin changes; and are smooth, soft to firm, and mobile. In contrast,. malignant masses are generally hard, immobile, fixed to surrounding tissue, and have poorly defined margins. However, physical findings may not be accurate enough to reliably distinguish benign from malignant masses, because lesions with benign features can be cancerous.5,7,13Furthermore, significant disagreement occurs among experienced examiners.13,15Thus, further investigation with imaging is generally warranted in most, if not all, patients with a dominant breast mass.4,5,7,10,17A diagnostic algorithm for patients with a palpable breast mass is presented inFigure 1.7"
        },
        {
            "parent": 0,
            "text": "If a dominant mass is not detected on clinical breast examination, the examination should be repeated in one to two months, or the patient should be referred to a subspecialist for further evaluation.7Mammography is recommended in women 40 years and older if screening mammography has not been performed within the past 12 months.5–7Patients with a persistent breast mass on follow-up merit further evaluation with diagnostic imaging or referral to a subspecialist.5,7"
        },
        {
            "parent": 0,
            "text": "Patients with a dominant mass or other concerning findings should undergo diagnostic breast imaging.5–7,17Concordance between clinical findings and imaging results is essential.4,17"
        },
        {
            "parent": 0,
            "text": "Fine-needle aspiration is an acceptable initial method for evaluating a breast mass when there is a low pretest probability of cancer.4,5,7However, its sensitivity varies depending on performer expertise and sample adequacy7,9,18; breast imaging is generally the preferred initial diagnostic approach.7Additionally, aspiration may disrupt tissue, making imaging studies difficult to evaluate.5Fine-needle aspiration is diagnostic for a benign cyst when the fluid is not bloody and the mass disappears with aspiration.5"
        },
        {
            "parent": 0,
            "text": "Diagnostic mammography is recommended for the evaluation of a palpable breast mass in women 30 years and older, and in high-risk patients younger than 30 years.4–7,9,17Normal mammography does not exclude the presence of cancer because it misses about 10 to 15 percent of clinically palpable breast cancers.19Table 2describes the Breast Imaging Reporting and Data System (BI-RADS) classification developed by the American College of Radiology to describe mammography results.4,5,7,20In general, most palpable masses are considered suspicious for malignancy and are assessed as BI-RADS 4 or higher.5A palpable breast mass that is not visualized on mammography warrants further workup.5,7,20Routine follow-up is acceptable in patients with benign findings. Suspicious abnormalities should be biopsied.5,7,20"
        },
        {
            "parent": 0,
            "text": "Ultrasonography is more sensitive than mammography in detecting lesions in women with dense breasts, and it is the preferred imaging modality in women younger than 30 years with a palpable breast mass.4–6,17,21–23In older patients with a palpable breast mass, ultrasonography is a useful adjunct for further characterizing lesions seen on mammography and ensuring that the palpable finding corresponds to the mammography finding.4,5,22In addition, ultrasonography may visualize palpable lesions that are not identified with mammography.4,5,22When the results of both mammography and ultrasonography are negative (or benign) in the evaluation of a palpable breast mass, the negative predictive value is high (97 to 100 percent).4,22"
        },
        {
            "parent": 0,
            "text": "Magnetic resonance imaging has emerged as a promising tool for detecting breast cancer in high-risk women and for staging disease in women with breast cancer. However, it is not currently recommended in the evaluation of a palpable breast mass.4–7,24Its sensitivity is higher than that of mammography, but its specificity is lower, often producing false-positive results.4,24"
        },
        {
            "parent": 0,
            "text": "The decision to biopsy a palpable mass depends on the suspicion for malignancy based on clinical findings and imaging results. If clinical examination and imaging studies suggest a benign lesion in a young woman, ultrasound surveillance may be an acceptable alternative to biopsy.4–7,25,26In contrast, suspicious findings from the physical examination, mammography, or ultrasonography require a biopsy.4–7,17"
        },
        {
            "parent": 0,
            "text": "Biopsy options include fine-needle aspiration, core needle biopsy, or excisional biopsy. Fine-needle aspiration combined with clinical examination and imaging (the “triple test”) confers more than 99 percent certainty that a mass is benign if all three tests suggest a benign process.27Ultrasound-guided core needle biopsy is the preferred method of tissue sampling for suspicious palpable breast masses.4,7The sensitivity and specificity of ultrasound-guided core needle biopsy have been shown to be as high as 100 percent in diagnosing malignant palpable lesions, comparable to the sensitivity and specificity of surgical biopsy.28"
        },
        {
            "parent": 1,
            "text": "Mastalgia accounts for up to 66 percent of physician visits for breast symptoms.2,29Mastalgia has not been shown to be a risk factor for breast cancer.30,31The physician should assess the quality, duration, location, and radiation of pain, as well as recent trauma or aggravating activities. Cyclic pain is classically related to the menstrual cycle; it is bilateral, diffuse, and often radiates to the axillae.17,29It most often occurs during the luteal phase as a result of increased water content in breast stroma caused by increasing hormone levels.32"
        },
        {
            "parent": 1,
            "text": "Noncyclic pain is not related to the menstrual cycle and may be unilateral or focal. Oral contraceptives, hormone therapy, psychotropic drugs (including selective serotonin reuptake inhibitors or haloperidol), and some cardiovascular agents (including spironolactone [Aldactone] and digoxin) are associated with breast pain.33Large, pendulous breasts may create ligamentous pain, especially if a well-fitted, supportive brassiere is not worn.17,32"
        },
        {
            "parent": 1,
            "text": "Figure 2summarizes an approach to the patient with breast pain.17,30–35After a history is obtained, a clinical breast examination should be performed. If the findings are normal and the pain is diffuse, most women can be reassured about the low likelihood of malignancy.5–7Mammography is recommended in women 40 years and older if screening mammography has not been performed within the past 12 months.5–7Mammography beginning at 30 years of age has been recommended in women with mastalgia—particularly in those with risk factors for breast cancer—but evidence to support this approach is limited.5,32"
        },
        {
            "parent": 1,
            "text": "In contrast with diffuse breast pain, focal breast pain merits evaluation with diagnostic imaging.5,32–35Targeted ultrasonography can be used alone to assess focal breast pain in women younger than 30 years, or as an adjunct to mammography in women 30 years and older.5,32,33If the clinical findings and imaging results are normal, women can be reassured that the likelihood of malignancy is low.30–35"
        },
        {
            "parent": 1,
            "text": "Although most patients have spontaneous resolution of breast pain, 10 to 22 percent of patients with mastalgia have persistent pain that requires medical treatment.32Analgesics such as acetaminophen and nonsteroidal anti-inflammatory drugs are often effective. Topical diclofenac (Solaraze) significantly alleviates pain in patients with cyclic or noncyclic mastalgia and causes no serious adverse effects.36Nonpharmacologic management, including wearing a supportive, well-fitted brassiere, provides relief of pain associated with large, heavy breasts.17Despite insufficient evidence to support its use, evening primrose oil has been used as a natural remedy for mastalgia.37"
        },
        {
            "parent": 1,
            "text": "Women with severe mastalgia may require hormone therapy. Tamoxifen, a selective estrogen receptor modulator, reduces severe breast pain but confers an increased risk of endometrial cancer and deep venous thrombosis.17,32Danazol suppresses gonadotropin secretion, and is the only medication approved by the U.S. Food and Drug Administration for treatment of mastalgia. A meta-analysis of randomized trials evaluating bromocriptine (Parlodel), danazol, evening primrose oil, and tamoxifen found that only danazol and tamoxifen conferred significant reductions in pain.37The androgenic effects of danazol may be attenuated if it is used only during the luteal phase.38"
        },
        {
            "parent": 2,
            "text": "Nipple discharge is caused by benign disease in 97 percent of cases.39The patient history should be obtained and a physical examination performed to characterize the discharge, including the color and number of ducts involved, whether it is associated with a mass, and whether it is unilateral or bilateral.Figure 3outlines the workup for nipple discharge.7"
        },
        {
            "parent": 3,
            "text": "Nipple discharge is classified as pathologic if it is spontaneous, unilateral, bloody, serous, clear, or associated with a mass.5–11,17The most common causes of pathologic nipple discharge are intraductal papilloma, duct ectasia, carcinoma, and infection.17Mammography and subareolar ultrasonography should be performed in patients with nipple discharge that is unilateral, spontaneous, clear, serous, bloody, or associated with a mass.6,7,9–11,17Those with pathologic discharge, even with normal imaging findings, should be referred to a surgeon for duct excision.5,6,17,40Cytology of the nipple discharge is not recommended, because the absence of malignant cells does not exclude cancer.6"
        },
        {
            "parent": 4,
            "text": "Physiologic discharge is usually bilateral, involves multiple ducts, and is associated with nipple stimulation or breast compression.5–11,17Bilateral milky nipple discharge is appropriate during pregnancy and lactation, and may persist for up to one year postpartum or after cessation of breastfeeding. Bilateral milky white discharge in persons who are not pregnant or lactating is called galactorrhea; a human chorionic gonadotropin pregnancy test should be performed in patients with galactorrhea to rule out pregnancy.5If negative, prolactin and thyroid-stimulating hormone levels should be obtained to determine the presence of an endocrinopathy.17Medications that inhibit dopamine and are associated with physiologic nipple discharge are listed inTable 3.9If the patient history and physical examination reveal physiologic discharge and routine screening mammography is up to date, no radiologic investigation is needed.6,17,39Decreases in nipple stimulation and breast compression expedite the resolution of physiologic discharge.9"
        }
    ],
    "locked": false
}