{
    "url": "https://www.aafp.org/pubs/afp/issues/2010/1115/p1209.html#afp20101115p1209-f1",
    "title": "Human Papillomavirus: Clinical Manifestations and Prevention | AAFP",
    "author": "GREGORY JUCKETT, MD, MPH, AND HOLLY HARTMAN-ADAMS, MD",
    "doi": "Am Fam Physician.2010;82(10):1209-1214",
    "abstract": "Human papillomaviruses cause the most common sexually transmitted infection in the world and are responsible for nearly all cases of cervical cancer. Genital human papillomavirus infection can be divided into low-risk infections (causing genital warts) and high-risk infections (causing cervical intraepithelial neoplasia, and cervical and other cancers). Exposure to human papillomavirus typically produces a sexually transmitted infection that may progress to a clinically apparent process, such as genital warts and cervical intraepithelial neoplasia lesions of the lower genital tract. Although most human papillomavirus infections resolve spontaneously within two years, some high-risk infections persist and are considered cancer precursors. Risk factors for persistent infection include multiple sex partners, sex at an early age, history of sexually transmitted infections, and smoking. Condom use is only partially protective against human papillomavirus infection. The two human papillomavirus vaccines are most effective if given to girls before the onset of sexual activity.",
    "headers": [
        {
            "id": 0,
            "name": "Transmission",
            "level": 2
        },
        {
            "id": 1,
            "name": "Clinical Course and Manifestations",
            "level": 2
        },
        {
            "id": 2,
            "name": "HPV Types and Cancer Risk",
            "level": 2
        },
        {
            "id": 3,
            "name": "HIGH-RISK HPV TYPES",
            "level": 3
        },
        {
            "id": 4,
            "name": "LOW-RISK HPV TYPES",
            "level": 3
        },
        {
            "id": 5,
            "name": "HPV Testing",
            "level": 3
        },
        {
            "id": 6,
            "name": "Risk Factors",
            "level": 2
        },
        {
            "id": 7,
            "name": "Prevention",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Human papillomaviruses (HPVs) are a group of more than 100 DNA viruses that infect human epithelial cells. About 40 of these viruses cause genital disease; 15 are high-risk types that can cause intraepithelial lesions and cervical and other cancers.1HPV infection is the sole cause of cervical cancer.2HPV types are subdivided into two categories: low-risk, which are associated with genital warts; and high-risk, which are associated with low- and high-grade cervical intraepithelial lesions and lower genital tract cancers. A person can be infected with multiple types of HPV.3Persistent high-risk HPV types can cause intraepithelial lesions, which can lead to cancer of the lower genital tract if not treated.2,4Although cervical cancer is no longer common in the United States because of widespread screening, it remains the third most common cancer in women worldwide.5"
        },
        {
            "parent": -1,
            "text": "HPV is the most common sexually transmitted infection in women.6Up to 79 percent of sexually active women acquire a genital HPV infection during their lifetime, but the infection is usually transient and asymptomatic.7The prevalence of genital warts, the most visible manifestation of HPV infection, is only about 1 percent in sexually active Americans.8Patients presenting with clinical symptoms represent only a small part of a vast population with latent infection.8"
        },
        {
            "parent": 0,
            "text": "HPV is transmitted through contact with infected genital skin or mucosa. Genital warts are highly infectious because of their high viral load; up to 65 percent of sexual contacts develop an infection.9The usual incubation period for clinical warts is three weeks to eight months, with an average of 2.9 months.9Oral infection with genital HPV types may occur, but the risk of transmission is less.10Perinatal transmission also can occur, but this is rare.10Receptive anal intercourse has been associated with intra- and perianal warts, but these warts are not always associated with anal intercourse. Cervical and anal infections often coexist in persons without a history of anal intercourse.11"
        },
        {
            "parent": 1,
            "text": "HPV infection may be latent, subclinical, or clinical. It may take the pathway of low viral-load infection without clinical disease, or high viral-load infection with clinical disease.12Such disease may manifest as genital warts or as low- or high-grade intraepithelial lesions. Up to 90 percent of persons infected with high- or low-risk HPV clear the infection within about two years.13,14The median time to clearance of genital warts after treatment is about six months.9In women, up to 30 percent of cases of genital warts spontaneously regress within four months.15It is not clear whether this immune-mediated regression eliminates the infection or suppresses it permanently, but in either event, the virus ceases to manifest lesions. The small minority who fail to clear the infection are at risk of progression to malignancy.12"
        },
        {
            "parent": 1,
            "text": "The peak prevalence of HPV infection in women occurs in their early 20s.16After women reach 20 years of age, the prevalence steadily declines, although a smaller second peak occurs in postmenopausal women in some geographic areas. This may be attributed to viral persistence or perhaps new acquisition.17The interval between infection and diagnosis of cancer is 10 to 20 years18(Figure 119). Because the peak incidence of cervical cancer does not occur until 40 years of age, testing for persistent HPV infection is most useful between 30 and 40 years of age.16"
        },
        {
            "parent": 1,
            "text": "Although cervical cancer is the primary concern in women with persistent HPV infection, other rarer HPV-induced cancers include those of the vagina, vulva, anus, and penis20(Online Table A). There is also epidemiologic evidence linking HPV infection with oral squamous cell carcinoma.21,22Respiratory papillomatosis is caused by low-risk HPV types.20"
        },
        {
            "parent": 1,
            "text": "Low-risk HPV genital infection can result in anogenital warts (i.e., condyloma acuminata), which present as recurrent papules or cauliflower-like lesions, or flat genital warts (i.e., condyloma planum). Genital warts turn white with application of a 3 to 5% acetic acid solution, but this test is nonspecific.23"
        },
        {
            "parent": 1,
            "text": "Although genital warts can cause considerable emotional distress, most lesions eventually disappear, and long-term health consequences are minimal.23"
        },
        {
            "parent": 2,
            "text": "In all HPV-related cancers, HPV DNA integration into the host cell genome sets the stage for malignancy. Viral oncoproteins E6 and E7 are then generated, which in turn bind and degrade host tumor suppression genesTP53andRB1.10"
        },
        {
            "parent": 3,
            "text": "Infections with high-risk HPV types tend to persist longer than those with low-risk types, and may result in cervical dysplasia that leads to cervical cancer.10Eight high-risk HPV types account for 95 percent of all cervical cancers,1with just two of these—types 16 and 18—causing about 70 percent.17Type 16 causes 50 percent of all cervical cancers (mostly squamous cell), whereas type 18 is responsible for an additional 20 percent (mostly adenocarcinoma, a less common but aggressive cancer arising from the glandular epithelium of the endocervical canal).17"
        },
        {
            "parent": 3,
            "text": "Infections with multiple high-risk types seem to act synergistically in cervical carcinogenesis.24Grade 1 cervical intraepithelial neoplasia (CIN 1) indicates an active HPV infection. CIN 2 is considered a high-grade lesion, but may regress spontaneously in 40 percent of women.25CIN 3 is least likely to regress and is considered a surrogate outcome (sometimes with CIN 2) for cervical cancer.16"
        },
        {
            "parent": 4,
            "text": "Low-risk HPV types 6 and 11 cause 90 to 95 percent of genital warts.20However, coinfection with multiple strains is relatively common, so the presence of warts does not exclude high-risk HPV types. High-risk HPV is found in 31 percent of genital lesions.26"
        },
        {
            "parent": 5,
            "text": "HPV can be detected through polymerase chain reaction testing or DNA testing(Table 1).27–29Testing for lowrisk HPV types that do not cause cervical cancer has no clinical benefit30; therefore, the currently available DNA tests detect only high-risk HPV types. The Hybrid Capture II High-Risk HPV test is a solution hybridization, signal amplification–based assay that tests for 13 highrisk types. It has a sensitivity of approximately 90 percent,30and can be combined with cytology in women 30 years and older. If both tests are negative, they can be repeated in three years.31Two additional HPV DNA tests were recently approved by the U.S. Food and Drug Administration (FDA): Cervista HPV HR (14 high-risk types) and Cervista HPV 16/18, an HPV genotyping test. Routine genotyping for HPV types 16 and 18 is not recommended.4"
        },
        {
            "parent": 5,
            "text": "There are no HPV tests for use in men. Because of the risk of anal intraepithelial neoplasia and anal squamous cell cancer, anal Papanicolaou (Pap) testing has been proposed as a screening tool in men with human immunodeficiency virus infection and in men who have sex with men.32However, anal cytology may underestimate the degree of high-grade anal intraepithelial neoplasia; therefore, patients with abnormal findings should be referred for high-resolution anoscopy and biopsy.33"
        },
        {
            "parent": 6,
            "text": "Genital contact is the leading risk factor for HPV acquisition, and risk increases with the number of sex partners.34Other risk factors include multiple partners, sex at an early age, failure to use condoms consistently, and a history of sexually transmitted infections.35Condom use is only about 70 percent effective in preventing HPV transmission, because there is still contact with genital skin.34Tobacco use is associated with persistent HPV infection, although it is difficult to exclude confounding tobacco-associated behaviors.10,36Men who smoke more than 10 cigarettes per day are twice as likely as nonsmoking men to have genital warts.35Women who smoke more than 20 cigarettes per day have an increased likelihood of persistent HPV infection compared with those who smoke less than 10 cigarettes per day.37Women with grade 3 vulvar intraepithelial neoplasia who continue to smoke after treatment are 30 times more likely to have persistent disease.36"
        },
        {
            "parent": 7,
            "text": "The two FDA-approved HPV vaccines(Table 238–41)consist of noninfectious virus-like particles derived from the HPV L1 capsid protein. The quadrivalent recombinant HPV vaccine (Gardasil) protects against HPV types 6, 11, 16, and 18, and was approved in 2006 for girls and women nine to 26 years of age.39It prevents genital warts and cervical cancer, and is given as a series of three vaccinations (at months 0, 1 to 2, and 6).42The bivalent HPV vaccine (Cervarix) protects against types 16 and 18, but not types 6 and 11.42It is approved for girls and women 10 to 25 years of age, and is given as a series of three vaccinations (at months 0, 1 to 2, and 6)."
        },
        {
            "parent": 7,
            "text": "The FUTURE I (Females United to Unilaterally Reduce Endo/Ectocervical Disease) three-year phase 3 trial examined the effectiveness of the quadrivalent vaccine in preventing genital diseases associated with HPV types 6, 11, 16, and 18.40The vaccine was nearly 100 percent effective in preventing precancerous lesions (CIN 2 and CIN 3) and genital warts when given to unexposed women. Another study, the FUTURE II trial, showed that the quadrivalent vaccine is 98 percent effective in preventing high-grade precancerous cervical lesions (HPV 16, 18) in unexposed women over a three-year period.41However, data from the intention-to-treat group (including sexually active, HPV-exposed women) suggest that the vaccine is less protective in this population.41"
        },
        {
            "parent": 7,
            "text": "The PATRICIA (Papilloma Trial Against Cancer in Young Adults) trial showed that the bivalent vaccine is 98 percent effective in preventing precancerous cervical lesions (CIN 2 and CIN 3) caused by HPV types 16 and 18, and may provide some cross-protection against types 31, 33, and 45.38The bivalent vaccine adjuvant may promote a more accelerated immune response with higher titers.43There have been no head-to-head studies of the bivalent and quadrivalent vaccines.43"
        },
        {
            "parent": 7,
            "text": "The Centers for Disease Control and Prevention's Advisory Committee on Immunization Practices (ACIP) recommends routine HPV vaccination of girls at 11 to 12 years of age, with catch-up vaccination for girls 13 to 26 years of age.42The American Cancer Society found insufficient evidence to recommend for or against routine vaccination of women 19 to 26 years of age.39HPV vaccination may become a mandatory childhood vaccine. Duration of protection is at least five years, and a 15-year follow-up study in Europe is planned.44Longterm protection is essential if HPV vaccination is to be cost-effective. Both vaccines seem to be safe and immunogenic; the most common adverse effects are local injection reactions, dizziness, nausea, and syncope.45Even after vaccination, it is important that cervical cytologic screening continue, because it is unlikely that the vaccine will alter the course of preexisting infections or treat all HPV-associated disease.41"
        },
        {
            "parent": 7,
            "text": "ACIP recently approved the nonroutine (permissive) use of the quadrivalent vaccine in boys nine to 18 years of age to prevent genital warts.42Although males represent a reservoir for female HPV infection, the lack of proven cost-effectiveness makes vaccination of this population controversial.46There is increasing evidence that circumcision may also reduce HPV infection in men; in South Africa, the prevalence of HPV in circumcised men is 14.8 percent, compared with 22.3 percent in uncircumcised men.47Circumcised men are 35 percent less likely to contract HPV and 25 percent less likely to contract herpes than their uncircumcised cohorts.48"
        },
        {
            "parent": 7,
            "text": "Controversy about HPV vaccination involves its high cost (approximately $150 per injection), uncertain duration of protection, and concerns that it provides tacit approval of sexual activity and a false sense of security. In addition, the necessity of vaccinating girls as young as nine to 11 years, before they become sexually active, unsettles many parents. There has been criticism for aggressive marketing of HPV vaccine to older women already exposed to HPV, while less attention has been given to the subpopulations at highest risk.49In areas where cervical screening is already routine, HPV vaccination will not significantly decrease the number of women who get cervical cancer, only the number who have abnormal screening tests.50Table 3lists online resources for information about HPV."
        },
        {
            "parent": 7,
            "text": "The most pressing need for HPV vaccination is in the developing world, where most women never receive Pap testing and cervical cancer is a major cause of death. Approximately 80 percent of cases of cervical cancer occur in the developing world.5Globally, 529,000 women are diagnosed with cervical cancer every year, and there are 275,000 deaths attributed to cervical cancer.5A vaccine effective against the four or five most common high-risk HPV types could prevent 80 to 90 percent of cervical cancers worldwide.51However, the cost of the current vaccines limits their availability in areas where they are needed most."
        }
    ],
    "locked": false
}