{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/0715/p195.html#afp20110715p195-f1",
    "title": "A Diagnostic Approach to Pruritus | AAFP",
    "author": "BRIAN V. REAMY, MD, CHRISTOPHER W. BUNT, MAJ, USAF, MC, AND STACY FLETCHER, CAPT, USAF, MC",
    "doi": "Am Fam Physician.2011;84(2):195-202",
    "abstract": "Pruritus can be a symptom of a distinct dermatologic condition or of an occult underlying systemic disease. Of the patients referred to a dermatologist for generalized pruritus with no apparent primary cutaneous cause, 14 to 24 percent have a systemic etiology. In the absence of a primary skin lesion, the review of systems should include evaluation for thyroid disorders, lymphoma, kidney and liver diseases, and diabetes mellitus. Findings suggestive of less serious etiologies include younger age, localized symptoms, acute onset, involvement limited to exposed areas, and a clear association with a sick contact or recent travel. Chronic or generalized pruritus, older age, and abnormal physical findings should increase concern for underlying systemic conditions. Initial evaluation for systemic disease includes complete blood count and measurement of thyroid-stimulating hormone, fasting glucose, alkaline phosphatase, bilirubin, creatinine, and blood urea nitrogen. Hodgkin lymphoma is the malignant disease most strongly associated with pruritus, which affects up to 30 percent of patients with the disease. Chest radiography is needed when lymphoma is suspected. A wheal and flare response indicates histamine-induced pruritus in patients with urticaria or an allergic dermatitis. These patients benefit from continuous dosing of a long-acting antihistamine. Second-generation antihistamines, such as cetirizine, loratadine, and fexofenadine, may be more effective because of improved patient compliance.",
    "headers": [
        {
            "id": 0,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 1,
            "name": "Differential Diagnosis of Pruritus",
            "level": 2
        },
        {
            "id": 2,
            "name": "COMMON DERMATOLOGIC CAUSES",
            "level": 3
        },
        {
            "id": 3,
            "name": "COMMON SYSTEMIC CAUSES",
            "level": 3
        },
        {
            "id": 4,
            "name": "Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Pruritus is the subjective sensation of itching. It can become severe enough to interfere with work and restful sleep. Histamine is the primary mediator of itching in many disorders.1Antihistamines are effective in treating histamine-mediated pruritus, but they may be less effective in patients with diseases that trigger pruritus through mechanisms involving serotonin, leukotrienes, or neuropeptides.1,2"
        },
        {
            "parent": 0,
            "text": "The initial clinical approach in patients with pruritus includes a history and physical examination to determine if the pruritus is caused by a dermatologic condition or is secondary to an underlying systemic disease.Figure 1is a diagnostic algorithm for pruritus."
        },
        {
            "parent": 0,
            "text": "The presence of a primary skin lesion may aim the evaluation toward a dermatologic cause. The history should focus on recent exposures to new topical, oral, or airborne substances that can cause skin lesions. New cosmetics and creams can trigger allergic contact dermatitis, urticaria, and photodermatitis. New drugs (medications, nutritional supplements, illicit drugs) can lead to urticaria or fixed drug eruptions. Travel can expose a person to new foods that can trigger urticaria and to sunlight that can trigger photodermatitis. Travelers are also susceptible to infestations, such as with scabies or lice. Hobbies may expose the skin to solvents and topical agents that can trigger contact dermatitis. Chronic occupational exposure to solvents can dry the skin, causing xerosis and atopic dermatitis or eczema. New animal exposures can lead to flea infestations, allergic cutaneous reactions to dander, and urticaria. Another important finding in the evaluation of patients with pruritus is a recent exposure to sick contacts who have febrile diseases, such as rubeola, mumps, or varicella, or exposure to infectious organisms that can cause rashes, such as parvovirus,Staphylococcus aureus, orStreptococcusspecies. In the absence of a primary skin lesion, the review of systems should include evaluation for thyroid disorders, lymphoma, kidney and liver diseases, and diabetes mellitus.Table 1includes historical findings that suggest etiologies for pruritus."
        },
        {
            "parent": 0,
            "text": "Physical examination should include an evaluation of the liver, spleen, and lymph nodes. Organomegaly increases the likelihood of an underlying systemic disease, such as lymphoma. The skin should also be examined. Finger webs, intertriginous regions, and the genitals should be evaluated for the presence of scabies or lice."
        },
        {
            "parent": 0,
            "text": "Historical and physical findings that suggest a less serious etiology include younger age, localized symptoms, acute onset, involvement limited to exposed areas, and a clear association with a sick contact or recent travel.3–5Chronic or generalized pruritus, age older than 65 years, and abnormal physical findings should increase concern for an underlying systemic condition.3–8"
        },
        {
            "parent": 0,
            "text": "If the diagnosis is unclear after the history and physical examination or if initial empiric treatment is ineffective, a limited laboratory evaluation should be performed, including complete blood count and measurement of thyroid-stimulating hormone, fasting glucose, alkaline phosphatase, bilirubin, creatinine, and blood urea nitrogen.5If immune suppression or lymphoma is possible, a human immunodeficiency virus antibody assay and chest radiography should also be performed.5–8Further diagnostic tests may include biopsy, scraping, or culture of the skin or lesions."
        },
        {
            "parent": 1,
            "text": "Pruritus can be a symptom of a distinct dermatologic condition(Table 27)or of an occult underlying systemic disease(Table 32,3,5,7,9,10)."
        },
        {
            "parent": 2,
            "text": "Atopic Dermatitis. Atopic dermatitis is characterized by pruritus. It is generally defined as a chronic, relapsing inflammatory skin disease that often occurs in patients with a personal or family history of asthma or allergic rhinitis.11In contrast to other dermatologic disorders, atopic dermatitis often lacks a primary skin lesion. Usually only the secondary cutaneous findings of excoriation, weeping, lichenification, and pigment changes are apparent.2"
        },
        {
            "parent": 2,
            "text": "Contact Dermatitis. Contact dermatitis is a rash caused by direct skin exposure to a substance. It is one of the most common skin disorders, with a lifetime prevalence of 30 percent.12Often intensely pruritic, the dermatitis can be induced by an allergen or more commonly by an irritant. Irritant contact dermatitis represents the most common cause of occupational skin diseases in industrial countries.13"
        },
        {
            "parent": 2,
            "text": "Dermatophytes. Dermatophyte infections cause localized pruritus and a rash characterized by peripheral scaling and central clearing. Tinea pedis (athlete's foot) usually occurs between the toes with dry, cracking skin and white areas of maceration. Tinea infections can occur at several other sites, including the scalp, trunk, and groin."
        },
        {
            "parent": 2,
            "text": "Lice. Pediculosis is marked by pruritus caused by a delayed hypersensitivity reaction to the saliva of the louse. A magnifying lens is often necessary to see the lice or eggs, usually at the base of hair shafts. Body lice are typically found in patients with poor hygiene, whereas pubic lice are sexually transmitted.14"
        },
        {
            "parent": 2,
            "text": "Lichen Simplex Chronicus. Lichen simplex chronicus is a localized disorder characterized by pruritus that leads to thickened, lichenified, violaceous patches. These patches are intensely pruritic, which causes the patient to continue to scratch, perpetuating the cycle. Early lesions manifest as erythematous, well-defined plaques with excoriations. Lesions continue to thicken if the itch-scratch-itch cycle is not broken with appropriate treatment.15"
        },
        {
            "parent": 2,
            "text": "Psoriasis. Up to 80 percent of patients with psoriasis report pruritus that is cyclical, with nocturnal exacerbations that interrupt sleep. Pruritus is often more generalized and not restricted to areas of psoriatic plaques.16"
        },
        {
            "parent": 2,
            "text": "Scabies. The classic feature of scabies is pruritus, which is caused by deposition of mite eggs in the epidermal layer of skin. The pruritus is often severe and worsens at night."
        },
        {
            "parent": 2,
            "text": "The primary lesion is a small, erythematous papule that is often excoriated. A thin, reddish-brown line, or burrow, 2 to 15 mm long in intertriginous regions is more pathognomic. However, burrows are often absent or obscured by excoriation or secondary infection.17"
        },
        {
            "parent": 2,
            "text": "Urticaria. Urticaria, or hives, is a common disorder that affects up to 25 percent of the population.18The usual lesion is an intensely pruritic, well-circumscribed, erythematous, elevated wheal. Individual lesions may coalesce and wax and wane over several hours.19Histamine is the primary mediator for most types of urticaria, although other immunohistochemicals may play an important role in more chronic cases.18"
        },
        {
            "parent": 2,
            "text": "Xerosis. Xerosis is the most common cause of pruritus in the absence of an identifiable skin lesion. It is characterized by dry, scaly skin, usually on the lower extremities and in axillary creases, and most often occurs in the winter months. Associated factors include older age, frequent bathing, use of hot water when bathing, and exposure to high ambient temperatures with relatively low humidity.20"
        },
        {
            "parent": 3,
            "text": "Pruritus in the absence of a primary dermatologic etiology may be indicative of a serious underlying systemic disease.4Studies have shown that 14 to 24 percent of patients presenting to a dermatologist's office with pruritus and no primary dermatologic cause have a systemic condition.4,9,21–24However, pruritus is often overemphasized as an early manifestation of cancer.4,21"
        },
        {
            "parent": 3,
            "text": "Chronic Renal Disease. More than 50 percent of patients with chronic renal disease and up to 80 percent of patients on dialysis have pruritus.2The pruritus is often generalized, but may be localized to the back.25"
        },
        {
            "parent": 3,
            "text": "Liver Disease. Pruritus caused by impaired bile secretion is a common symptom in several forms of liver disease. It can be generalized, but is typically worse on the palms and soles. Associated conditions include primary biliary cirrhosis, sclerosing cholangitis, viral hepatitis, drug-induced cholestasis, and other causes of obstructive jaundice. Biliary obstruction leads to pruritus in these disorders, but there is little correlation between serum bilirubin level and severity of pruritus.26"
        },
        {
            "parent": 3,
            "text": "Malignancy. The possibility of an underlying malignant disease should be considered in patients with generalized pruritus of unknown cause. Among malignant diseases, Hodgkin lymphoma has the strongest association with pruritus, which occurs in up to 30 percent of patients with the disease.10Pruritus can precede the clinical presentation of lymphoma by up to five years and is often the presenting symptom.5Pruritus has been reported as a paraneoplastic manifestation in patients with nasopharynx, prostate, stomach, breast, brain, uterine, or colon cancer.5,27"
        },
        {
            "parent": 3,
            "text": "Peripheral or Central Nervous System. Pruritus can also arise from diseases or disorders of the peripheral or central nervous system, such as multiple sclerosis, neuropathy, and nerve compression or irritation (e.g., notalgia paresthetica, brachioradial pruritus).28"
        },
        {
            "parent": 3,
            "text": "Pregnancy. Pregnancy-related dermatoses(Table 41–7,29–35)represent a heterogeneous group of pruritic inflammatory skin diseases related to pregnancy or the postpartum period. Some dermatoses cause only intense pruritus and skin lesions (e.g., polymorphic eruption of pregnancy, atopic eruption of pregnancy), but others can cause significant fetal risks, including prematurity, growth restriction, fetal distress, and intrauterine fetal demise (e.g., intrahepatic cholestasis of pregnancy, pemphigoid gestationis).29–37Early recognition, precise diagnosis, and prompt treatment are essential for improving maternal and fetal prognosis."
        },
        {
            "parent": 3,
            "text": "Psychiatric Illness. Psychiatric illness can cause pruritus and is diagnosed through exclusion. Neurotic excoriations are scattered, linear, crusted lines that may occur anywhere on the body within reach of the patient, although they are most often confined to the extremities. They are associated with obsessive-compulsive disorder, depression, and delusions of parasitosis.38"
        },
        {
            "parent": 4,
            "text": "A wheal and flare response is a marker of histamine-induced pruritus in patients with urticaria or an allergic dermatitis. These patients benefit from continuous dosing of long-acting antihistamines. First-and second-generation antihistamines are equally effective for resolution of pruritus.39However, second-generation antihistamines (e.g., cetirizine [Zyrtec], loratadine [Claritin], fexofenadine [Allegra]) cause fewer adverse effects, leading to improved patient compliance.2,40Concurrent administration of histamine H1and H2blockers increases therapeutic effectiveness.2"
        },
        {
            "parent": 4,
            "text": "Most patients with pruritus benefit from several basic measures to lessen drying of skin, which can increase symptoms. Bathing should be limited to short, cool showers with soap applied only to intertriginous or oily skin areas. A mild moisturizing cream should be applied immediately after bathing. The patient's home should be humidified to at least 40 percent, especially during dry, cold winter months. Contact irritants, such as wool, fiberglass, and detergents, irritate most skin and can exacerbate symptoms, particularly in persons with sensitivity to these agents.2,3,5,41,42"
        },
        {
            "parent": 4,
            "text": "The conditions that can lead to pruritus are extensive. Distinguishing between pruritus with a specific dermatologic cause and pruritus that is a manifestation of a systemic disease can facilitate efficient diagnosis and treatment, leading to a rapid resolution of symptoms for most patients. Treatment options for specific etiologies of pruritus are beyond the scope of this article."
        }
    ],
    "locked": false
}