{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/0901/p527.html#afp20110901p527-f3",
    "title": "Evaluation and Management of Orthostatic Hypotension | AAFP",
    "author": "JEFFREY B. LANIER, MD, MATTHEW B. MOTE, DO, AND EMILY C. CLAY, MD",
    "doi": "Am Fam Physician.2011;84(5):527-536",
    "abstract": "Orthostatic hypotension is defined as a decrease in systolic blood pressure of 20 mm Hg or a decrease in diastolic blood pressure of 10 mm Hg within three minutes of standing when compared with blood pressure from the sitting or supine position. It results from an inadequate physiologic response to postural changes in blood pressure. Orthostatic hypotension may be acute or chronic, as well as symptomatic or asymptomatic. Common symptoms include dizziness, lightheadedness, blurred vision, weakness, fatigue, nausea, palpitations, and headache. Less common symptoms include syncope, dyspnea, chest pain, and neck and shoulder pain. Causes include dehydration or blood loss; disorders of the neurologic, cardiovascular, or endocrine systems; and several classes of medications. Evaluation of suspected orthostatic hypotension begins by identifying reversible causes and underlying associated medical conditions. Head-up tilt-table testing can aid in confirming a diagnosis of suspected orthostatic hypotension when standard orthostatic vital signs are nondiagnostic; it also can aid in assessing treatment response in patients with an autonomic disorder. Goals of treatment involve improving hypotension without excessive supine hypertension, relieving orthostatic symptoms, and improving standing time. Treatment includes correcting reversible causes and discontinuing responsible medications, when possible. Nonpharmacologic treatment should be offered to all patients. For patients who do not respond adequately to nonpharmacologic treatment, fludrocortisone, midodrine, and pyridostigmine are pharmacologic therapies proven to be beneficial.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Clinical Presentation and Evaluation",
            "level": 2
        },
        {
            "id": 2,
            "name": "ACUTE CARE SETTING",
            "level": 3
        },
        {
            "id": 3,
            "name": "OUTPATIENT SETTING",
            "level": 3
        },
        {
            "id": 4,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 5,
            "name": "NONPHARMACOLOGIC",
            "level": 3
        },
        {
            "id": 6,
            "name": "PHARMACOLOGIC",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Orthostatic hypotension is defined as a decrease in systolic blood pressure of 20 mm Hg or a decrease in diastolic blood pressure of 10 mm Hg within three minutes of standing compared with blood pressure from the sitting or supine position. Alternatively, the diagnosis can be made by head-up tilt-table testing at an angle of at least 60 degrees.1Orthostatic hypotension is often found in older patients and in those who are frail.2It is present in up to 20 percent of patients older than 65 years.3In one study, the prevalence of orthostatic hypotension was 18 percent in patients older than 65 years, but only 2 percent of these patients were symptomatic.3"
        },
        {
            "parent": -1,
            "text": "In the absence of volume depletion, younger patients with orthostatic hypotension usually have chronic autonomic failure. A related problem, postprandial hypotension, is common in older patients and those with autonomic dysfunction. In postprandial hypotension, there is a decrease in systolic blood pressure of at least 20 mm Hg within 75 minutes of a meal.4"
        },
        {
            "parent": 0,
            "text": "A normal hemodynamic response to changes in posture requires normal function of the cardiovascular and autonomic nervous systems. Standing results in blood pooling of approximately 500 to 1,000 mL in the lower extremities and splanchnic circulation. This initiates an increase in sympathetic outflow, which increases peripheral vascular resistance, venous return, and cardiac output, thereby limiting the decrease in blood pressure."
        },
        {
            "parent": 0,
            "text": "These compensatory mechanisms result in a decrease in systolic blood pressure (5 to 10 mm Hg), an increase in diastolic blood pressure (5 to 10 mm Hg), and an increase in pulse rate (10 to 25 beats per minute). However, orthostatic hypotension may result if there is inadequate intravascular volume, autonomic nervous system dysfunction, decreased venous return, or inability to increase cardiac output in response to postural changes.5Decreased cerebral perfusion produces the neurologic symptoms of orthostatic hypotension.5"
        },
        {
            "parent": 1,
            "text": "Orthostatic hypotension may be acute or chronic. Patients may present with light-headedness, blurred vision, dizziness, weakness, and fatigue, or with syncope (in the acute care setting).6Less commonly, they may present with neck and shoulder pain, orthostatic dyspnea, and chest pain.7Table 1outlines the differential diagnosis of orthostatic hypotension, which may be caused by a number of things, including dehydration, blood loss, medication, or a disorder of the neurologic, cardiovascular, or endocrine system.8–10Evaluation of suspected orthostatic hypotension begins by identifying reversible causes and underlying associated medical conditions.Table 2lists historical features that suggest a specific diagnosis in the patient with orthostatic hypotension.7,8In addition to assessing for symptoms of orthostasis, the physician should elicit symptoms of autonomic dysfunction involving the gastrointestinal and genitourinary systems.7"
        },
        {
            "parent": 1,
            "text": "Key physical examination findings in the evaluation of suspected orthostatic hypotension are listed inTable 3.11,12A detailed assessment of the motor nervous system should be performed to evaluate for signs of Parkinson disease, as well as cerebellar ataxia.7Blood pressure and pulse rate should be measured in the supine position and repeated after the patient has been standing for three minutes. As many as two-thirds of patients with orthostatic hypotension may go undetected if blood pressure is not measured while supine.13However, a retrospective review of 730 patients found that orthostatic vital signs had poor test characteristics (positive predictive value = 61.7 percent; negative predictive value = 50.2 percent) when compared with tilt-table testing for the diagnosis of orthostatic hypotension.14Head-up tilt-table testing should be ordered if there is a high index of suspicion for orthostatic hypotension despite normal orthostatic vital signs, and it may be considered in patients who are unable to stand for orthostatic vital sign measurements.6,14"
        },
        {
            "parent": 1,
            "text": "A description of head-up tilt-table testing and its indications are outlined inTable 4,6,9andFigure 1shows a patient undergoing the testing. The procedure is generally considered safe, but serious adverse events such as syncope and arrhythmias have been reported. All staff involved in performing tilt-table testing should be trained in advanced cardiac life support, and resuscitation equipment should be readily available.6Four common abnormal patterns can be seen in response to tilt-table testing(Table 5).15The test may be useful in distinguishing orthostatic hypotension from other disorders that can present with symptoms of orthostasis, such as neurocardiogenic syncope.7Sensitivity of tilt-table testing for diagnosing neurocardiogenic syncope is as high as 65 percent, and specificity is as high as 100 percent.15"
        },
        {
            "parent": 1,
            "text": "Certain patients may not present with classic historical features of orthostatic hypotension. In older patients, a report of dizziness upon standing may not correlate with the finding of orthostatic hypotension. A prospective study of older women found that use of anxiolytics or sleeping aids once weekly and cigarette smoking were more closely associated with postural dizziness without orthostatic hypotension than with a finding of orthostatic hypotension on tilt-table testing.16In patients with Parkinson disease, classic symptoms of orthostatic hypotension are not reliably present in those who have autonomic dysfunction.17,18A study of 50 patients with Parkinson disease found that only one-half of the patients who developed orthostatic hypotension during tilt-table testing were symptomatic.17The study also found that patients with Parkinson disease who undergo tilt-table testing may need to be tested for longer than the recommended three minutes because only nine of 20 patients who developed orthostatic hypotension did so within three minutes. Extending the test to 11 minutes resulted in 15 of 20 patients being diagnosed, whereas 29 minutes was necessary to detect orthostatic hypotension in all patients.17"
        },
        {
            "parent": 2,
            "text": "In acute care settings(Figure 2), syncope may be the initial presentation of orthostatic hypotension. A prospective study of 611 patients presenting to an emergency department following a syncopal episode found that 24 percent had orthostatic hypotension.19Patients with syncope should be admitted if they have known cardiovascular disease, associated chest pain, an abnormal electrocardiogram, suspected pulmonary embolism, or new cardiovascular or neurologic findings on examination.20"
        },
        {
            "parent": 2,
            "text": "For patients without loss of consciousness, or those who are not considered at high cardiac or neurologic risk despite syncope, the evaluation shifts to rapidly identifying and treating reversible causes. If there is no evidence of intravascular volume depletion, or no response to volume resuscitation, then other causes should be considered. Several laboratory, imaging, and ancillary tests may be indicated(Table 6).7,18,20"
        },
        {
            "parent": 3,
            "text": "Those who seek evaluation as outpatients are likely to have chronic etiologies of orthostatic hypotension(Figure 3), or they may have been referred for further testing upon discharge from the emergency department or hospital. They may be more likely to present with undifferentiated descriptions of dizziness as a symptom. If possible, potentially contributing medications(Table 18–10)should be discontinued and the patient reevaluated. If orthostatic hypotension persists, laboratory testing for underlying causes should include a complete blood count, basic metabolic panel, vitamin B12level, and morning cortisol(Table 67,18,20).7Orthostatic hypotension is often neurogenic in patients whose history, physical examination, and laboratory testing do not suggest another cause. Magnetic resonance imaging can be used to assess for possible etiologies of neurogenic orthostatic hypotension(Table 7).7If the cause still is not apparent, autonomic testing may be indicated. The autonomic test most often used is the head-up tilt-table test."
        },
        {
            "parent": 4,
            "text": "Acute orthostatic hypotension generally resolves with treatment of the underlying cause. In patients with chronic orthostatic hypotension, pharmacologic and nonpharmacologic treatments may be beneficial. All patients with chronic orthostatic hypotension should be educated about their diagnosis and goals of treatment, which include improving orthostatic blood pressure without excessive supine hypertension, improving standing time, and relieving orthostatic symptoms.21"
        },
        {
            "parent": 5,
            "text": "Nonpharmacologic treatment should be offered to all patients initially. If potentially contributing medications cannot be discontinued, then patients should be instructed to take them at bedtime when possible, particularly antihypertensives.7Patients should avoid large carbohydrate-rich meals (to prevent postprandial hypotension), limit alcohol intake, and ensure adequate hydration.6,22Patients should be encouraged to keep a symptom diary and avoid identified precipitating factors. Older patients should consume a minimum of 1.25 to 2.50 L of fluid per day to balance expected 24-hour urine losses. Water boluses (one 480-mL glass of tap water in one study and two 250-mL glasses of water in rapid succession in another study) have been shown to increase standing systolic blood pressure by more than 20 mm Hg for approximately two hours.22"
        },
        {
            "parent": 5,
            "text": "Sodium may be supplemented by adding extra salt to food or taking 0.5- to 1.0-g salt tablets. A 24-hour urine sodium level can aid in treatment. Patients with a value of less than 170 mmol per 24 hours should be placed on 1 to 2 g of supplemental sodium three times a day and be reevaluated in one to two weeks, with the goal of raising urine sodium to between 150 and 200 mEq.21Patients on sodium supplementation should be monitored for weight gain and edema."
        },
        {
            "parent": 5,
            "text": "Lower-extremity and abdominal binders may be beneficial. A randomized, single-blind controlled study using tilt-table testing demonstrated effective management of orthostatic hypotension by application of lower-limb compression bandages.23"
        },
        {
            "parent": 5,
            "text": "An exercise program focused on improving conditioning and teaching physical maneuvers to avoid orthostatic hypotension has proven to be beneficial.24Patients should actively stand with legs crossed, with or without leaning forward. Squatting has been used to alleviate symptomatic orthostatic hypotension.24Other maneuvers include isometric exercises involving the arms, legs, and abdominal muscles during positional changes or prolonged standing.10Toe raises, thigh contractions, and bending over at the waist are recommended.21"
        },
        {
            "parent": 6,
            "text": "In patients who do not respond adequately to nonpharmacologic therapy for orthostatic hypotension, medication may be indicated."
        },
        {
            "parent": 6,
            "text": "Fludrocortisone. Fludrocortisone, which is a synthetic mineralocorticoid, is considered first-line therapy for the treatment of orthostatic hypotension. Dosing should be titrated within the therapeutic range until symptoms are relieved, or until the patient develops peripheral edema or has a weight gain of 4 to 8 lb (1.8 to 3.6 kg).9,24Adverse effects include headache, supine hypertension, and congestive heart failure. Hypokalemia, which is dose-dependent and can appear within one to two weeks of treatment, may occur.9,24In one study, hypokalemia developed in 24 percent of participants taking fludrocortisone, with a mean onset of eight months.25"
        },
        {
            "parent": 6,
            "text": "Midodrine. Midodrine, a peripheral selective alpha-1-adrenergic agonist, significantly increases standing systolic blood pressure and improves symptoms in patients with neurogenic orthostatic hypotension.26Patients should not take the last dose after 6:00 p.m. to avoid supine hypertension. Adverse effects include piloerection, pruritus, and paresthesia. Its use is contra-indicated in patients with coronary heart disease, urinary retention, thyrotoxicosis, or acute renal failure. The U.S. Food and Drug Administration has issued a recommendation to withdraw midodrine from the market because of a lack of post-approval effectiveness data.27Continued approval of the drug is currently under review. Its use generally should be restricted to subspecialists. It is believed to have a synergistic effect when combined with fludrocortisone."
        },
        {
            "parent": 6,
            "text": "Pyridostigmine (Mestinon). Pyridostigmine is a cholinesterase inhibitor that improves neurotransmission at acetylcholine-mediated neurons of the autonomic nervous system. In a double-blind crossover study, patients were randomized to groups receiving 60 mg of pyridostigmine; 60 mg of pyridostigmine with 2.5 mg of midodrine; 60 mg of pyridostigmine with 5 mg of midodrine; or placebo.28Compared with the placebo group, treatment groups demonstrated a decreased drop in standing diastolic blood pressure without worsening supine hypertension. Adverse effects include loose stools, diaphoresis, hypersalivation, and fasciculations.24"
        },
        {
            "parent": 6,
            "text": "Table 8outlines nonpharmacologic and pharmacologic options for the management of orthostatic hypotension.9,10,21–24,26,28,29"
        },
        {
            "parent": 6,
            "text": "Data Sources:A PubMed search was completed using the MeSH function with the key phrases “orthostatic hypotension,” “evaluation,” and “treatment.” The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Also searched were the Agency for Healthcare Research and Quality evidence reports, Bandolier, the Canadian Task Force on Preventive Health Care, the Database of Abstracts of Reviews of Effects, the Effective Health Care Program, the Institute for Clinical Systems Improvement, the Cochrane Database of Systematic Reviews, the National Center for Complementary and Alternative Medicine, the National Guideline Clearinghouse database, the U.S. Preventive Services Task Force Web site, Clinical Evidence, and UpToDate. Search date: May 31, 2010."
        }
    ],
    "locked": false
}