{
    "url": "https://www.aafp.org/pubs/afp/issues/2012/1015/p734.html#afp20121015p734-f5",
    "title": "Diagnosis and Treatment of Acne | AAFP",
    "author": "STEPHEN TITUS, MD, AND JOSHUA HODGE, MD",
    "doi": "Am Fam Physician.2012;86(8):734-740",
    "abstract": "Acne is a chronic inflammatory skin disease that is the most common skin disorder in the United States. Therapy targets the four factors responsible for lesion formation: increased sebum production, hyperkeratinization, colonization byPropionibacterium acnes, and the resultant inflammatory reaction. Treatment goals include scar prevention, reduction of psychological morbidity, and resolution of lesions. Grading acne based on lesion type and severity can help guide treatment. Topical retinoids are effective in treating inflammatory and noninflammatory lesions by preventing comedones, reducing existing comedones, and targeting inflammation. Benzoyl peroxide is an over-the-counter bactericidal agent that does not lead to bacterial resistance. Topical and oral antibiotics are effective as monotherapy, but are more effective when combined with topical retinoids. The addition of benzoyl peroxide to antibiotic therapy reduces the risk of bacterial resistance. Oral isotretinoin is approved for the treatment of severe recalcitrant acne and can be safely administered using the iPLEDGE program. After treatment goals are reached, maintenance therapy should be initiated. There is insufficient evidence to recommend the use of laser and light therapies. Referral to a dermatologist should be considered if treatment goals are not met.",
    "headers": [
        {
            "id": 0,
            "name": "Pathogenesis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 2,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 3,
            "name": "TOPICAL THERAPIES: PRESCRIPTION",
            "level": 3
        },
        {
            "id": 4,
            "name": "TOPICAL THERAPIES: OVER THE COUNTER",
            "level": 3
        },
        {
            "id": 5,
            "name": "ORAL THERAPIES",
            "level": 3
        },
        {
            "id": 6,
            "name": "LASER AND LIGHT THERAPIES",
            "level": 3
        },
        {
            "id": 7,
            "name": "OTHER THERAPIES",
            "level": 3
        },
        {
            "id": 8,
            "name": "Reassessment and Referral",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Acne is the most common skin disorder in the United States, affecting 40 to 50 million persons of all ages and races.1Potential outcomes include physical scars, persistent hyperpigmentation, and psychological sequelae."
        },
        {
            "parent": 0,
            "text": "Acne is a chronic inflammatory disease involving the pilosebaceous unit. It is typified by the eruption of a comedo within the follicle, which is preceded by a microcomedo.1Four main factors lead to the formation of acne lesions: (1) increased sebum production by sebaceous glands, in which androgens have an important role; (2) hyperkeratinization of the follicle, leading to a microcomedo that eventually enlarges into a comedo; (3) colonization of the follicle by the anaerobePropionibacterium acnes; and (4) an inflammatory reaction.2The inflammatory events may begin before hyperkeratinization of the follicle.3Current therapies target these four factors for acute control of flare-ups and long-term maintenance."
        },
        {
            "parent": 1,
            "text": "Acne is diagnosed by the identification of lesions. The spectrum of acne lesions ranges from noninflammatory open or closed comedones (blackheads and whiteheads;Figure 1) to inflammatory lesions, which may be papules, pustules, or nodules (Figures 2through4). Lesions are most likely to occur on the face, neck, chest, and back, where there is a higher concentration of sebaceous glands. Other conditions can mimic acne, and even include the term acne in their nomenclature, but they lack the presence of comedones.Table 1outlines the differential diagnosis for acne.4Grading acne based on the type of lesions and their severity can help in deciding which therapies are warranted(Figure 5); however, there is no consensus on the best grading system.5"
        },
        {
            "parent": 3,
            "text": "Topical retinoids are versatile agents in the treatment of acne(Table 2).6,7They prevent the formation and reduce the number of comedones, making them useful against noninflammatory lesions. Topical retinoids also possess anti-inflammatory properties, making them somewhat useful in the treatment of inflammatory lesions.6Topical retinoids are indicated as monotherapy for noninflammatory acne and as combination therapy with antibiotics to treat inflammatory acne. Additionally, they are useful for maintenance after treatment goals have been reached and systemic drugs are discontinued.2Overall, adapalene (Differin) is the best tolerated topical retinoid. Limited evidence suggests that tazarotene (Tazorac) is more effective than adapalene and tretinoin (Retin-A). There is no evidence that any formulation is superior to another.6"
        },
        {
            "parent": 3,
            "text": "Topical antibiotics are used predominantly for the treatment of mild to moderate inflammatory or mixed acne. Clindamycin and erythromycin are the most studied(Table 3).2,5,7They are sometimes used as monotherapy, but are more effective in combination with topical retinoids.5Because of the possibility that topical antibiotics may induce resistance, it is recommended that benzoyl peroxide be added to these regimens.2"
        },
        {
            "parent": 3,
            "text": "Table 4summarizes the additional topical therapies that are available.5,8–11Azelaic acid should be considered for use in pregnant women. The cream formulation (Azelex) is approved by the U.S Food and Drug Administration (FDA) for the treatment of acne vulgaris, but the gel (Finacea) has significantly better bioavailability.8It has mixed antimicrobial and anticomedonal effects, and may be effective for the treatment of mild to moderate inflammatory or mixed acne.5"
        },
        {
            "parent": 3,
            "text": "Dapsone is the first agent in a new class of topical acne medications to achieve FDA approval in the past 10 years.9Although it is an antibiotic, it likely improves acne by inhibiting inflammation. In studies, dapsone was minimally more effective than placebo in reducing inflammatory and noninflammatory lesions, but it has never been compared with other topical agents.10Unlike oral dapsone, there is no evidence that the topical formulation causes hemolytic anemia or severe skin reactions.9"
        },
        {
            "parent": 4,
            "text": "Benzoyl peroxide is an over-the-counter bactericidal agent that comes in a wide array of concentrations and formulations. No particular form has been proven better than another.5Benzoyl peroxide is unique as an antimicrobial because it is not known to increase bacterial resistance.11It is most effective for the treatment of mild to moderate mixed acne when used in combination with topical retinoids.2Benzoyl peroxide may also be added to regimens that include topical and oral antibiotics to decrease the risk of bacterial resistance.2Salicylic acid is present in a variety of over-the-counter cleansing products. These products have anticomedonal properties and are less potent than topical retinoids, but there have been only limited high-quality studies examining their effectiveness.5"
        },
        {
            "parent": 5,
            "text": "Oral antibiotics are effective for the treatment of moderate to severe acne5(Table 52,5,10,12). The best-studied antibiotics include tetracycline and erythromycin. Based on expert consensus on relative effectiveness, the American Academy of Dermatology recommends using doxycycline and minocycline (Minocin) rather than tetracycline.5Trimethoprim/sulfamethoxazole (Bactrim, Septra) and trimethoprim alone may be used if tetracycline or erythromycin cannot be tolerated. Because of the potential for bacterial resistance with the use of an oral antibiotic, it is recommended that benzoyl peroxide be added to any regimen of oral antibiotics.2Tetracycline is preferred over erythromycin because of the higher rates of resistance associated with erythromycin.5"
        },
        {
            "parent": 5,
            "text": "After individual treatment goals have been met, oral antibiotics can be discontinued and replaced with topical retinoids for maintenance therapy.2Topical retinoids are sufficient to prevent relapses in most patients with acne vulgaris, especially if the disease was originally classified as mild or moderate. If the patient's acne was initially classified as severe inflammatory, benzoyl peroxide with or without an antibiotic can be added for maintenance therapy.2"
        },
        {
            "parent": 5,
            "text": "Oral isotretinoin is FDA-approved for the treatment of severe recalcitrant acne. Evidence suggests that it is also useful for less severe acne that is treatment resistant.5The usual dosage for severe treatment-resistant acne is 0.5 to 1.0 mg per kg per day for about 20 weeks, or a cumulative dose of 120 mg per kg.13Initial flare-ups can be minimized with a beginning daily dosage of 0.5 mg or less per kg.5Total cumulative doses of less than 120 mg increase relapse rates, and doses of more than 150 mg increase the incidence of adverse effects without producing greater benefits.13Approximately 40 percent of patients achieve long-term remission with a 120-mg cumulative dose, 40 percent require retreatment with topical therapy or oral antibiotics, and 20 percent require retreatment with isotretinoin.14,15Patients with moderate acne may respond to lower dosages (0.3 mg per kg per day) and experience fewer adverse effects.16"
        },
        {
            "parent": 5,
            "text": "Physicians, distributors, pharmacies, and patients must register in the iPLEDGE program (http://www.ipledgeprogram.com) before using isotretinoin. This program was established to prevent pregnancy in patients taking the medication. Isotretinoin is a potent teratogen and is associated with abnormalities of the face, eyes, ears, skull, central nervous system, cardiovascular system, thymus, and parathyroid glands. Negative pregnancy tests are mandated before starting therapy, then monthly before receiving a prescription refill, immediately after taking the last dose, and one month after taking the last dose. The use of isotretinoin has been suggested to worsen depression and increase the risk of suicide, but no causal relationship has been established.5Required laboratory monitoring during therapy includes a complete blood count, fasting lipid panel, and measurement of liver transaminase levels. Common adverse effects include headaches, dry skin and mucous membranes, and gastrointestinal upset.17"
        },
        {
            "parent": 5,
            "text": "Several estrogen-containing oral contraceptives are FDA-approved for the treatment of acne.17These agents generally are considered second-line therapies, but they may be considered first-line treatments in women with adult-onset acne or perimenstrual flare-ups.18A 2009 Cochrane review found that these agents are effective in reducing inflammatory and noninflammatory lesions.19However, there is insufficient evidence to recommend one agent over another, including those that are FDA approved versus those that are not. There is also no evidence to support their use over other studied therapies.5"
        },
        {
            "parent": 5,
            "text": "Spironolactone (Aldactone) is an androgen receptor antagonist with unclear effectiveness in the treatment of acne. It is usually reserved as a second- or third-line agent, or as an alternative to isotretinoin for women who cannot use this medication. A 2009 systematic review found insufficient evidence to recommend the use of spironolactone for the treatment of acne.20Common adverse effects include menstrual irregularities and breast tenderness. It is a potassium-sparing diuretic and may cause severe hyperkalemia. Additionally, it is a potential teratogen.21"
        },
        {
            "parent": 6,
            "text": "Light and laser therapies can be used for the treatment of acne. Examples include visible light, pulsed-dye laser, and photodynamic therapies. There is insufficient evidence to recommend the routine use of these therapies for the treatment of acne.2Studies of these products typically lack controls, have small sample sizes, are short term, and do not compare these therapies with validated pharmacologic treatments. There are no established guidelines on the optimal dosing, device, timing, and frequency to be used.22"
        },
        {
            "parent": 7,
            "text": "Table 6summarizes other therapies that are used in the treatment of acne, with varying levels of evidence to support their use.5,23–26"
        },
        {
            "parent": 8,
            "text": "Treatment goals in patients with acne include the prevention of scars, the reduction of psychological morbidity, and the resolution of noninflammatory and inflammatory lesions. Therapy should be continued for a minimum of eight weeks before a treatment response can be accurately assessed. Referral to a dermatologist should be considered when treatment goals are not met or when there is significant scarring.27"
        },
        {
            "parent": 8,
            "text": "Data Sources:We performed electronic searches of PubMed, the Cochrane database, Essential Evidence Plus, and the National Guideline Clearinghouse using the MESH terms acne, vulgaris, treatment, treat, and therapy. Search date: March 2011."
        }
    ],
    "locked": false
}