{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/0115/p173.html#afp20110115p173-f1",
    "title": "Specialized Nutrition Support | AAFP",
    "author": "DOINA KULICK, MD, MS, AND DARWIN DEEN, MD, MS",
    "doi": "Am Fam Physician.2011;83(2):173-183",
    "abstract": "Specialized nutrition support should be offered to patients who are malnourished or at risk of becoming malnourished when it would benefit patient outcomes or quality of life. Improving the nutritional value of ingested food and tailoring intake to the patient's preferences, abilities, and schedule should be the first measures in addressing nutritional needs. When these interventions alone are insufficient to meet nutritional requirements, oral nutritional supplements should be considered. Nutritional status should be evaluated in patients before specialized nutrition support is considered. Enteral nutrition is used when patients have a functional gastrointestinal tract but are unable to safely swallow. Although a variety of enteral formulas are available, evidence for choosing a specific formula is often lacking. Parenteral nutrition should be used only when enteral nutrition is not feasible. There are no known benefits of parenteral nutrition over the enteral route, and the risk of serious complications is much greater with parenteral nutrition. Even when the parenteral route is necessary, some enteral nutrition is beneficial when possible. Specialized nutrition support can provide an effective bridge until patients are able to return to normal food and, in rare cases, may be continued as long-term home enteral or parenteral nutrition. Specialized nutrition support is not obligatory and can be harmful in cases of futile care and at the end of life.",
    "headers": [
        {
            "id": 0,
            "name": "Estimating Nutritional Requirements",
            "level": 2
        },
        {
            "id": 1,
            "name": "Oral Nutritional Supplements",
            "level": 2
        },
        {
            "id": 2,
            "name": "Enteral Nutrition",
            "level": 2
        },
        {
            "id": 3,
            "name": "INDICATIONS",
            "level": 3
        },
        {
            "id": 4,
            "name": "DELIVERY",
            "level": 3
        },
        {
            "id": 5,
            "name": "ENTERAL FORMULAS",
            "level": 3
        },
        {
            "id": 6,
            "name": "Parenteral Nutrition",
            "level": 2
        },
        {
            "id": 7,
            "name": "INDICATIONS",
            "level": 3
        },
        {
            "id": 8,
            "name": "CONTRAINDICATIONS",
            "level": 3
        },
        {
            "id": 9,
            "name": "VENOUS ACCESS",
            "level": 3
        },
        {
            "id": 10,
            "name": "TOTAL PARENTERAL NUTRITION FORMULATIONS",
            "level": 3
        },
        {
            "id": 11,
            "name": "COMPLICATIONS",
            "level": 3
        },
        {
            "id": 12,
            "name": "Monitoring Specialized Nutrition Support",
            "level": 2
        },
        {
            "id": 13,
            "name": "Specialized Nutrition Support in End-of-Life Care",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The decision to administer specialized nutrition support needs to take into consideration three major factors: the patient's preexisting nutritional status, the impact of the disease process on nutritional intake, and the likelihood that specialized nutrition support will improve patient outcome or quality of life.1–11Figure 1is an algorithm for the implementation of specialized nutrition support."
        },
        {
            "parent": -1,
            "text": "Nutritional status can be evaluated with the Subjective Global Assessment, which uses history and physical data (e.g., weight loss and dietary intake before admission, disease severity, comorbid conditions, function of the gastrointestinal tract) to classify patients as well nourished, moderately malnourished, or severely malnourished12(Figure 213). This screening tool has been validated in children and adults.14Other indicators such as albumin, prealbumin, retinol binding protein, and transferrin levels reflect nutritional status but are influenced by acute and chronic inflammatory processes.15An unintentional weight loss of greater than 10 percent over six months may be a sign of protein-calorie malnutrition, and weight loss greater than 20 percent increases the risk of severe protein-calorie malnutrition."
        },
        {
            "parent": -1,
            "text": "In patients with normal baseline nutritional status, specialized nutrition support should be considered if the underlying disease precludes food intake for more than five to seven days in adults, three to five days in children, or one to three days in infants. Earlier intervention is necessary in patients who are already malnourished or are critically ill.16,17Estimating the effect of specialized nutrition support on patient outcome is difficult because of the lack of good-quality patient-oriented studies. Thus, the precise indications for nutrition support remain controversial(Table 1).1–7,17–27According to consensus, specialized nutrition support is indicated for patients with impaired bowel function (e.g., short bowl syndrome, necrotizing enterocolitis), severe prolonged hypercatabolic states, or severe protein-calorie malnutrition and a treatable disease, and for those requiring prolonged therapeutic bowel rest (e.g., inflammatory bowel disease)."
        },
        {
            "parent": 0,
            "text": "In adults, the average nutritional requirement is 25 to 35 kcal per kg per day. For children older than five years, the suggested requirement is 1,500 kcal for the first 20 kg plus 25 kcal for each additional kg per day.28Protein requirements range from 0.8 to 1.5 g per kg per day in adults, but may be higher in patients who are hypercatabolic or losing protein (e.g., those with enteropathy or acute nephritic syndrome).8Protein requirements are higher in infants and children.9Children and adults receiving specialized nutrition support should get 2 to 4 percent of their total calories as linoleic acid to prevent essential fatty acid deficiency. When the need for specialized nutrition support is expected to be prolonged, consultation with an appropriate nutrition support professional is recommended."
        },
        {
            "parent": 1,
            "text": "Oral nutritional supplements can be used to meet nutritional requirements when the patient has a functional gastrointestinal tract and swallowing mechanism, and accepts the nutritional plan of care. When possible, efforts should be made to improve dietary intake using regular food. If this approach fails, oral nutritional supplements may be considered. Studies assessing the effect of oral nutritional supplements in patients with various chronic diseases have found minimal or no benefit over dietary counseling alone.26,27Oral supplements are often used inappropriately, leading to waste and increased costs.29"
        },
        {
            "parent": 3,
            "text": "Enteral nutrition may be considered to meet the nutritional needs of patients with a functional gastrointestinal tract but who are unable to safely swallow.11,17Even when the gut cannot absorb 100 percent of nutritional needs, some enteral nutrition should be attempted. Enteral nutrition has been shown to be more cost-effective than parenteral nutrition. In addition, studies show that enteral nutrition may decrease the rate of infections30and maintain gastrointestinal tract hormones and bile flow, thus reducing the hepatic and metabolic complications that are associated with the parenteral route."
        },
        {
            "parent": 4,
            "text": "Enteral nutrition can be administered through a nasogastric, nasoduodenal, or enterostomy tube (gastrostomy or jejunostomy). Enterostomy tubes are indicated when the duration of enteral nutrition is anticipated to be longer than four weeks.10Gastric feeding is more physiologic, is easier to administer (i.e., bolus feeding with no need for delivery devices for continuous administration), and allows for a larger volume and higher osmotic load than the small intestine). Postpyloric feeding may be beneficial in patients at high risk of aspiration, severe esophagitis, gastric dysmotility or obstruction, recurrent emesis, and pancreatitis.Table 2outlines the most common complications of enteral nutrition.31–34"
        },
        {
            "parent": 5,
            "text": "Enteral nutrition can be divided into two basic categories: polymeric or elemental. These categories can be further divided into standard, disease-specific, and immunomodulating formulas. Formulas for infants (younger than one year) and children (one to 10 years of age) have been developed. The clinical evidence for choosing a specific enteral formula is often lacking.Table 3summarizes enteral and oral nutritional formulas.35–38"
        },
        {
            "parent": 7,
            "text": "Parenteral nutrition refers to the administration of nutrients via a dedicated central or peripheral line. It is used in patients with gastrointestinal tract dysfunction (e.g., ileus or other obstruction, severe dysmotility, fistulae, surgical resection, severe malabsorption) that precludes adequate nutrient absorption."
        },
        {
            "parent": 8,
            "text": "Parenteral nutrition should not be used when the gastrointestinal tract is functional, except when enteral nutrition is impossible or impractical because of tube access. Hyperglycemia (serum glucose level of 300 mg per dL [16.65 mmol per L] or greater), electrolyte abnormalities, or severe fluid overload need to be corrected before initiation of parenteral nutrition.17"
        },
        {
            "parent": 9,
            "text": "Peripheral venous access can be used in patients who require parenteral nutrition for less than two weeks. However, providing nutrition through peripheral venous access is limited because formulas with osmolarity greater than 850 mOsm per L (850 mmol per L) are poorly tolerated peripherally. Total parenteral nutrition using such formulas would require a large volume of fluids, and would result in fluid overload in most patients. Therefore, central venous access is usually needed to allow for administration of higher osmolarity formulas. Central venous access includes peripherally inserted central catheters or centrally placed catheters for short-term placement, and tunneled catheters or implanted ports for long-term placement."
        },
        {
            "parent": 10,
            "text": "Total parenteral nutrition is formulated to meet the patient's individual nutritional requirements and is most commonly provided as a two-in-one mixture of dextrose and amino acids, with fat emulsions infused as a separate solution. Typical formulas for central venous access contain 25 to 35 percent dextrose and 2.75 to 6 percent amino acids, depending on the patient's estimated nutrient and water requirements.11These formulas have osmolarities in excess of 1,800 mOsm per L (1,800 mmol per L). Formulas for peripheral infusion contain 5 to 10 percent dextrose and 2.75 to 4.25 percent amino acids, and have osmolarities of 600 to 900 mOsm per L (600 to 900 mmol per L). L-cysteine is added to the amino acid formulations for neonates and infants to improve nitrogen balance.39"
        },
        {
            "parent": 10,
            "text": "Parenteral fat emulsions are available in concentrations of 10, 20, and 30 percent and are relatively isosmotic. Intravenous fat has been shown to be equivalent to intravenous dextrose in providing energy to prevent protein breakdown. Intravenous fat is associated with less glucose intolerance, less carbon dioxide production, and less fatty infiltration of the liver, and has been increasingly used in patients with hyperglycemia, respiratory failure, and liver disease. However, there is limited clinical benefit when fat content exceeds 30 to 40 percent of nonprotein calories."
        },
        {
            "parent": 10,
            "text": "Minerals, vitamins, and other additives are incorporated into total parenteral nutrition formulations to meet daily nutritional needs(Table 48,10,11,17). The requirements for minerals and vitamins in parenteral nutrition are significantly different than the recommended daily allowance because issues with enteral absorption and bioavailability are overcome by direct intravenous administration. Addition of medications to parenteral nutrition formulas is generally not advised because of possible drug-nutrient interactions."
        },
        {
            "parent": 11,
            "text": "Parenteral nutrition poses numerous potentially serious complications(Table 5).11,40–48Infectious complications are most common and are often related to suboptimal catheter care and inadequate patient education. Metabolic complications can be diminished by appropriate monitoring and adjustments in the composition and rate of parenteral nutrition infusion. Nevertheless, bone resorption and especially liver disease associated with parenteral nutrition are challenging to manage. In some cases of severe liver disease, intestinal or liver transplantation may be the only treatment option.49"
        },
        {
            "parent": 12,
            "text": "Patients receiving specialized enteral or parenteral nutrition support need close monitoring. Bedside evaluation should address tolerance to food (e.g., vomiting, altered bowel habits, abdominal distension, gastric residual); complications from enteral feeding tubes (e.g., nasal erosion, infection, migration, leakage); complications from parenteral lines (e.g., infection, thrombophlebitis); and clinical signs of dehydration or volume overload.10,17In infants and children, growth should be assessed often. Baseline blood tests should include complete blood count, glucose, urea electrolytes, magnesium, phosphate, calcium, albumin, liver function, iron, vitamin B12, vitamin D, zinc, copper, folate, and an International Normalized Ratio. During parenteral nutrition, blood count, urea electrolytes, glucose, magnesium, phosphate, liver function, calcium, and albumin should be checked daily, then weekly when the patient is stable.17Glucose should be monitored as required to achieve adequate glycemic control.17During enteral nutrition, metabolic parameters should be monitored as needed based on the patient's clinical situation.10In patients receiving established long-term nutrition support, occasional tests should include iron, ferritin, zinc, copper, folate, vitamin B12, and vitamin D11,47,49."
        },
        {
            "parent": 12,
            "text": "Refeeding syndrome is a complication that may occur during aggressive administration of specialized nutrition support in patients who are malnourished. Although it is more common with parenteral nutrition, refeeding syndrome occurs with enteral and oral nutrition as well, and can be life threatening if not treated promptly. It is caused by rapid reintroduction of large amounts of carbohydrate, which shifts metabolism from catabolic to anabolic resulting in insulin release; cellular uptake of potassium, phosphate, and magnesium; and water retention. Severe hypophosphatemia, hypokalemia, hypomagnesemia, and edema occur, and monitoring and correcting these electrolyte abnormalities are essential.10,17In patients at risk of refeeding syndrome, nutrition support should start at one-third or one-fourth of nutritional needs and gradually increased over five to seven days. Thiamine is often deficient in these patients and should be provided intravenously at 100 mg per day in the first week.50"
        },
        {
            "parent": 13,
            "text": "Decisions about nutrition and hydration are challenging during end-of-life care and in patients who are unable to eat properly because of dementia. The social meaning attached to providing persons with food and water makes it difficult for family members to accept cessation of nutrition and hydration for the patient. Good communication between health care professionals and the family will help families understand that patients are usually more comfortable eating and drinking as they choose. Enteral and parenteral nutrition are specialized life-sustaining medical treatments that carry potential discomfort and considerable risk. The American Medical Association and U.S. Supreme Court state that enteral and parenteral nutrition are no different than other life-sustaining treatments in regard to medicolegal issues.51,52Clinical practice guidelines assert that specialized nutrition support is not obligatory in end-of-life situations.17,51,52There is no evidence that enteral nutrition is helpful in patients with advanced dementia, and it may be harmful.53Thus, the decision to provide nutrition therapy should be based on effective patient and family communication, realistic goals, and respect for patient autonomy.17"
        }
    ],
    "locked": false
}