{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/0701/p75.html#afp20110701p75-f1",
    "title": "Office Management of Early Pregnancy Loss | AAFP",
    "author": "LINDA W. PRINE, MD, AND HONOR MACNAUGHTON, MD",
    "doi": "Am Fam Physician.2011;84(1):75-82",
    "abstract": "The management of early pregnancy loss used to be based largely in the hospital setting, but it has shifted to the outpatient setting, allowing women to remain under the care of their family physician throughout the miscarriage process. Up to 15 percent of recognized pregnancies end in miscarriage, and as many as 80 percent of miscarriages occur in the first trimester, with chromosomal abnormalities as the leading cause. In general, no interventions have been proven to prevent miscarriage; occasionally women can modify their risk factors or receive treatment for relevant medical conditions. Unless products of conception are seen, the diagnosis of miscarriage is made with ultrasonography and, when ultrasonography is not available or is nondiagnostic, with measurement of beta subunit of human chorionic gonadotropin levels. Management options for early pregnancy loss include expectant management, medical management with misoprostol, and uterine aspiration. Expectant management is highly effective for the treatment of incomplete abortion, whereas misoprostol and uterine aspiration are more effective for the management of anembryonic gestation and embryonic demise. Misoprostol in a dose of 800 mcg administered vaginally is effective and well-tolerated. Compared with dilation and curettage in the operating room, uterine aspiration is the preferred procedure for early pregnancy loss; aspiration is equally safe, quicker to perform, more cost-effective, and amenable to use in the primary care setting. All management options are equally safe; thus, patient preference should guide treatment choice.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology, Risk Factors, Prognosis, and Prevention",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 3,
            "name": "EXPECTANT MANAGEMENT",
            "level": 3
        },
        {
            "id": 4,
            "name": "MEDICAL MANAGEMENT",
            "level": 3
        },
        {
            "id": 5,
            "name": "UTERINE ASPIRATION",
            "level": 3
        },
        {
            "id": 6,
            "name": "Care Following Early Pregnancy Loss",
            "level": 2
        },
        {
            "id": 7,
            "name": "Psychological Issues",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Early pregnancy loss is most commonly defined as the spontaneous loss of a pregnancy before 13 weeks' gestation. Other terms include miscarriage, early pregnancy failure, and spontaneous abortion. The terms “early pregnancy loss” or “miscarriage” may be preferred by patients because of the negative connotations associated with the word “failure,” and confusion regarding elective versus spontaneous abortion. Management of early pregnancy loss has shifted from the hospital to the outpatient setting, allowing women to remain under the care of their family physician throughout the miscarriage process."
        },
        {
            "parent": -1,
            "text": "Miscarriage is very common, with nearly one in four women experiencing an early pregnancy loss in her lifetime.1Approximately 30 percent of all pregnancies end in miscarriage, although the majority of these are miscarried before they are recognized.2The rate of pregnancy loss among clinically diagnosed pregnancies is 8 to 15 percent.3–6As many as 80 percent of miscarriages occur before 12 weeks' gestation, with miscarriage rates decreasing sharply after the first trimester.2,4"
        },
        {
            "parent": 0,
            "text": "Approximately 50 percent of early pregnancy losses are caused by chromosomal abnormalities.7Other etiologies include infection, reproductive tract abnormalities, exposure to toxins, and uncontrolled endocrine or autoimmune disease in the mother. The usefulness of diagnostic testing to determine the etiology of the loss is typically limited, except in the case of recurrent pregnancy loss."
        },
        {
            "parent": 0,
            "text": "Factors associated with early pregnancy loss are listed inTable 1.2,4,7–22Preconception counseling should include a review of modifiable risk factors, and women experiencing miscarriage should be reassured about the factors not associated with early pregnancy loss(Table 2).23–27"
        },
        {
            "parent": 0,
            "text": "Approximately one-fourth of all pregnancies are complicated by bleeding before 20 weeks' gestation, and 12 to 57 percent of these pregnancies end in miscarriage.5,6,28Although studies consistently support the finding that heavy vaginal bleeding is associated with an increased risk of pregnancy loss, several studies have found that spotting or light bleeding does not increase risk.6,10,29"
        },
        {
            "parent": 0,
            "text": "The risk of pregnancy loss in symptomatic and asymptomatic pregnancies drops once fetal cardiac activity has been demonstrated on ultrasonography. In pregnant women presenting with first-trimester bleeding, the presence of fetal cardiac activity decreases the likelihood of early pregnancy loss to approximately 10 percent.10,30In asymptomatic pregnancies with demonstrated fetal cardiac activity, the chance of miscarriage is 9 percent at six weeks' gestation and 0.5 percent at nine weeks' gestation.31"
        },
        {
            "parent": 0,
            "text": "Beyond addressing modifiable risk factors and treating underlying maternal chronic conditions, no interventions have been shown to prevent miscarriage. In particular, Cochrane reviews have found that miscarriage is not prevented by bed rest, vitamin supplementation, or progestogen use,32–34and that threatened abortion is not effectively treated with uterine muscle relaxants, progestogen, or human chorionic gonadotropin.35–37Although some interventions exist to prevent recurrent pregnancy loss, they are beyond the scope of this article."
        },
        {
            "parent": 1,
            "text": "Early pregnancy loss is divided into subcategories that are defined by a combination of clinical and ultrasound findings1(Table 3). Women experiencing a miscarriage can present to their family physician in a number of ways, including with vaginal bleeding, absent fetal heart tones on Doppler, size-dates discrepancy on bimanual examination, or a routine ultrasonography indicating a nonviable pregnancy. Patients with vaginal bleeding that is not self-limited should be assessed for signs and symptoms of hemodynamic instability, although this is rare. A baseline complete blood count is warranted in most cases. Physical examination should routinely include a bimanual examination for size-dates discrepancy and extrauterine tenderness or masses that may indicate ectopic pregnancy or rupture. Speculum examination can be diagnostic if the products of conception are visible in the cervical os or vaginal vault."
        },
        {
            "parent": 1,
            "text": "In the absence of visible tissue or an open cervical os, miscarriage must be differentiated from a viable intrauterine pregnancy or ectopic pregnancy by ultrasonography, serial beta subunit of human chorionic gonadotropin (β-hCG) levels, or both.38–40Transvaginal ultrasonography is the most reliable way to differentiate between viable and nonviable pregnancies, and should be performed when early pregnancy loss is suspected.39,40A gestational sac should be visible on transvaginal ultrasonography at β-hCG levels of 1,500 to 2,000 mIU per mL.41This β-hCG level is known as the discriminatory zone and depends on the quality of the machine and the skill of the sonographer. In a normal pregnancy, the discriminatory zone is reached at approximately five weeks' gestation."
        },
        {
            "parent": 1,
            "text": "When a woman presents with vaginal bleeding during a wanted pregnancy and the initial ultrasonography is nondiagnostic, caution should be exercised when confirming the diagnosis with serial ultrasonography and β-hCG measurements because making the diagnosis can be challenging in some cases(Figures 142and242). Whenever possible, serial β-hCG levels should be analyzed by the same laboratory to avoid interlaboratory variability. Assuming that an ectopic pregnancy has been ruled out, there is no urgency to intervene; physicians should allow the patient to process the news at her own pace."
        },
        {
            "parent": 1,
            "text": "Many small, portable ultrasound machines are now available, making office diagnosis of miscarriage possible and saving women the anxiety and wait of an emergency department or radiology visit. Several studies support office use of ultrasonography, demonstrating that family physicians can perform first-trimester ultrasonography with equivalent skill to radiologists and obstetricians.43–45If ultrasonography is not immediately available and the patient is stable, an urgent quantitative β-hCG measurement can be done as the initial step in the workup. The patient should be warned of the symptoms of ectopic pregnancy that warrant a call to the physician or a visit to the emergency department. If the quantitative β-hCG level is greater than the 1,500 to 2,000 mIU per mL discriminatory zone, an urgent ultrasonography should be arranged to rule out an ectopic pregnancy and assess viability. If below the discriminatory zone, serial β-hCG levels can be followed every 48 hours until the discriminatory threshold is reached or until the diagnosis is clear from the trend of the β-hCG levels(Figure 242)."
        },
        {
            "parent": 2,
            "text": "Three options exist for treating first-trimester miscarriage: expectant management, medical management with misoprostol (Cytotec), and uterine aspiration. All of these options are safe but have varying degrees of success depending on the type of miscarriage, and the patient should be informed of these data.46–50Expectant management is highly effective for the treatment of incomplete abortion, whereas misoprostol and uterine aspiration are more effective for the management of anembryonic gestation and embryonic demise.46–51An effectiveness comparison of expectant versus medical management of various types of miscarriage is presented inTable 4.47,49"
        },
        {
            "parent": 2,
            "text": "After being counseled on her options, the patient should be allowed to select her treatment.52Urgent aspiration should be performed only if she is having brisk bleeding, has had prolonged bleeding with a substantial drop in hemoglobin levels, or is showing signs of infection."
        },
        {
            "parent": 3,
            "text": "Many women will first elect to take a “wait and see” approach in hopes that they will complete their miscarriage without intervention. For incomplete abortion, the success rate of this approach is up to 90 percent, although it may take weeks for complete passage of the tissue.47A follow-up appointment to assess completion of the miscarriage and to process the experience is important. A repeat ultrasonography showing the absence of a previously documented pregnancy or an 80 percent drop in the β-hCG level one week following the passage of tissue confirms completion. If using β-hCG levels, there is no need to follow them to zero unless ectopic pregnancy has not been reliably excluded. However, for cases in which an intrauterine pregnancy has not been documented, it is prudent to follow β-hCG levels to resolution because ectopic pregnancies can present with declining β-hCG levels. In the absence of hemorrhage or infection, there is no limit to how long it is safe to wait for the miscarriage to complete naturally. If a patient decides that she wants the process to be over, however, she can switch from expectant care to medical management or an aspiration procedure at any point."
        },
        {
            "parent": 4,
            "text": "Numerous studies have shown misoprostol, a prostaglandin analogue, to be a safe and effective treatment for early pregnancy loss.48–51One evidence-based protocol includes 800 mcg of misoprostol vaginally with a repeat dose in 48 hours, if needed.49Studies comparing a variety of doses and routes of administration have found that lower doses and oral administration are less effective, and sublingual administration is associated with greater adverse effects.51Ongoing studies continue to search for the optimal doses and routes of administration.53"
        },
        {
            "parent": 4,
            "text": "When women choose medical management, the miscarriage process usually evolves more quickly and predictably than with expectant management.50,51Cramping and bleeding typically occur within two to six hours of misoprostol insertion, with the most severe symptoms resolving in about three to five hours. Pretreatment with a nonsteroidal anti-inflammatory drug before administering the misoprostol is helpful to block the adverse effects of fever, chills, and severe cramping, and a combination narcotic/acetaminophen should also be prescribed. As with expectant management, a followup appointment is important to document completion. A take-home instruction sheet for patients using misoprostol is available athttp://www.reproductiveaccess.org/m_m/MiscarriageUsingMeds.htm."
        },
        {
            "parent": 5,
            "text": "Uterine aspiration with a manual vacuum is a safe and effective procedure amenable to the primary care setting. 54 The steps are similar to those of an endometrial biopsy, although a paracervical block is indicated and some dilation of the cervix may be needed. For early pregnancy loss, an office-based manual uterine aspiration is less painful55and reduces the cost and scheduling difficulties associated with dilation and curettage in the operating room.56Other benefits of using manual uterine aspiration rather than dilation and curettage are that the aspirator is portable and easy to use, the vacuum is quiet, and the procedure can be completed quickly. A patient information handout for the treatment of miscarriage using an aspiration procedure is available athttp://www.reproductiveaccess.org/m_m/InfoAfterAspiration.htm."
        },
        {
            "parent": 6,
            "text": "Following pregnancy loss, antibiotics are indicated only if infection is suspected. It is important to remember that misoprostol may cause fever within 24 hours of its use, and that this should not be interpreted as a sign of infection. A Cochrane review found insufficient evidence to support routine antibiotic prophylaxis following uterine aspiration.57If prophylactic antibiotics are used, a onetime dose is preferred, considering poorer compliance is likely with extended regimens.57"
        },
        {
            "parent": 6,
            "text": "Rh-negative women with any bleeding before 20 weeks' gestation are commonly given RhO(D) immune globulin (RhoGam) to suppress Rh alloimmunization. Although there is no direct evidence to support this practice in very early pregnancy, it remains the standard of care in the United States. The dose of RhO(D) immune globulin is 50 mcg (250 IU) in women with bleeding before 12 completed weeks' gestation.58"
        },
        {
            "parent": 6,
            "text": "Women with heavy bleeding or signs and symptoms of anemia should have their hemoglobin level checked. If they are found to be anemic, they should receive iron supplementation."
        },
        {
            "parent": 6,
            "text": "Patients who do not desire an immediate subsequent pregnancy should be offered effective contraception, whereas women planning to conceive again should receive routine preconception counseling. There is no evidence to suggest that waiting a certain number of cycles before attempting another pregnancy is medically necessary."
        },
        {
            "parent": 6,
            "text": "Regardless of management choice, all women experiencing an early pregnancy loss should be counseled about when and how to contact their physician. Patients should be counseled to call their physician if they have heavy bleeding or signs of endometritis. Heavy bleeding can be quantified for patients as soaking through two sanitary pads per hour for two hours in a row. If a patient calls during the miscarriage process, careful questions about the degree of soaking of pads or about the relation of fever to misoprostol use often reveal that the woman is experiencing a normal process. Recommending another dose of a nonsteroidal anti-inflammatory drug, with a follow-up call in one hour, is often sufficient to assess her safety and reassure her. Symptoms of retained products of conception or endometritis include high fever, heavy bleeding, pelvic pain, or feeling ill several days after the miscarriage. These symptoms warrant an office visit."
        },
        {
            "parent": 7,
            "text": "A miscarriage can be traumatic for a woman and her family, even if the pregnancy was not highly desired. Reassurance that she did not bring on the miscarriage with routine activities is an important component of counseling. It can be helpful to normalize feelings of sadness, relief, or mixed emotions that may result. It is also important that the woman be an active participant in her miscarriage management, because better mental health outcomes have been associated with having had a choice in the treatment process.52She should be reassured that all of the treatments for miscarriage are safe and that the choice of treatment will not affect her future fertility.59"
        },
        {
            "parent": 7,
            "text": "Data Sources: Online sources including Essential Evidence Plus, PubMed, The Cochrane Library, Clinical Evidence, DynaMed, TRIP Database, the Database of Abstracts of Reviews of Effects, and the National Guideline Clearinghouse were searched using the terms “spontaneous abortion,” “miscarriage,” and “early pregnancy loss.” Reference lists of retrieved articles and reviews also were used. The highest level of evidence found for each specific topic was included. Search date: June 2010."
        }
    ],
    "locked": false
}