{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/0515/p1175.html#afp20110515p1175-f2",
    "title": "Interstitial Cystitis/Painful Bladder Syndrome | AAFP",
    "author": "LINDA M. FRENCH, MD, AND NEELAM BHAMBORE, MD",
    "doi": "Am Fam Physician.2011;83(10):1175-1181",
    "abstract": "Interstitial cystitis/painful bladder syndrome affects more than 1 million persons in the United States, but the cause remains unknown. Most patients with interstitial cystitis/painful bladder syndrome are women with symptoms of suprapubic pelvic and/or genital area pain, dyspareunia, urinary urgency and frequency, and nocturia. It is important to exclude other conditions such as infections. Tests and tools commonly used to diagnose interstitial cystitis/painful bladder syndrome include specific questionnaires developed to assess the condition, the potassium sensitivity test, the anesthetic bladder challenge, and cystoscopy with hydrodistension. Treatment options include oral medications, intravesical instillations, and dietary changes and supplements. Oral medications include pentosan polysulfate sodium, antihistamines, tricyclic antidepressants, and immune modulators. Intravesical medications include dimethyl sulfoxide, pentosan polysulfate sodium, and heparin. Pentosan polysulfate sodium is the only oral therapy and dimethyl sulfoxide is the only intravesical therapy with U.S. Food and Drug Administration approval for the treatment of interstitial cystitis/painful bladder syndrome. To date, clinical trials of individual therapies have been limited in size, quality, and duration of follow-up. Studies of combination or multimodal therapies are lacking.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "CLINICAL PRESENTATION AND HISTORY",
            "level": 3
        },
        {
            "id": 3,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 4,
            "name": "LABORATORY TESTING",
            "level": 3
        },
        {
            "id": 5,
            "name": "Treatment Options",
            "level": 2
        },
        {
            "id": 6,
            "name": "ORAL THERAPIES",
            "level": 3
        },
        {
            "id": 7,
            "name": "INTRAVESICAL THERAPIES",
            "level": 3
        },
        {
            "id": 8,
            "name": "OTHER ADJUNCTIVE THERAPIES",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Interstitial cystitis is a chronic condition characterized by painful symptoms including dysuria, pelvic pain, and dyspareunia. Urinary urgency and frequency are also typical. Interstitial cystitis mainly affects women. Expert opinion in the United States and Europe is that it should be considered with painful bladder as one syndrome, interstitial cystitis/painful bladder syndrome. According to the National Institutes of Health–National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK), an estimated 1.2 million women and 82,000 men in the United States have interstitial cystitis/painful bladder syndrome.1"
        },
        {
            "parent": 0,
            "text": "The etiology of interstitial cystitis/painful bladder syndrome is unknown and is likely variable. Although the pathophysiology has not been fully elucidated, the previous decade has seen advances in our understanding of the pathophysiologic processes, which has led in turn to the development of new approaches to diagnosis and treatment. The common denominator in interstitial cystitis/painful bladder syndrome is damage to the urothelium, which normally acts as a barrier against insults to the bladder.2,3Various structural and molecular abnormalities can alter urothelial permeability and trigger the pathogenesis of interstitial cystitis/painful bladder syndrome.4The mucous layer produced by the urothelium provides a shield against noxious solutes present in the urine.2The anionic mucus regulates the permeation of cationic solutes into the bladder interstitium, especially potassium, which is normally present in urine at levels that are toxic to the bladder interstitium.2,5"
        },
        {
            "parent": 0,
            "text": "Damaged urothelium produces cytokines that activate mast cells in the interstitium.6,7The diffusion of excess potassium into the bladder interstitium through a defective urothelium also triggers mast cell activation.6The activation of mast cells results in a cycle of neuronal hyperexcitability leading to secretion of neurotransmitters and triggering further mast cell stimulation and degranulation. This process appears to contribute to the chronic pain, urgency, and frequency experienced by patients.5,6"
        },
        {
            "parent": 0,
            "text": "Several painful pelvic processes in men and women have demonstrated relationships to abnormalities in the urothelium, including chronic urethritis, chronic prostatitis, and chronic pelvic pain. On this basis, one expert has proposed renaming the group of conditions as lower urinary dysfunctional epithelium.2,3"
        },
        {
            "parent": 1,
            "text": "There is no reference standard test for the diagnosis of interstitial cystitis/painful bladder syndrome. Adding to the complexity of diagnosis, numerous conditions have overlapping symptoms.8–10In the mid-1980s, the NIDDK published criteria for the diagnosis of interstitial cystitis for use in the research setting. These were adopted for clinical diagnosis purposes, but more recent consensus conferences have agreed that they are too restrictive for clinical use.8,10,11The NIDDK criteria were based mainly on cystoscopic findings of glomerulations and Hunner ulcers, now thought to represent severe disease. The differential diagnosis of interstitial cystitis/painful bladder syndrome is shown inTable 1."
        },
        {
            "parent": 2,
            "text": "The symptoms of interstitial cystitis/painful bladder syndrome often mimic urinary tract infection, but cultures are negative.8Common signs and symptoms are listed inTable 2, as well as other conditions that may be suggested. When interstitial cystitis/painful bladder syndrome is clinically suspected, patients should be asked about suprapubic pain; urinary frequency; urgency; nocturia; and pain of the pelvis, perineum, labia, vagina, or urethra. Physicians should also ask female patients about exacerbations related to the menstrual cycle and sexual intercourse.8–10"
        },
        {
            "parent": 2,
            "text": "There are two symptom screening questionnaires available for use in office practice11: the O'Leary-Sant Symptom and Problem Index10(Figure 112)and the Pelvic Pain and Urgency/Frequency Symptom Scale (PUF).8,10The former has been evaluated in a sample of more than 1,000 unselected women presenting to their primary care physician; 1.1 percent had a score of 7 or higher, and 0.6 percent had a score of 12 or higher, consistent with severe interstitial cystitis/painful bladder syndrome.13The PUF score correlates with a positive potassium sensitivity test in women and men.14,15Because there is no reference standard test, the accuracy of these scores cannot be reported."
        },
        {
            "parent": 3,
            "text": "The examination should include a bimanual pelvic examination in women and digital rectal examination in men. Examination of patients with interstitial cystitis/painful bladder syndrome may reveal pelvic floor spasms, rectal spasms, or suprapubic tenderness.8–10In women, anterior vaginal wall and bladder base tenderness may be present."
        },
        {
            "parent": 4,
            "text": "Urinalysis and urine culture should be performed to exclude bacterial infections and other abnormalities.10,16"
        },
        {
            "parent": 4,
            "text": "Intravesical Potassium Sensitivity Test. The potassium sensitivity test is widely used to aid in the diagnosis of interstitial cystitis/painful bladder syndrome, although it is not universally accepted.8It is based on the hypothesis that an abnormally permeable urothelium allows diffusion of potassium into the bladder wall, where it causes characteristic symptoms8,17,18(Figure 29,19). The potassium sensitivity test is a relatively non-invasive office-based procedure and can be performed by physicians other than urologists.8,20False-positive results are possible with other types of cystitis, such as bacterial and radiation cystitis.19,21False-negative results may occur with use of pain medications, and in very severe or mild disease.8,22"
        },
        {
            "parent": 4,
            "text": "Anesthetic Bladder Challenge. An anesthetic solution such as buffered lidocaine (Xylocaine) can be instilled in a symptomatic patient. Pain relief suggests that the bladder is the source of the pain.10An anesthetic solution also can be administered after a positive potassium sensitivity test to hasten pain resolution."
        },
        {
            "parent": 4,
            "text": "Other Urologic Testing. Cystoscopy with hydrodistension under anesthesia has been widely used for diagnosis of interstitial cystitis/painful bladder syndrome based on the 1987 NIDDK diagnostic criteria.23However, lack of evidence has led to consensus that it is not needed to confirm the diagnosis.10,24Direct visualization of the urothelium may be useful to document bladder inflammation and disease severity.8,10Hydrodistension can aid in the evaluation of maximal bladder capacity (about 1,150 mL in healthy adults). Small bladder capacity occurs in severe interstitial cystitis/painful bladder syndrome, but may be near normal in patients with mild to moderate cases. Cystoscopy with hydrodistension carries the risk of urethral tears and, rarely, bladder perforations.8"
        },
        {
            "parent": 4,
            "text": "Bladder biopsies are not performed routinely in the United States, although they are widely used to diagnose interstitial cystitis/painful bladder syndrome in Europe.8,10,11Biopsy may be useful to exclude a specific diagnosis such as carcinoma in situ.11Urodynamics are not required but may help differentiate interstitial cystitis/painful bladder syndrome from detrusor overactivity."
        },
        {
            "parent": 5,
            "text": "A wide array of treatment options exist for interstitial cystitis/painful bladder syndrome, although well-designed clinical trials to evaluate effectiveness are largely lacking.25Multimodal therapy that includes pentosan polysulfate sodium (Elmiron), a tricyclic antidepressant, and an antihistamine is a relatively new approach to symptom relief based on advances in understanding of the complementary pathophysiologic mechanisms, but it remains to be evaluated in well-designed clinical effectiveness trials25,26(Table 325). It is important to set realistic goals and expectations with patients because individual responses vary and the evidence base is weak."
        },
        {
            "parent": 6,
            "text": "Pentosan polysulfate sodium is the only oral therapy approved by the U.S. Food and Drug Administration (FDA) for the treatment of interstitial cystitis.25It was approved in 1996 and is thought to repair the urothelium. Amitriptyline and hydroxyzine (Vistaril) are inexpensive generic medications that also may be used.25A small randomized controlled trial (RCT) of four months' duration supports the effectiveness of amitriptyline to reduce symptoms.26Another small RCT demonstrated that oral cimetidine (Tagamet) significantly improved symptoms of suprapubic pain and nocturia.27Limited and uncontrolled studies show pain reduction associated with use of prednisone."
        },
        {
            "parent": 6,
            "text": "Other medications that have been tried in the treatment of interstitial cystitis/painful bladder syndrome include cyclosporine A (Sandimmune), doxycycline, urinary anesthetic (phenazopyridine [Pyridium]), alpha blockers, benzodiazepines, muscle relaxants, and narcotics.25,28Oral cyclosporine has been used to treat interstitial cystitis/painful bladder syndrome based on the finding of autoantibodies to the urothelium in some patients. Clinically significant improvements were observed, including increased bladder capacity and consequently decreased urinary frequency, but these were in an uncontrolled study.28"
        },
        {
            "parent": 7,
            "text": "A Cochrane review29of intravesical therapies identified nine RCTs using six agents and including 616 participants. The therapies identified were dimethyl sulfoxide, pentosan polysulfate sodium, oxybutynin (Ditropan XL), bacille Calmette-Guérin (BCG), resiniferatoxin, and alkalinization of the urine. The authors concluded that the evidence was too limited to draw any firm conclusions. They noted that BCG and oxybutynin seemed most promising and were fairly well tolerated, whereas resiniferatoxin was associated with increased pain. Despite limited clinical trial data, dimethyl sulfoxide is the only FDA-approved intravesical agent to treat painful symptoms of interstitial cystitis/painful bladder syndrome. It is a weakly acidic solvent with anti-inflammatory, analgesic, muscle-relaxant, collagen-degrading, and bacteriostatic properties.16,25,30Traditionally, irrigation with 50% dimethyl sulfoxide solution is used for six to eight weeks to relieve moderate to severe painful symptoms of interstitial cystitis/painful bladder syndrome.16,25Women can be taught to self-catheterize and instill premixed solutions at home."
        },
        {
            "parent": 7,
            "text": "Pentosan polysulfate sodium can also be used in bladder instillations. A small double-blind, placebo-controlled trial including 41 women demonstrated that the combination of oral and intravesical pentosan polysulfate sodium resulted in significant improvement in moderate to severe interstitial cystitis/painful bladder syndrome versus placebo as measured by the O'Leary-Sant Symptom and Problem Index and health-related quality-of-life measures.30Alternatively, some experts recommend intravesical heparin.25"
        },
        {
            "parent": 7,
            "text": "Intravesical hyaluronic acid is a natural proteoglycan used in Europe and Canada for the treatment of interstitial cystitis/painful bladder syndrome, but it is not approved for this use in the United States because supporting clinical trial data were lacking.25,29An uncontrolled European trial demonstrated that intravesical hyaluronic acid treatments in combination with chondroitin sulfate led to markedly decreased pain and urgency at 12 weeks.31"
        },
        {
            "parent": 8,
            "text": "Sacral nerve stimulation may be effective in addressing the frequency associated with interstitial cystitis/painful bladder syndrome, but not for pain relief, and it is not FDA-approved for this purpose.3A small randomized crossover trial demonstrated better symptom relief with pudendal nerve stimulation than with sacral nerve stimulation.32"
        },
        {
            "parent": 8,
            "text": "Certain dietary products including, but not limited to, coffee, alcoholic beverages, citrus fruits, tomatoes, carbonated drinks, and spicy food have been associated with exacerbation of symptoms of interstitial cystitis/painful bladder syndrome by patient survey.33A trial of elimination of such foods may be worthwhile, but this has not been rigorously studied.25"
        },
        {
            "parent": 8,
            "text": "Physical therapy may be used in select cases of interstitial cystitis/painful bladder syndrome, especially for treatment of associated pelvic floor muscle spasm. Chondroitin sulfate and quercetin are postulated to inhibit mast cell degranulation and were associated with symptom reduction when used together in an open-label study.34,35However, RCT data are needed to verify this finding. They are available over the counter as dietary supplements alone and in combination. Cystectomy with urinary diversion is a treatment of last resort.36"
        }
    ],
    "locked": false
}