{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/1201/p1267.html#afp20111201p1267-f1",
    "title": "Management of Falls in Older Persons: A Prescription for Prevention | AAFP",
    "author": "LAINIE VAN VOAST MONCADA, MD",
    "doi": "Am Fam Physician.2011;84(11):1267-1276",
    "abstract": "Although falls are a common cause of injury in older persons, they are not just a normal part of the aging process. The American Geriatrics Society and British Geriatrics Society recommend that all adults older than 65 years be screened annually for a history of falls or balance impairment. An individualized risk assessment should be performed, with corresponding multifactorial intervention, for those who report a single fall and have unsteadiness; who report two or more falls; who report difficulties with gait or balance; or who seek medical attention because of a fall. The following components should be included in multifactorial interventions: exercise, particularly balance, strength, and gait training; modification of the home environment; minimization of medications, especially psychoactive medications; management of postural hypotension; and management of foot problems and footwear. These interventions are effective in decreasing falls and fall-related injuries in the community and nursing home settings, as well as in decreasing the number of persons who fall in the subacute hospital setting. Prevention of falls and, most importantly, of injury and death is possible. An evidence-based fall prevention prescription may be used to efficiently accomplish management.",
    "headers": [
        {
            "id": 0,
            "name": "Risk Factors",
            "level": 2
        },
        {
            "id": 1,
            "name": "Assessment",
            "level": 2
        },
        {
            "id": 2,
            "name": "Multifactorial vs. Single Interventions",
            "level": 2
        },
        {
            "id": 3,
            "name": "Community Setting",
            "level": 2
        },
        {
            "id": 4,
            "name": "MULTIFACTORIAL INTERVENTIONS",
            "level": 3
        },
        {
            "id": 5,
            "name": "SINGLE INTERVENTIONS",
            "level": 3
        },
        {
            "id": 6,
            "name": "The Toolkit for Implementing Community-Based Multifactorial Interventions: The Fall Prevention Prescription",
            "level": 2
        },
        {
            "id": 7,
            "name": "Hospital Setting",
            "level": 2
        },
        {
            "id": 8,
            "name": "MULTIFACTORIAL INTERVENTIONS",
            "level": 3
        },
        {
            "id": 9,
            "name": "SINGLE INTERVENTIONS",
            "level": 3
        },
        {
            "id": 10,
            "name": "Nursing Home Setting",
            "level": 2
        },
        {
            "id": 11,
            "name": "MULTIFACTORIAL INTERVENTIONS",
            "level": 3
        },
        {
            "id": 12,
            "name": "SINGLE INTERVENTIONS",
            "level": 3
        },
        {
            "id": 13,
            "name": "Interventions to Reduce Fall-Related Injuries",
            "level": 2
        },
        {
            "id": 14,
            "name": "OSTEOPOROSIS TREATMENT",
            "level": 3
        },
        {
            "id": 15,
            "name": "OTHER INTERVENTIONS",
            "level": 3
        },
        {
            "id": 16,
            "name": "Quality Indicators",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The risk of falls and resulting serious injury increases with age, but falls are not an unavoidable consequence of aging. A history of falls is associated with a two- to sixfold increased risk of a future fall.1Noninjurious falls are a harbinger of potentially life-threatening events, and an opportunity for physicians to intervene. Falls are the leading cause of death from injury in persons older than 65 years,2and mortality from falls has increased by 42 percent over the past decade.3Approximately 25 percent of persons who fall have moderate to severe injuries, ranging from bruises or lacerations to hip fractures or traumatic brain injury, resulting in more than 1.9 million emergency department visits annually.2Injuries, such as hip fracture, and falls are risk factors for placement in a nursing home,4where the fall risk is nearly three times that of persons living in the community.5"
        },
        {
            "parent": -1,
            "text": "Multifactorial risk assessment and intervention strategies are effective in decreasing the rate of falls and have a similar risk reduction to that of other prevention measures, such as statins for cardiovascular disease.6This article provides a tool for management of this often preventable problem in older persons—an evidence-based prescription for decreasing falls."
        },
        {
            "parent": 0,
            "text": "There are many risk factors for falls, some of which are modifiable(Tables 1,1,72,1,8–10and311–15). The strongest modifiable risk factors are balance impairment, gait impairment, and muscle weakness. A history of a fall is predictive of another fall.1,5,16Fear of falling can result in a downward cascade of events leading to social isolation and loss of function, as well as more falls.8Increased physical activity and the use of restraints, in addition to other risk factors listed inTables 1,1,72,1,8–10and 3,11–15increase the risk of injurious falls.16Approximately 60 percent of falls are the result of multiple factors17; therefore, persons who have fallen require multifactorial assessment and intervention."
        },
        {
            "parent": 1,
            "text": "According to the American Geriatrics Society (AGS) and British Geriatrics Society (BGS) 2010 clinical practice guidelines, all patients older than 65 years should be asked annually about whether they have fallen, the number of falls they have had, and whether they have difficulty walking or with balance.18A gait and balance evaluation should be performed in every person who reports a single fall using one of the following tools: the Get Up and Go test, the Timed Get Up and Go test, the Berg Balance Scale (http://www.fallpreventiontaskforce.org/pdf/BergBalanceScale.pdf), or the Performance-Oriented Mobility Assessment (http://web.missouri.edu/~proste/tool/Tinetti-Balance-Gait--POMA.rtf).18There is not enough evidence to suggest superiority of one test over another, but the Get Up and Go test is the most time-efficient, taking less than one minute to administer.1With this test, the person is asked to get out of a chair without the use of his or her arms (if possible), walk 10 ft (3 m), turn, return to the chair, and sit down. If the person has unsteadiness or is not able to get out of the chair without the use of his or her arms, this suggests muscle weakness and a need for further assessment. In a timed version of this test, a person 60 to 69 years of age should be able to complete this walk in 9 seconds, a person 70 to 79 years of age in 10.2 seconds, and a person 80 to 99 years of age in 12.7 seconds. Slower times warrant further assessment.19"
        },
        {
            "parent": 1,
            "text": "A multifactorial fall risk assessment should be performed in all older persons who report a single fall and have unsteadiness on gait examination; who report two or more falls; who report difficulties with gait or balance; or who seek medical attention because of a fall18(Figure 118,20;Table 418,20–24). When possible, corroboration of the history by a caregiver (by telephone, if necessary) is useful because patients may overestimate their functional capabilities or may have underlying cognitive impairment. The history should include circumstances, frequency, associated symptoms, injuries, medication review (prescribed and over-the-counter), other relevant acute or chronic medical problems, assessment of activities of daily living and use of assistive devices, and fear of falling.18The physical examination should include detailed gait assessment using one of the previously mentioned gait tests and including tandem and semitandem stance; evaluation of muscle strength; neurologic examination; cardiovascular examination, including postural blood pressure; assessment of visual acuity; and examination of the feet and footwear.18An environmental assessment, including home safety, is also recommended.18Any person seeking medical attention or presenting to the emergency department because of a fall should be carefully evaluated for underlying acute illness. The health care professional or team conducting the fall risk assessment should directly implement the interventions or should ensure that other qualified health care professionals carry out the interventions.1,18"
        },
        {
            "parent": 2,
            "text": "In each setting (community, hospital, and nursing home), individualized assessment with corresponding multifactorial intervention tailored to the needs of the patient and involving a combination of components (e.g., gait and balance training, medication reduction) reduces fall rates.20,23However, there is wide variability among studies in terms of administration of individual components, and there is not enough evidence to assess the contributions of individual components. Therefore, although single interventions are usually not as effective, they reveal data that are more specific to that individual component (e.g., exercise alone)."
        },
        {
            "parent": 4,
            "text": "According to the AGS/BGS guidelines, a multifactorial intervention should include an exercise program with muscle strengthening and gait and balance training; home environment modification; minimization of medications; and management of postural hypotension, foot problems, and footwear18(Table 418,20–24). Older persons should be advised that walking in shoes with low heels and a high surface contact area may reduce the risk of falls.18Multifactorial interventions are most effective,18but there is conflicting evidence about which interventions to recommend.25If available, consultation with a geriatrician may be considered. When older persons living in the community received an assessment and multifactorial interventions tailored to their needs, the number of falls was reduced by 25 percent.20A randomized trial evaluating these strategies found that they can also significantly reduce hip and other fractures and head injuries, and decrease the use of medical services related to falls.26Of greatest significance, one meta-analysis found that death was prevented by multidimensional fall prevention programs.27"
        },
        {
            "parent": 5,
            "text": "The AGS/BGS guidelines recommend that the physician monitor the patient's progress toward improving home safety.18The goal is safe performance of daily activities, which can be monitored with the assistance of a home health agency, when appropriate. The limited effectiveness of some home modification programs may be related to the variability in participants' compliance with recommendations."
        },
        {
            "parent": 5,
            "text": "Reducing medication use can dramatically decrease falls. In one study, withdrawal of psychotropic medications resulted in a 66 percent reduction in the rate of falls.28Another trial showed that educating family physicians about their prescribing practices can reduce falls by 39 percent.21Ultimately, the effectiveness of medication withdrawal is determined by patient compliance; therefore, patients and caregivers must be educated about increased fall risk with certain medications(Table 3).11–15Any medication that was initiated or increased shortly before a fall should be considered as a cause."
        },
        {
            "parent": 5,
            "text": "The AGS/BGS guidelines recommend that vitamin D supplementation of at least 800 IU per day be provided to older persons with proven vitamin D deficiency.18A U.S. Preventive Services Task Force draft statement recommends vitamin D supplementation to prevent falls in older adults at increased fall risk.29The Institute of Medicine (IOM) does not make specific recommendations for those at high risk of falls, but it recommends 800 IU of vitamin D per day for persons older than 70 years and for those at high risk of osteoporosis (600 IU per day for persons 51 to 70 years of age). The IOM also suggests that a 25-hydroxyvitamin D level of 20 ng per mL (49.92 nmol per L) is sufficient for the general population, but does not specify target levels for high-risk persons.30In a Cochrane review, vitamin D supplementation (with or without calcium) decreased the number of persons who fell and the number of falls in men and women living in the community with lower baseline vitamin D levels (less than 24 ng per mL [59.90 nmol per L]).20The number needed to treat to prevent one person from falling was 15.31"
        },
        {
            "parent": 5,
            "text": "Cardioinhibitory carotid sinus hypersensitivity should be considered in the differential diagnosis when a patient experiences unexplained recurrent falls, especially falls associated with syncope or rapid head turning.18Dual chamber pacing reduces falls and syncope, as well as soft tissue injury, by nearly 70 percent in patients with carotid sinus hypersensitivity.32"
        },
        {
            "parent": 5,
            "text": "The AGS/BGS guidelines specify that all older adults who are at risk of falling should be offered an exercise program incorporating balance, gait, and strength training, such as physical therapy.18Flexibility and endurance training can also be offered, but not as sole components. Individual (home) or group exercises tailored to the person's physical capabilities should be recommended by qualified health professionals or fitness instructors, who should also review progress and make program adjustments as needed.18,20A U.S. Preventive Services Task Force draft statement also recommends exercise or physical therapy for older adults at increased risk of falls and found that the harms (e.g., paradoxical increase in falls with increased activity) are small.29"
        },
        {
            "parent": 5,
            "text": "A Cochrane review found that exercise programs that contain multiple components significantly reduce the number of both falls and persons who fell. The number of persons who fell was reduced by 17 to 35 percent with group exercise, individually prescribed home-based exercise, or tai chi, but there is not enough evidence to suggest superiority of any one of these types of programs. In most studies, the exercise program was a minimum of 12 weeks in duration, with sessions ranging from 30 to 90 minutes each and occurring one to three times per week.20"
        },
        {
            "parent": 5,
            "text": "In older women who need cataract surgery (first eye), surgery should be expedited because it reduces fall rate by 34 percent.22According to the AGS/BGS guidelines, there is insufficient evidence to recommend for or against vision interventions, because new eyewear and multifocal lenses (especially when wearing them while climbing stairs or walking) may increase falls.18"
        },
        {
            "parent": 6,
            "text": "Physicians may miss the opportunity to intervene because of the seemingly nonacute nature of a fall (especially a noninjurious fall). To make multifactorial interventions more user-friendly, a fall prevention prescription is proposed(Table 5;Figure 2). All components of the prescription are evidence-based and can be used to fulfill the need for documentation of quality indicators.24"
        },
        {
            "parent": 8,
            "text": "Individualized assessment and multifactorial interventions that include similar components to the interventions used for community-dwelling older persons can be effective in the hospital setting(Table 4).18,20–24Some additional components in effective interventions, which reduce the number of falls by 31 percent, include staff education and nonpharmacologic management of confusion by nursing staff. However, the effectiveness of these components was documented best in the subacute hospital setting where the length of stay was longer.23The Centers for Medicare and Medicaid Services has designated falls occurring during hospitalization as preventable hospital-acquired conditions; therefore, any additional costs of care or increased length of stay because of subsequent fracture, dislocation, or brain injury are the responsibility of the hospital. Of note, falls were the largest category of hospital-acquired conditions, costing hospitals an estimated $7.6 million from October 2008 through June 2009 (net savings for the Centers for Medicare and Medicaid Services).33This may increase pressure to physically or pharmacologically restrain patients; therefore, physicians must be diligent about avoiding restraining patients, because it increases the risk of injurious falls.34More research is needed, especially in the acute hospital setting where the length of stay is short."
        },
        {
            "parent": 9,
            "text": "Although data are limited, supervised exercise in the subacute hospital setting has been shown to significantly decrease fall risk.23"
        },
        {
            "parent": 11,
            "text": "A Cochrane review of four randomized controlled trials found that multidisciplinary team administration of multifactorial assessment and intervention(Table 418,20–24)is effective in older persons living in nursing homes because it reduces the rate of falls by 40 percent and the risk of hip fracture by 52 percent.23The interventions contained many similar components to the interventions provided for community-dwelling persons, but may have also included staff education. Low beds and bed alarms also may have been used, although there is little evidence for their use. The evidence for effectiveness of exercise programs in long-term care is insufficient; exercise programs should be recommended with caution (because of the possible increased risk of falls and injury in frail older persons).18"
        },
        {
            "parent": 12,
            "text": "According to the IOM report, persons at high risk of osteoporosis (e.g., institutionalized older persons) should receive 800 IU of vitamin D per day.30Vitamin D may reduce the rate of falls in long-term care residents with low baseline vitamin D levels (average levels less than 20 ng per mL).23Hip protectors may reduce the incidence of hip fractures in persons living in nursing homes, but poor compliance has contributed to continuing uncertainty regarding their effectiveness.35"
        },
        {
            "parent": 14,
            "text": "In addition to 1,200 mg of calcium (preferably from dietary sources) and 800 IU of vitamin D3recommended per day, bisphosphonates are also recommended for up to five years to reduce fractures from falls.36Supplementation with 800 IU of vitamin D3and 1,200 mg of calcium per day reduces hip fractures by 25 percent in women living in nursing homes.37Vitamin D is generally well-tolerated, but adverse effects must be monitored because there is a statistically significant increase in hypercalcemia, renal stones or insufficiency, and gastrointestinal effects.37In women with osteoporosis, two out of 100 women taking placebo will have a hip or wrist fracture compared with one out of 100 women taking alendronate (Fosamax).38Similarly, risedronate (Actonel)39and yearly intravenous zoledronic acid (Reclast)36also reduce hip fractures.40The benefits of fracture prevention far outweigh the rare risk of atypical femur fracture that has been associated with bisphosphonates.41Although ibandronate (Boniva), raloxifene (Evista), and calcitonin reduce vertebral fractures, their effect on fall-related fractures, especially hip fractures, is not proven.36"
        },
        {
            "parent": 15,
            "text": "Personal emergency response systems have been found to decrease hospitalization and may be considered for community-dwelling older persons.42Although some nursing homes have reported an increase in falls since the federal regulations to reduce restraints were instituted in 1990, most facilities have had a decrease in fall-related injuries.43"
        },
        {
            "parent": 16,
            "text": "The Assessing Care of Vulnerable Elders quality indicators are evidence-based quality of care indicators that are relevant to persons older than 65 years who are at increased risk of death or functional decline.24Although they are not practice guidelines and were developed to measure care at the level of a health system, they can serve as a minimal standard by which physicians may evaluate their own practice. All assessment and management should occur within three months of the report of a fall24(Table 418,20–24)."
        },
        {
            "parent": 16,
            "text": "Data Sources: A PubMed search was completed in Clinical Queries using the key terms falls in the elderly. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Also searched were the Agency for Healthcare Research and Quality evidence reports, Bandolier, the Cochrane database, the Institute for Clinical Systems Improvement, the National Guideline Clearinghouse database, Physicians' Information and Education Resource, U.S. Preventive Services Task Force (USPSTF), and UpToDate. Search date: June 5, 2010. An updated search in PubMed, the Cochrane database, and USPSTF was completed on February 11, 2011."
        }
    ],
    "locked": false
}