{
    "url": "https://www.aafp.org/pubs/afp/issues/2010/1001/p838.html#afp20101001p838-f1",
    "title": "CDC Updates Guidelines for Influenza Vaccination for 2010–2011 Season | AAFP",
    "author": "CARRIE ARMSTRONG",
    "doi": "Am Fam Physician.2010;82(7):838-844",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "Antiviral Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Guideline source: Centers for Disease Control and Prevention, Advisory Committee on Immunization Practices"
        },
        {
            "parent": -1,
            "text": "Literature search described?No"
        },
        {
            "parent": -1,
            "text": "Evidence rating system used?No"
        },
        {
            "parent": -1,
            "text": "Published source:MMWR Recommendations and Reports, August 6, 2010, andMorbidity and Mortality Weekly Report, August 13, 2010"
        },
        {
            "parent": -1,
            "text": "Available at:http://cdc.gov/mmwr/preview/mmwrhtml/rr5908a1.htm?s_cid=rr5908a1_wandhttp://cdc.gov/mmwr/preview/mmwrhtml/mm5931a4.htm"
        },
        {
            "parent": -1,
            "text": "Influenza caused by the 2009 pandemic influenza A (H1N1) virus is expected to continue over the fall and winter of 2010–2011. However, whether the pandemic virus will replace or cocirculate with seasonal H1N1 and H3N2 is not yet known."
        },
        {
            "parent": -1,
            "text": "Rates of seasonal influenza infection are typically highest among children, and rates of serious illness and death are highest among persons 65 years and older, children younger than two years, and persons with medical conditions that put them at increased risk of complications from influenza. However, last season the risk of complications among adults 19 to 64 years of age who had pandemic H1N1 infection was greater than typically occurs for seasonal influenza."
        },
        {
            "parent": -1,
            "text": "The Advisory Committee on Immunization Practices (ACIP) of the Centers for Disease Control and Prevention (CDC) has released updated recommendations on influenza control for the 2010–2011 season. The primary changes to this season's guidelines include the following:"
        },
        {
            "parent": -1,
            "text": "Vaccination is recommended for all persons six months and older. Previously, routine vaccination had not been recommended for healthy nonpregnant adults 18 to 49 years of age who were not at risk of occupational exposure to influenza and who were not in close contact with persons at risk of influenza-related complications. However, because a substantial proportion of adults may still be susceptible to infection with 2009 pandemic influenza A (H1N1)-like viruses, the previous recommendation has been expanded to include all adults.As in previous years, all children six months to eight years of age who are receiving seasonal influenza vaccine for the first time should receive two doses. However, this season previously vaccinated children should also receive two doses of vaccine—not one—if last season was the first time they received seasonal influenza vaccine, and if they received only one dose last season(Figure 1). In addition, children six months to eight years of age who did not receive at least one dose of influenza A (H1N1) 2009 monovalent vaccine last season should receive two doses of seasonal influenza vaccine, regardless of their seasonal influenza vaccination history.Age indications have been expanded for two previously approved inactivated vaccines(Table 1). Fluarix is now approved for use in persons three years and older, and Afluria is now approved for use in persons six months and older. However, ACIP recommends that Afluria not be given to children six months to eight years of age. Afluria is antigenically identical to an inactivated influenza vaccine used in Australia in 2010 that was associated with increased frequency of fever and febrile seizures among children in this age group. Afluria can be used if no other age-appropriate vaccine is available for a child five to eight years of age who has a medical condition that increases the risk of influenza complications. However, physicians should discuss the benefits and risks with the parents or caregivers.A new high-dose trivalent inactivated vaccine (Fluzone High-Dose) is available for adults 65 years and older.Seasonal influenza vaccines in 2010–2011 will contain A/California/7/2009 (H1N1)-like, A/Perth/16/2009 (H3N2)-like, and B/Brisbane/60/2008-like antigens. The influenza A (H1N1) vaccine virus is derived from the 2009 pandemic influenza A (H1N1) virus."
        },
        {
            "parent": -1,
            "text": "Healthy nonpregnant persons two to 49 years of age can choose to receive inactivated vaccine or live attenuated vaccine(Table 2). Adults older than 65 years can be given standard-dose or high-dose inactivated vaccine. Trivalent inactivated vaccine is licensed for use in persons with high-risk conditions(Table 2). Live attenuated vaccine is licensed for use only in persons two to 49 years of age. The safety of live attenuated vaccine has not been established in persons with underlying medical conditions that confer a higher risk of influenza complications."
        },
        {
            "parent": -1,
            "text": "Routine annual vaccination should be emphasized for certain groups at higher risk of influenza or influenza-related complications, including children six months to 18 years of age and adults 50 years and older. These persons, their household and close contacts, and all health care professionals should be a focus of vaccination efforts."
        },
        {
            "parent": -1,
            "text": "The capacity now exists to produce sufficient influenza vaccine to meet a predicted increase in demand. However, the annual supply and timing of vaccine distribution cannot be guaranteed. If vaccine supply is limited, vaccination efforts should focus on the following groups:"
        },
        {
            "parent": -1,
            "text": "Children six months to four years of ageAdults 50 years and olderPersons who have chronic pulmonary disease (including asthma); cardiovascular disease (except hypertension); or renal, hepatic, neurologic, hematologic, or metabolic disorders (including diabetes mellitus)Persons who are immunosuppressed (including immunosuppression caused by medications or by human immunodeficiency virus infection)Pregnant womenChildren six months to 18 years of age who are on long-term aspirin therapy and who may be at risk for Reye syndrome after influenza virus infectionResidents of nursing homes and other long-term care facilitiesAmerican Indians and Alaska nativesPersons who are morbidly obese (body mass index of 40 kg per m2or greater)Health care professionalsHousehold contacts and caregivers of children younger than five years and adults 50 years or older, with particular emphasis on vaccinating contacts of children younger than six monthsHousehold contacts and caregivers of persons with medical conditions that put them at higher risk of severe complications from influenza."
        },
        {
            "parent": 0,
            "text": "Antiviral medications with activity against influenza viruses are useful adjuncts in the prevention of influenza, and effective when used early in the course of illness for treatment. Four influenza antiviral agents are licensed in the United States: amantadine, rimantadine (Flumadine), zanamivir (Relenza), and oseltamivir (Tamiflu). Investigational antiviral medications, such as peramivir and intravenous formulations of zanamivir, may be available under investigational new drug protocols."
        },
        {
            "parent": 0,
            "text": "Approximately 99 percent of seasonal influenza A (H1N1) viruses (i.e., H1N1 viruses not associated with the 2009 pandemic) tested in the United States were resistant to oseltamivir. As of June 2010, most 2009 pandemic influenza A (H1N1) virus strains remained sensitive to oseltamivir, and all were sensitive to zanamivir. ACIP recommendations for antiviral use will be published later this year."
        }
    ],
    "locked": false
}