{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/0415/p911.html#afp20110415p911-f1",
    "title": "Neonatal Resuscitation: An Update | AAFP",
    "author": "TALKAD S. RAGHUVEER, MD, AND AUSTIN J. COX, MD",
    "doi": "Am Fam Physician.2011;83(8):911-918",
    "abstract": "Appropriate resuscitation must be available for each of the more than 4 million infants born annually in the United States. Ninety percent of infants transition safely, and it is up to the physician to assess risk factors, identify the nearly 10 percent of infants who need resuscitation, and respond appropriately. A team or persons trained in neonatal resuscitation should be promptly available to provide resuscitation. The Neonatal Resuscitation Program, which was initiated in 1987 to identify infants at risk of needing resuscitation and provide high-quality resuscitation, underwent major updates in 2006 and 2010. Among the most important changes are to not intervene with endotracheal suctioning in vigorous infants born through meconium-stained amniotic fluid (although endotracheal suctioning may be appropriate in nonvigorous infants); to provide positive pressure ventilation with one of three devices when necessary; to begin resuscitation of term infants using room air or blended oxygen; and to have a pulse oximeter readily available in the delivery room. The updated guidelines also provide indications for chest compressions and for the use of intravenous epinephrine, which is the preferred route of administration, and recommend not to use sodium bicarbonate or naloxone during resuscitation. Other recommendations include confirming endotracheal tube placement using an exhaled carbon dioxide detector; using less than 100 percent oxygen and adequate thermal support to resuscitate preterm infants; and using therapeutic hypothermia for infants born at 36 weeks' gestation or later with moderate to severe hypoxic-ischemic encephalopathy.",
    "headers": [
        {
            "id": 0,
            "name": "Neonatal Resuscitation Team",
            "level": 2
        },
        {
            "id": 1,
            "name": "Planning and Preparation",
            "level": 2
        },
        {
            "id": 2,
            "name": "Outline of Resuscitation",
            "level": 2
        },
        {
            "id": 3,
            "name": "Interventions",
            "level": 2
        },
        {
            "id": 4,
            "name": "POSITIVE PRESSURE VENTILATION",
            "level": 3
        },
        {
            "id": 5,
            "name": "ENDOTRACHEAL INTUBATION",
            "level": 3
        },
        {
            "id": 6,
            "name": "LARYNGEAL MASK AIRWAY",
            "level": 3
        },
        {
            "id": 7,
            "name": "CONCENTRATION OF OXYGEN",
            "level": 3
        },
        {
            "id": 8,
            "name": "CHEST COMPRESSIONS",
            "level": 3
        },
        {
            "id": 9,
            "name": "Medications",
            "level": 2
        },
        {
            "id": 10,
            "name": "Meconium-Stained Amniotic Fluid",
            "level": 2
        },
        {
            "id": 11,
            "name": "Withholding and Discontinuing Resuscitation",
            "level": 2
        },
        {
            "id": 12,
            "name": "Postresuscitation Management",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Nearly 10 percent of the more than 4 million infants born in the United States annually need some assistance to begin breathing at birth, with approximately 1 percent needing extensive resuscitation1,2and about 0.2 to 0.3 percent developing moderate or severe hypoxic-ischemic encephalopathy.3Mortality in infants with hypoxic-ischemic encephalopathy ranges from 6 to 30 percent, and significant morbidity, such as cerebral palsy and long-term disabilities, occurs in 20 to 30 percent of survivors.4The Neonatal Resuscitation Program (NRP), which was initiated in 1987 to identify infants at risk of respiratory depression and provide high-quality resuscitation, underwent major updates in 2006 and 2010.1,5–7"
        },
        {
            "parent": 0,
            "text": "A 1987 study showed that nearly 78 percent of Canadian hospitals did not have a neonatal resuscitation team, and physicians were called into a significant number of community hospitals (69 percent) for neonatal resuscitation because they were not in-house.8National guidelines in the United States and Canada recommend that a team or persons trained in neonatal resuscitation be promptly available for every birth.9,10Actual institutional compliance with this guideline is unknown. In small hospitals, a nonphysician neonatal resuscitation team is one way of providing in-house coverage at all hours. NRP-certified nurses, nurse practitioners, and respiratory therapists have demonstrated the capacity to lead resuscitations.11–13However, it is recommended that an NRP-certified physician be present in the hospital when a high-risk delivery is anticipated.11–13One study provides an outline for physicians interested in developing a neonatal resuscitation team.14"
        },
        {
            "parent": 0,
            "text": "Breakdowns in teamwork and communication can lead to perinatal death and injury.15Team training in simulated resuscitations improves performance and has the potential to improve outcomes.16,17Ultimately, being able to perform bag and mask ventilation and work in coordination with a team are important for effective neonatal resuscitation."
        },
        {
            "parent": 1,
            "text": "Important aspects of neonatal resuscitation are the hospital policy and planning that ensure necessary equipment and personnel are present before delivery.1Anticipation and preparation are essential elements for successful resuscitation,18and this requires timely and accurate communication between the obstetric team and the neonatal resuscitation team. Physicians who provide obstetric care should be aware of maternal-fetal risk factors1and should assess the risk of respiratory depression with each delivery.19The obstetric team should inform the neonatal resuscitation team of the risk status for each delivery and continue to focus on obstetric care. Once the neonatal resuscitation team is summoned to the delivery room, it is important to obtain a pertinent history; assign roles to each team member; check that all equipment is available and functional,1including a pulse oximeter and an air/oxygen blender6; optimize room temperature for the infant; and turn on the warmer, light, oxygen, and suction."
        },
        {
            "parent": 2,
            "text": "Resuscitation of an infant with respiratory depression (term and preterm) in the delivery room(Figure 1)focuses on airway, breathing, circulation, and medications.5As soon as the infant is delivered, a timer or clock is started. Once the infant is brought to the warmer, the head is kept in the “sniffing” position to open the airway. The airway is cleared (if necessary), and the infant is dried. Breathing is stimulated by gently rubbing the infant's back. The wet cloth beneath the infant is changed.5Respiratory effort is assessed to see if the infant has apnea or gasping respiration, and the heart rate is counted by feeling the umbilical cord pulsations or by auscultating the heart for six seconds (e.g., heart rate of six in six seconds is 60 beats per minute [bpm]). The heart rate should be verbalized for the team."
        },
        {
            "parent": 2,
            "text": "If the heart rate is less than 100 bpm and/or the infant has apnea or gasping respiration, positive pressure ventilation (PPV) via face mask is initiated with 21 percent oxygen (room air) or blended oxygen, and the pulse oximeter probe is applied to the right hand/wrist to monitor heart rate and oxygen saturation.5,6The heart rate is reassessed after 30 seconds, and if it is less than 100 bpm, PPV is optimized to ensure adequate ventilation, and heart rate is checked again in 30 seconds.5–7If the heart rate is less than 60 bpm after 30 seconds of effective PPV, chest compressions are started with continued PPV with 100 percent oxygen (3:1 ratio of compressions to ventilation; 90 compressions and 30 breaths per minute) for 45 to 60 seconds.5–7If the heart rate continues to be less than 60 bpm despite adequate ventilation and chest compressions, epinephrine is administered via umbilical venous catheter (or less optimally via endotracheal tube).5–7"
        },
        {
            "parent": 2,
            "text": "Depending on the skill of the resuscitator, the infant can be intubated and PPV delivered via endotracheal tube if chest compressions are needed or if bag and mask ventilation is prolonged or ineffective (with no chest rise).5Heart rate, respiratory effort, and color are reassessed and verbalized every 30 seconds as PPV and chest compressions are performed. Once the heart rate increases to more than 60 bpm, chest compressions are stopped. When the heart rate increases to more than 100 bpm, PPV may be discontinued if there is effective respiratory effort.5Oxygen is decreased and discontinued once the infant's oxygen saturation meets the targeted levels(Figure 1).5"
        },
        {
            "parent": 2,
            "text": "If there is no heartbeat after 10 minutes of adequate resuscitative efforts, the team can cease further resuscitation.1,5,6A member of the team should keep the family informed during the resuscitation process.Table 1lists evidence and recommendations for interventions during neonatal resuscitation.1,2,5–7,20–43"
        },
        {
            "parent": 4,
            "text": "If the infant's heart rate is less than 100 bpm, PPV via face mask (not mask continuous positive airway pressure) is initiated at a rate of 40 to 60 breaths per minute to achieve and maintain a heart rate of more than 100 bpm.1,2,5–7PPV can be administered via flow-inflating bag, self-inflating bag, or T-piece device.1,6There is no major advantage of using one ventilatory device over another.23Thus, each institution should standardize its equipment and train the neonatal resuscitation team appropriately."
        },
        {
            "parent": 4,
            "text": "If the infant needs PPV, the recommended approach is to monitor the inflation pressure and to initiate PPV using a peak inspiratory pressure (PIP) of 20 cm H2O for the first few breaths; however, a PIP of 30 to 40 cm H2O (in some term infants) may be required at a rate of 40 to 60 breaths per minute.5,6The best measure of adequate ventilation is prompt improvement in heart rate.24Auscultation of the precordium is the primary means of assessing heart rate, but for infants requiring respiratory support, pulse oximetry is recommended.5,6However, if the heart rate does not increase with mask PPV and there is no chest rise, ventilation should be optimized by implementing the following six steps: (1) adjust the mask to ensure a good seal; (2) reposition the airway by adjusting the position of the head; (3) suction the secretions in the mouth and nose; (4) open the mouth slightly and move the jaw forward; (5) increase the PIP enough to move the chest; and (6) consider an alternate airway (endotracheal intubation or laryngeal mask airway).5PIP may be decreased when the heart rate increases to more than 60 bpm, and PPV may be discontinued once the heart rate is more than 100 bpm and there is spontaneous breathing."
        },
        {
            "parent": 4,
            "text": "The usefulness of positive end-expiratory pressure during PPV for term infant resuscitation has not been studied.6A recent study showed that use of mask continuous positive airway pressure for resuscitation and treatment of respiratory distress syndrome in spontaneously breathing preterm infants reduced the need for intubation and subsequent mechanical ventilation without increasing the risk of bronchopulmonary dysplasia or death.29In a preterm infant needing PPV, a PIP of 20 to 25 cm H2O may be adequate to increase heart rate while avoiding a higher PIP to prevent injury to preterm lungs, and positive end-expiratory pressure may be beneficial if suitable equipment is available.6"
        },
        {
            "parent": 5,
            "text": "Endotracheal intubation is indicated in very premature infants; for suctioning of nonvigorous infants born through meconium-stained amniotic fluid; and when bag and mask ventilation is necessary for more than two to three minutes, PPV via face mask does not increase heart rate, or chest compressions are needed. If skilled health care professionals are available, infants weighing less than 1 kg, 1 to 3 kg, and 3 kg or more can be intubated with 2.5-, 3-, and 3.5-mm endotracheal tubes, respectively.1Exhaled carbon dioxide detection is the recommended method of confirming endotracheal intubation. The exhaled carbon dioxide detector changes from purple to yellow with endotracheal intubation, and a negative result suggests esophageal intubation.5,6,25Clinical indicators of endotracheal intubation, such as condensation in the tube, chest wall movement, or presence of bilateral equal breath sounds, have not been well studied."
        },
        {
            "parent": 6,
            "text": "When attempts at endotracheal intubation are unsuccessful, laryngeal mask airway (size 1) is an alternative for providing PPV in infants weighing more than 2 kg or in infants greater than 34 weeks' gestation.5,6,26"
        },
        {
            "parent": 7,
            "text": "Neonatal resuscitation aims to restore tissue oxygen delivery before irreversible damage occurs. Traditionally, 100 percent oxygen has been used to achieve a rapid increase in tissue oxygen in infants with respiratory depression. However, free radicals are generated when successful resuscitation results in reperfusion and restoration of oxygen delivery to organs.44Use of 100 percent oxygen may increase the load of oxygen free radicals, which can potentially lead to end-organ damage. Recent clinical trials have shown that infants resuscitated with 21 percent oxygen compared with 100 percent oxygen had significantly lower mortality (at one week and one month) and were able to establish regular respiration in a shorter time; the rates of encephalopathy and cerebral palsy were similar in the two groups.45–49The 2010 NRP guidelines recommend starting resuscitation of term infants with 21 percent oxygen or blended oxygen and increasing the concentration of oxygen (using an air/oxygen blender) if oxygen saturation (measured using a pulse oximeter) is lower than recommended targets (Figure 1).5Oxygen concentration should be increased to 100 percent if the heart rate is less than 60 bpm despite effective ventilation, and when chest compressions are necessary.5–7"
        },
        {
            "parent": 8,
            "text": "If the infant's heart rate is less than 60 bpm, the delivery of PPV is optimized and applied for 30 seconds. The heart rate is reassessed,6and if it continues to be less than 60 bpm, synchronized chest compressions and PPV are initiated in a 3:1 ratio (three compressions and one PPV).5,6Chest compressions can be done using two thumbs, with fingers encircling the chest and supporting the back (preferred), or using two fingers, with a second hand supporting the back.5,6Compressions should be delivered to the lower one-third of the sternum to a depth of approximately one-third of the anteroposterior diameter.5,6The heart rate is reassessed at 45- to 60-second intervals, and chest compressions are stopped once the heart rate exceeds 60 bpm.5,6"
        },
        {
            "parent": 9,
            "text": "Epinephrine is indicated if the infant's heart rate continues to be less than 60 bpm after 30 seconds of adequate PPV with 100 percent oxygen and chest compressions. It is important to continue PPV and chest compressions while preparing to deliver medications. The neonatal epinephrine dose is 0.01 to 0.03 mg per kg (1:10,000 solution) given intravenously (via umbilical venous catheter).1,2,5,6If there is any delay in securing venous access, epinephrine can be given via endotracheal tube at a higher dose of 0.05 to 0.10 mg per kg (1:10,000 solution), followed by intravenous dosing, if necessary, as soon as access is established.5"
        },
        {
            "parent": 9,
            "text": "Naloxone is not recommended during neonatal resuscitation in the delivery room; infants with respiratory depression should be resuscitated with PPV.1,2,5,6Volume expansion (using crystalloid or red blood cells) is recommended when blood loss is suspected (e.g., pale skin, poor perfusion, weak pulse) and when the infant's heart rate continues to be low despite effective resuscitation.5,6Sodium bicarbonate is not recommended during neonatal resuscitation in the delivery room, because it does not improve survival or neurologic outcome.6,39"
        },
        {
            "parent": 10,
            "text": "Approximately 7 to 20 percent of deliveries are complicated by meconium-stained amniotic fluid; these infants have a 2 to 9 percent risk of developing meconium aspiration syndrome.50Oral and nasopharyngeal suction on the perineum is not recommended, because it has not been shown to reduce the risk of meconium aspiration syndrome.20In the absence of randomized controlled trials, there is insufficient evidence to recommend changing the current practice of intubation and endotracheal suction in nonvigorous infants (as defined by decreased heart rate, respiratory effort, or muscle tone) born through meconium-stained amniotic fluid.1,2,5However, if attempted intubation is prolonged or unsuccessful, and bradycardia is present, bag and mask ventilation is advised.5,6Endotracheal suctioning of vigorous infants is not recommended.1,2,5,6"
        },
        {
            "parent": 11,
            "text": "Withholding resuscitation and offering comfort care is appropriate (with parental consent) in certain infants, such as very premature infants (born at less than 23 weeks' gestation or weighing less than 400 g) and infants with anencephaly or trisomy 13 syndrome.5If there is no detectable heart rate after 10 minutes of resuscitation, it is appropriate to consider discontinuing resuscitation.5,6"
        },
        {
            "parent": 12,
            "text": "Intravenous glucose infusion should be started soon after resuscitation to avoid hypoglycemia.5,6In addition, infants born at 36 weeks' gestation or later with evolving moderate to severe hypoxic-ischemic encephalopathy should be offered therapeutic hypothermia, using studied protocols, within six hours at a facility with capabilities of multidisciplinary care and long-term follow-up.5–7"
        }
    ],
    "locked": false
}