{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/0801/p271.html#afp20110801p271-f2",
    "title": "Slowing Global Warming: Benefits for Patients and the Planet | AAFP",
    "author": "CINDY L. PARKER, MD, MPH",
    "doi": "Am Fam Physician.2011;84(3):271-278",
    "abstract": "Global warming will cause significant harm to the health of persons and their communities by compromising food and water supplies; increasing risks of morbidity and mortality from infectious diseases and heat stress; changing social determinants of health resulting from extreme weather events, rising sea levels, and expanding flood plains; and worsening air quality, resulting in additional morbidity and mortality from respiratory and cardiovascular diseases. Vulnerable populations such as children, older persons, persons living at or below the poverty level, and minorities will be affected earliest and greatest, but everyone likely will be affected at some point. Family physicians can help reduce greenhouse gas emissions, stabilize the climate, and reduce the risks of climate change while also directly improving the health of their patients. Health interventions that have a beneficial effect on climate change include encouraging patients to reduce the amount of red meat in their diets and to replace some vehicular transportation with walking or bicycling. Patients are more likely to make such lifestyle changes if their physician asks them to and leads by example. Medical offices and hospitals can become more energy efficient by recycling, purchasing wind-generated electricity, and turning off appliances, computers, and lights when not in use. Moreover, physicians can play an important role in improving air quality and reducing greenhouse gas emissions by advocating for enforcement of existing air quality regulations and working with local and national policy makers to further improve air quality standards, thereby improving the health of their patients and slowing global climate change.",
    "headers": [
        {
            "id": 0,
            "name": "Health Effects of Climate Change",
            "level": 2
        },
        {
            "id": 1,
            "name": "CHANGES TO FOOD AND WATER SUPPLIES",
            "level": 3
        },
        {
            "id": 2,
            "name": "EXTREME WEATHER",
            "level": 3
        },
        {
            "id": 3,
            "name": "HEAT STRESS",
            "level": 3
        },
        {
            "id": 4,
            "name": "INFECTIOUS DISEASE",
            "level": 3
        },
        {
            "id": 5,
            "name": "WORSENING AIR QUALITY",
            "level": 3
        },
        {
            "id": 6,
            "name": "Recommendations",
            "level": 2
        },
        {
            "id": 7,
            "name": "RED MEAT CONSUMPTION",
            "level": 3
        },
        {
            "id": 8,
            "name": "ACTIVE TRANSPORTATION",
            "level": 3
        },
        {
            "id": 9,
            "name": "ENVIRONMENTAL IMPACT OF OFFICE AND HOSPITAL PRACTICES",
            "level": 3
        },
        {
            "id": 10,
            "name": "PHYSICIAN ADVOCACY",
            "level": 3
        },
        {
            "id": 11,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Global warming is an occurrence that is well documented, with average global surface temperatures now 1.5°F (0.83°C) higher than at the start of the industrial revolution.1Since the 1970s, each decade has been warmer than the previous, and the 2000 through 2009 decade was the warmest on record.1"
        },
        {
            "parent": -1,
            "text": "Changes in temperature alter wind, precipitation, and ocean current patterns across the world. Because climate is temperature-driven, scientists prefer the term “climate change” to “global warming.” The Intergovernmental Panel on Climate Change, comprising more than 2,000 of the world's leading climate-change scientists, concluded in its 2007 consensus report that most of the increase in global average temperatures since the mid-20th century has resulted from an increase in human-generated greenhouse gas emissions, with a probability of greater than 90 percent.2A review of the extensive scientific evidence for climate change is beyond the scope of this article, but, in addition to the consensus report,2a 2009 report fromThe Lancetoffers a comprehensive review of the science.3"
        },
        {
            "parent": -1,
            "text": "Because humans are largely responsible for these climate changes, it is reasonable to suggest that persons could take actions necessary to stabilize the climate. Although that responsibility falls on everyone, physicians can make an important contribution by keeping informed about the impending adverse health effects of climate change; making specific health recommendations to their patients; reducing the environmental impact of their office and hospital practices; and serving as community spokespersons. Family physicians should join the growing global movement of scientists—as evidenced by the InterAcademy Medical Panel statement signed by 43 national academies of science, including the Institute of Medicine—that calls for policy makers to consider the negative health effects of global climate change and the positive health benefits of many mitigation strategies to reduce greenhouse gas emissions.4"
        },
        {
            "parent": 0,
            "text": "Recent estimates show that climate change already causes at least 300,000 deaths per year worldwide,5and another report states that climate change could be the biggest global health threat of this century.3If left unabated, climate change will cause many more deaths in the future. Although links between climate change and specific diseases have captured the attention of the health community, the indirect effects of climate change on food and water supplies pose the most serious threat to health.3Table 1summarizes the health risks of climate change.6–47"
        },
        {
            "parent": 1,
            "text": "The health of any person or community depends on having adequate supplies of clean water and nutritious food. Warmer temperatures and more erratic weather would change crop growth patterns and may cause food shortages and/or substantial price increases. Water shortages would limit agriculture, whereas changes in the timing of natural events (e.g., spring flowering) may disrupt natural cycles, including the timing of when pollinating insects emerge. Changes in temperature and precipitation may allow pests and plant diseases to flourish, resulting in greater crop losses and/or greater use of pesticides, thereby increasing the risk of pesticide contamination and poisonings.48"
        },
        {
            "parent": 1,
            "text": "More frequent and severe droughts and floods also are projected to occur in a warmer climate, threatening many U.S. water supplies. In general, dry areas are projected to get drier. Wet areas will likely get more precipitation, but more of that may come in the form of heavy precipitation events, leading to greater runoff, flooding, and longer stretches of drought between events. Some areas, such as the Southwest, are already experiencing unprecedented droughts and water shortages that will likely worsen.2Substantial increases in food prices are expected, resulting in more Americans being undernourished and food insecure (i.e., experiencing fear or anxiety about the possibility of their food supply becoming insufficient). Globally, the most severe and life-threatening health effect of increasing water shortages will be famine caused by crop failure."
        },
        {
            "parent": 2,
            "text": "More severe and possibly more frequent hurricanes, tornadoes, and heavy precipitation events—such as the recent snow storms in the mid-Atlantic, flooding in the Northeast, and the record number and strength of tornadoes in the Midwest—are projected as a result of climate change.2Coastal and inland flood zones are expected to expand with more frequent so-called “500-year floods,” similar to what Tennessee experienced in May 2010 when more than 13 inches of rain fell in less than 36 hours,49and the record-breaking Mississippi River flooding in May 2011. Flooding presents immediate risks of drowning, blunt trauma, and infectious disease."
        },
        {
            "parent": 2,
            "text": "Moreover, extreme weather events can transform the social determinants of health, resulting in increased risks of physical and mental illness.50After Hurricane Katrina, for example, many persons lost their jobs and then their health insurance; health care for chronic diseases was disrupted; medications were difficult to get; family and social support networks were dispersed; housing was scarce; and regular routines, such as school for children, were disrupted. All of these contributed to worsening physical and mental health indicators for Gulf Coast residents.23,51"
        },
        {
            "parent": 3,
            "text": "Climate change is expected to increase the number and severity of heat waves around the world. Heat waves, like those in Western Europe that killed more than 45,000 persons in the summer of 2003, could come as often as every other year by 2040 with unchecked climate change.52,53The Chicago heat wave of 1995 caused 700 deaths,25and more than 300 people died during the California heat wave in 2006.54Social isolation is the greatest risk for morbidity and mortality during heat waves.52Adverse mental health effects of heat stress range from increased emergency department visits for those with mental illness to the association of increased aggression and resulting increases in violent crime.55,56"
        },
        {
            "parent": 3,
            "text": "Urban areas, which have large quantities of cement and asphalt, ensure higher temperatures during the day and reradiate that heat at night, keeping nighttime temperatures high and preventing people from cooling and rejuvenating at night. This is known as the urban heat island effect.57"
        },
        {
            "parent": 4,
            "text": "With warmer temperatures, some infectious diseases, such as those carried by food and water, may become more of a problem. Warmer temperatures will also allow disease-carrying insects to expand their ranges, reproduce more successfully, and be more effective disease vectors.19West Nile virus, for example, was brought to the United States in 2002 by globalization, but climate change was instrumental in its rapid spread across the country.26"
        },
        {
            "parent": 5,
            "text": "Most air pollutants are also greenhouse gases that propel climate change, and climate change causes worsening air quality, creating a positive feedback loop that is particularly harmful to patients with respiratory or cardiovascular illnesses. Ozone, a primary component of smog, is one such greenhouse gas. As temperatures increase, concentrations of ozone also increase, worsening symptoms for the 9 percent of American children who have asthma.58Almost one-half of the U.S. population lives in areas with ozone concentrations higher than the Environmental Protection Agency recommends.59One study demonstrated that healthy children who played three or more outdoor sports in towns with higher ozone concentrations were three times more likely to develop asthma than those who lived in towns with lower ozone concentrations.44"
        },
        {
            "parent": 6,
            "text": "Family physicians already play an important role in recommending lifestyle changes to combat obesity, diabetes mellitus, cardiovascular disease, and other health conditions. Two of the health-related changes for improving these conditions are also tied to reducing carbon emissions: decreasing red meat consumption and, when feasible, replacing vehicular travel with active forms of transportation such as walking and biking. By focusing on just those two areas, physicians can help stabilize the climate and improve their patients' health. Tackling each of these, however, requires different methods."
        },
        {
            "parent": 7,
            "text": "Climate change affects food production, and vice versa. Surprising to many, livestock production contributes one-fifth of all greenhouse gas emissions globally, and global meat consumption is expected to double by the year 2050.60The average American currently consumes 270 pounds of meat per year.60For health and the climate, Americans should decrease their average daily meat consumption from 12 oz per day to 3 oz per day (about the size of a regular hamburger patty), with red meat making up less than one-half of their total meat consumption.61–63Physicians' comments can be instrumental in reducing their patients' meat consumption(Figure 12,19,31,61,62). The Meatless Monday campaign provides useful tips for getting started(Table 2)."
        },
        {
            "parent": 8,
            "text": "Climate-changing greenhouse gases contribute to worsening air pollution. When car travel restrictions reduced morning traffic by 23 percent during the 17 days of the 1996 summer Olympic games in Atlanta, Ga., ozone concentrations decreased 28 percent and acute care visits for asthma decreased 41 percent.64Results were similar in Beijing, China, during the 2008 Olympic games when the most polluting vehicles were disallowed completely and private automobile drivers were only allowed to drive on alternate days, which reduced greenhouse gas emissions and made for healthier residents.65"
        },
        {
            "parent": 8,
            "text": "Physicians could offer recommendations for their patients to forego shorter car trips in favor of bicycling or walking, which benefits individual health and improves air quality66(Figure 234–39,41,42,64–66). Although evidence for the effectiveness of lifestyle counseling in the context of climate change is lacking, messages from family physicians about behavior change could have positive effects on patients' health and the climate. Even in a typically busy family practice office, a physician could hand a pamphlet to a patient and say, “I believe this is important to your health and our community. Please take a look at this and consider which of these actions you could take.” Attractive posters or television monitors playing an informational video or DVD in the waiting rooms could deliver climate change health messages without taking time away from more traditional health care services."
        },
        {
            "parent": 9,
            "text": "Resources are available to assist physicians in making their clinic sites “greener,” and in making personal lifestyle changes that help reduce climate change(Table 2). Medical offices and hospitals can help by recycling; using recycled items and Energy Star certified appliances and computers; minimizing waste and waste transport by replacing single-use items with sterilizable or washable items; purchasing wind-generated electricity; and reducing energy use by turning off appliances, computers, and lights when not in use. In 2008, the U.S. health care sector spent $8.8 billion on energy to meet patient needs, not including the transportation of employees or patients to and from health care facilities, resulting in 8 percent of all U.S. greenhouse gas emissions.67,68The Energy Star for Healthcare program run by the Environmental Protection Agency assists medical offices in saving money by using energy more efficiently.68"
        },
        {
            "parent": 10,
            "text": "To accomplish significant reductions in emissions and concomitantly improve health, physicians will have an even greater effect if they also get involved in changing policy(Figure 234–39,41,42,64–66). One study estimated that by complying with current air pollution standards, nearly 4,000 premature deaths, 2,800 hospitalizations, and 140,000 asthma attacks could be avoided in parts of Southern California, saving the state $28 billion in health care costs and lost work annually.69"
        },
        {
            "parent": 10,
            "text": "Physicians can play an important role in encouraging enforcement of regulations and strengthening air quality standards. They can motivate local medical societies to pass resolutions on the health dangers of air pollution and global climate change, and to publicly support state or federal legislation that would enforce health-based air quality standards. Talking to policy makers in person or by telephone to educate them about these health effects and testifying about the health effects at local council meetings and state legislatures sends a powerful message to lawmakers that they cannot ignore these issues because their constituents' health, and not just the environment, is at stake."
        },
        {
            "parent": 11,
            "text": "Although climate change is not typically considered a clinical problem, it will affect all patients and communities. Patients likely will feel the effects within their lifetimes, and their children definitely will. More concerning than a slow, gradual rise in average global surface temperature is the possibility of abrupt climate change, which would rapidly take the climate to a warmer state that could cause faster melting of polar ice caps and a dramatic rise in sea level.2Therein lies the urgency to reduce greenhouse gas emissions as quickly as possible. Family physicians, through patient counseling, personal initiative, and advocacy, can be at the forefront of addressing this vital public health issue."
        }
    ],
    "locked": false
}