{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/1201/p1234.html#afp20111201p1234-f1",
    "title": "Treatment and Prevention of Kidney Stones: An Update | AAFP",
    "author": "LYNDA FRASSETTO, MD, AND INGRID KOHLSTADT, MD, MPH",
    "doi": "Am Fam Physician.2011;84(11):1234-1242",
    "abstract": "The incidence of nephrolithiasis (kidney stones) is rising worldwide, especially in women and with increasing age. Kidney stones are associated with chronic kidney disease. Preventing recurrence is largely specific to the type of stone (e.g., calcium oxalate, calcium phosphate, cystine, struvite [magnesium ammonium phosphate]), and uric acid stones); however, even when the stone cannot be retrieved, urine pH and 24-hour urine assessment provide information about stone-forming factors that can guide prevention. Medications, such as protease inhibitors, antibiotics, and some diuretics, increase the risk of some types of kidney stones, and patients should be counseled about the risks of using these medications. Managing diet, medication use, and nutrient intake can help prevent the formation of kidney stones. Obesity increases the risk of kidney stones. However, weight loss could undermine prevention of kidney stones if associated with a high animal protein intake, laxative abuse, rapid loss of lean tissue, or poor hydration. For prevention of calcium oxalate, cystine, and uric acid stones, urine should be alkalinized by eating a diet high in fruits and vegetables, taking supplemental or prescription citrate, or drinking alkaline mineral waters. For prevention of calcium phosphate and struvite stones, urine should be acidified; cranberry juice or betaine can lower urine pH. Antispasmodic medications, ureteroscopy, and metabolic testing are increasingly being used to augment fluid and pain medications in the acute management of kidney stones.",
    "headers": [
        {
            "id": 0,
            "name": "Acute Diagnosis and Management",
            "level": 2
        },
        {
            "id": 1,
            "name": "CLINICAL PRESENTATION",
            "level": 3
        },
        {
            "id": 2,
            "name": "DIAGNOSTIC WORKUP",
            "level": 3
        },
        {
            "id": 3,
            "name": "MANAGEMENT",
            "level": 3
        },
        {
            "id": 4,
            "name": "Further Evaluation",
            "level": 2
        },
        {
            "id": 5,
            "name": "Special Considerations",
            "level": 2
        },
        {
            "id": 6,
            "name": "CHILDREN",
            "level": 3
        },
        {
            "id": 7,
            "name": "PREGNANT WOMEN",
            "level": 3
        },
        {
            "id": 8,
            "name": "Prevention",
            "level": 2
        },
        {
            "id": 9,
            "name": "CAN BACTERIAL INFECTION TRIGGER RECURRENCE?",
            "level": 3
        },
        {
            "id": 10,
            "name": "DOES OBESITY INCREASE RISK AND WILL WEIGHT LOSS REDUCE RISK?",
            "level": 3
        },
        {
            "id": 11,
            "name": "SHOULD PATIENTS REDUCE FRUCTOSE INTAKE?",
            "level": 3
        },
        {
            "id": 12,
            "name": "HOW CAN URINE BE ALKALINIZED (HIGHER URINE PH)? [ corrected]",
            "level": 3
        },
        {
            "id": 13,
            "name": "HOW CAN URINE BE ACIDIFIED (LOWER URINE PH)? [ corrected]",
            "level": 3
        },
        {
            "id": 14,
            "name": "ARE ALTERNATIVE THERAPIES HELPFUL?",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The prevalence of nephrolithiasis (kidney stones) is increasing in women and with increasing age. The risk of developing kidney stones is 10 to 15 percent in the United States, although this number is trending higher.1–3Table 1includes rates of different types of kidney stones in children and adults.4–8Contributing risk factors for kidney stones are obesity, insulin resistance, gastrointestinal pathology, living in warmer climates, and certain dietary patterns and medications.2,9"
        },
        {
            "parent": 1,
            "text": "The characteristic cramping and intermittent abdominal and flank pain occur as kidney stones travel within the urinary tract. The pain is often accompanied by hematuria, nausea or vomiting, and malaise; fever and chills may also be present. However, stones in the renal pelvis may be asymptomatic. The differential diagnosis includes infections in the urinary tract or abdomen, malignancies, and musculoskeletal inflammation or spasm(Table 2).9"
        },
        {
            "parent": 2,
            "text": "The initial workup of a patient with suspected kidney stones(Figure 1)should include urinalysis for blood. Urine cultures are crucial if the patient is febrile or leukocytes are detected in the urine. Diagnosis is sometimes made by visualizing a stone on a plain radiograph. Uric acid stones and stones associated with protease inhibitor use may not be visible on a radiograph. Ultrasonography or spiral computed tomography can detect all types of kidney stones and may be necessary if the diagnosis is in question."
        },
        {
            "parent": 2,
            "text": "Referral to a urologist is warranted when more than one stone is present, symptoms worsen with fever, renal function is impaired, stone passage is prolonged, hydronephrosis is diagnosed based on imaging findings, the patient is pregnant, or the stone is larger than 5 mm in diameter as measured using computed tomography or ultrasonography. Smaller stones pass spontaneously in 90 percent of patients.10Urologists are increasingly using ureteroscopy to remove stones and evaluate for changes in the uroepithelial lining.11Interstitial deposits containing calcium oxalate (Randall plaques) are visible on ureteroscopy as whitish deposits.12"
        },
        {
            "parent": 3,
            "text": "Oral hydration and pain management are part of the acute treatment of all stone types(Table 31,9,10,13andFigure 1). For stones measuring 10 mm or less, antispasmodics such as calcium channel blockers and alpha blockers relax the smooth muscle of the ureters and have been shown to hasten stone passage by five to seven days.10Coadministration of oral corticosteroids leads to little or no improvement in outcomes.14Patients who are unable to take oral fluids or medications and patients with low blood pressure or other signs of early hemodynamic instability should be treated intravenously. If signs of possible infection are present (e.g., fever, pyuria), initial management should include empiric antibiotics that cover gram-negative bacilli (e.g.,Enterobacteriaceaespecies) and gram-positive cocci (e.g., staphylococci, enterococci) according to local susceptibility patterns. Referral to a urologist should be expedited if the patient also shows radiologic evidence of obstruction (hydronephrosis)."
        },
        {
            "parent": 4,
            "text": "Further evaluation identifies modifiable risk factors and guides individualized treatment and prevention. The medical history should identify conditions associated with increased risk of kidney stones (e.g., inflammatory bowel disease, bowel surgery, gout, diabetes mellitus, obesity or recent changes in weight, metabolic syndromes, hyperparathyroidism-associated conditions, frequent urinary tract infections, chronic kidney disease).15A family medical history should also be obtained."
        },
        {
            "parent": 4,
            "text": "A medication history establishes temporal associations; identifies medications recently discontinued, off-label use of medications, and use of herbal preparations and supplements; and screens for illicit drug use. Medications contribute to kidney stones(Table 4)through various mechanisms by forming urine crystals and altering urine characteristics (e.g., changing urine pH, reducing urine volume).16–23For example, carbonic anhydrase inhibitors contribute to calcium phosphate stone formation by causing a mild systemic acidosis and paradoxically high urine pH, hypercalciuria, and low urine citrate.22,23Some antibiotics may increase urine oxalate by reducing the intestinal bacteria that break down oxalate."
        },
        {
            "parent": 4,
            "text": "Management and prevention are largely specific to the type of kidney stone. However, stones often pass without being retrieved, even when urine is strained. With the increasing incidence and prevalence of kidney stones and chronic kidney disease, further evaluation after a first kidney stone may be beneficial in all patients.24Risk factors for kidney stone formation can often be assessed even after the stone has passed, through urine and blood chemistry."
        },
        {
            "parent": 4,
            "text": "Urine pH is an important factor in the production of kidney stones. Uric acid, cystine, and calcium oxalate stones tend to form in acidic urine, whereas struvite (magnesium ammonium phosphate) and calcium phosphate stones form in alkaline urine. A 24-hour urine collection can be analyzed for calcium, phosphorus, magnesium, uric acid, and oxalate to determine stone composition, and for the stone-inhibiting factors citrate and phytate. Urine calcium excretion is another important risk factor for stone formation and is elevated with increased diet acid loads, increased salt intake, and both inadequate and excessive vitamin D levels. Elevated serum calcium levels may suggest primary hyperparathyroidism as the cause of calcium stone formation."
        },
        {
            "parent": 4,
            "text": "Kidney stones are a risk factor for chronic kidney disease and progression to end-stage renal disease.5Persons with kidney stones are more likely to have traditional risk factors for chronic kidney disease (e.g., hypertension, preexisting kidney disease, diabetes, proteinuria, albuminuria), as well as non-traditional factors (e.g., interstitial nephritis, chronic pyelonephritis, female sex).25[corrected] The American Society of Nephrology suggests referral to a nephrologist if the estimated glomerular filtration rate is 60 mL per minute per 1.73 m2or less (stage 3 chronic kidney disease) or if macroalbuminuria is present.26"
        },
        {
            "parent": 6,
            "text": "More children are developing kidney stones, which is attributed to the corresponding rise in diabetes, obesity, and hypertension in this population.2,3Because increasing age is a risk factor for kidney stones, adolescents are more likely to form stones than younger children. The underlying causes and resulting treatments differ in children and adults. Children with kidney stones are more likely to have anatomic and metabolic abnormalities,3increased urinary calcium excretion, decreased urinary oxalate and citrate excretion, and much higher urinary calcium oxalate saturations than children with no history of kidney stones.2Children with cystinuria and other hereditary forms of kidney stones are at increased risk of decline in renal function compared with age-matched controls, although progression to end-stage renal disease is uncommon.2"
        },
        {
            "parent": 7,
            "text": "Pregnant women are twice as likely to have calcium phosphate stones compared with age-matched nonpregnant women, and are two to three times more likely to have calcium phosphate stones than oxalate stones.4The incidence of kidney stones during pregnancy increases in the second and third trimesters. Women have an increased glomerular filtration rate and higher urinary calcium excretion throughout pregnancy, with higher urine pH in the second and third trimesters, which may predispose them to calcium phosphate stones. Ultrasonography is considered the imaging modality of choice in pregnant women. Kidney stones during pregnancy increase the risk of urinary tract infections, and pregnant women with renal colic have nearly double the risk of pre-term delivery compared with women who do not have kidney stones.27"
        },
        {
            "parent": 8,
            "text": "Measures to prevent kidney stones include dietary modifications, nutritional supplements, and medications, depending on the specific type of kidney stone and urine characteristics(Table 5).13,28–33General concepts on prevention are presented below."
        },
        {
            "parent": 9,
            "text": "Bacteria exert both pathogenic and protective roles. Struvite stones are associated with recurrent infections because of high urinary pH levels from urease splitting bacteria and the body's inability to rid the urinary tract of bacteria that become embedded in the stones.34"
        },
        {
            "parent": 9,
            "text": "Oxalobacter formigenesis an anaerobic bacterium that colonizes the intestinal tract, where it metabolizes oxalate to formate and carbon dioxide. Absence ofO. formigenescolonization predisposes persons to oxalate stones.35Preliminary studies ofO. formigenesingestion in healthy patients35and in patients with primary hyperoxaluria36demonstrated up to a 90 percent decrease in urinary oxalate levels.36Larger studies of this potential therapy are ongoing."
        },
        {
            "parent": 10,
            "text": "Obesity contributes to risk of kidney stones more than dietary factors. The associated changes in body composition pose biophysical challenges associated with disturbed thermogenesis and dehydration. Because body fat is hydrophobic, the proportion of body water decreases with increasing obesity, which can lead to dehydration.37Additionally, the decrease in surface area to body volume complicates heat exchange and metabolic rate.38Obesity is a proinflammatory state associated with electrolyte imbalances and altered urine chemistry. Obese persons with kidney stones are predisposed to hyperuricemia, gout, hypocitraturia, hyperuricosuria, and uric acid stones.39A recent retrospective analysis found that patients with diabetes and kidney stones excrete more oxalate and have lower urine pH, which is partly a result of higher sulfate excretion and less acid excreted as ammonium ions.40,41Patients with kidney disease who are obese or have diabetes may have a lesser genetic predisposition to kidney stones and greater responsiveness to environmental modification, such as a healthy diet and hydration."
        },
        {
            "parent": 10,
            "text": "Weight loss may improve or undermine management of kidney stones, depending on how it is achieved. Weight loss could be detrimental to prevention of kidney stones if associated with a high animal protein diet, laxative abuse, rapid loss of lean tissue, or poor hydration. High acid diets, such as the Atkins diet, increase the risk of uric acid stones.42Therefore, diet advice should be based on the type of kidney stone."
        },
        {
            "parent": 11,
            "text": "Increased dietary fructose has been associated with up to a 38 percent higher risk of kidney stones.43Increased fructose intake increases urinary calcium excretion in persons with magnesium deficiency, and fructose is the only dietary carbohydrate known to raise uric acid levels. Additionally, sugar-sweetened beverages and orange juice have been linked to gout.44"
        },
        {
            "parent": 12,
            "text": "For prevention of calcium oxalate, cystine, and uric acid stones, urine should be alkalinized.45,46Western diets are characteristically high in acid-producing foods, such as grains, dairy products, legumes, and meat. Alkalinizing urine involves eating a diet high in fruits and vegetables, taking supplemental or prescription citrate, or drinking alkaline mineral waters.1"
        },
        {
            "parent": 13,
            "text": "For prevention of calcium phosphate and struvite stones, urine should be acidified.47Cranberry juice or betaine can lower urine pH without the adverse effects associated with acid-producing foods. Although table salt (sodium chloride) also lowers urine pH, it can increase blood pressure, insulin excretion, and urine calcium excretion."
        },
        {
            "parent": 14,
            "text": "Acupuncture and chiropractic manipulation may ease stone passage in patients with nerve impingement. Herbs have been used in acute kidney stone treatment since antiquity, but many uncertainties surround their contemporary use (e.g., quality and safety, interactions with medications or anesthesia, lack of stone-specific effectiveness). However, phytonutrients in green tea, turmeric, and berries may reduce the risk of infection, parsley may promote diuresis, and the traditional herbAgropyron repensmay help achieve flushing of the urinary tract."
        },
        {
            "parent": 14,
            "text": "Data Sources:PubMed searches were completed in Clinical Queries using the key terms kidney stone, nephrolithiasis, chronic kidney disease, pregnancy, children, cystinuria, calcium oxalate, struvite, calcium phosphate, uric acid, magnesium, potassium, citrate, phytate, alkalinizing, aciduria, and uroscopy. PubMed was also searched for specific authors using the key terms, Bushinsky, Coe, Curhan, Moe, and Evans. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Google, Wikipedia, and UpToDate were also searched. Search date: April 17, 2011."
        }
    ],
    "locked": false
}