{
    "url": "https://www.aafp.org/pubs/afp/issues/2012/0215/p373.html#afp20120215p373-f2",
    "title": "Hirsutism in Women | AAFP",
    "author": "DAVID BODE, CPT, MC, USA, DEAN A. SEEHUSEN, LTC, MC, USA, AND DREW BAIRD, CPT, MC, USA",
    "doi": "Am Fam Physician.2012;85(4):373-380",
    "abstract": "Hirsutism is excess terminal hair that commonly appears in a male pattern in women. Although hirsutism is generally associated with hyperandrogenemia, one-half of women with mild symptoms have normal androgen levels. The most common cause of hirsutism is polycystic ovary syndrome, accounting for three out of every four cases. Many medications can also cause hirsutism. In patients whose hirsutism is not related to medication use, evaluation is focused on testing for endocrinopathies and neoplasms, such as polycystic ovary syndrome, adrenal hyperplasia, thyroid dysfunction, Cushing syndrome, and androgen-secreting tumors. Symptoms and findings suggestive of neoplasm include rapid onset of symptoms, signs of virilization, and a palpable abdominal or pelvic mass. Patients without these findings who have mild symptoms and normal menses can be treated empirically. For patients with moderate or severe symptoms, an early morning total testosterone level should be obtained, and if moderately elevated, it should be followed by a plasma free testosterone level. A total testosterone level greater than 200 ng per dL (6.94 nmol per L) should prompt evaluation for an androgen-secreting tumor. Further workup is guided by history and physical examination, and may include thyroid function tests, prolactin level, 17-hydroxyprogesterone level, and corticotropin stimulation test. Treatment includes hair removal and pharmacologic measures. Shaving is effective but needs to be repeated often. Evidence for the effectiveness of electrolysis and laser therapy is limited. In patients who are not planning a pregnancy, first-line pharmacologic treatment should include oral contraceptives. Topical agents, such as eflornithine, may also be used. Treatment response should be monitored for at least six months before making adjustments.",
    "headers": [
        {
            "id": 0,
            "name": "Pathogenesis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Causes",
            "level": 2
        },
        {
            "id": 2,
            "name": "POLYCYSTIC OVARY SYNDROME",
            "level": 3
        },
        {
            "id": 3,
            "name": "IDIOPATHIC",
            "level": 3
        },
        {
            "id": 4,
            "name": "ADRENAL HYPERPLASIA",
            "level": 3
        },
        {
            "id": 5,
            "name": "ANDROGEN-SECRETING TUMORS",
            "level": 3
        },
        {
            "id": 6,
            "name": "OTHER CAUSES",
            "level": 3
        },
        {
            "id": 7,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 8,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 9,
            "name": "HAIR REMOVAL METHODS",
            "level": 3
        },
        {
            "id": 10,
            "name": "PHARMACOLOGIC METHODS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Hirsutism is defined as excess terminal hair that commonly appears in a male pattern in women. It is generally associated with hyperandrogenemia.1Hirsutism occurs in approximately 7 percent of women and has an estimated economic burden in the United States of more than $600 million annually.2,3Hirsutism should be distinguished from hypertrichosis, which is generalized excessive hair growth not caused by androgen excess. Hypertrichosis may be congenital or caused by metabolic disorders such as thyroid dysfunction, anorexia nervosa, and porphyria.4"
        },
        {
            "parent": -1,
            "text": "Hirsutism is often classified in terms of the distribution and degree of hair growth, such as through pictorial scales. The most widely recognized scoring method is the Ferriman-Gallwey scale(Figure 1).5,6[corrected] This scale is limited by its subjective nature and its failure to account for all androgenic areas (e.g., sideburns, buttocks), focal hirsutism, ongoing use of cosmetic measures, or effect on patient well-being. Given these limitations, some experts recommend use of the term “patient-important hirsutism” to indicate symptoms significant enough to cause the patient distress, regardless of the degree of physical findings.1,7"
        },
        {
            "parent": 0,
            "text": "Androgens, including testosterone, dihydrotestosterone, and their prohormones dehydroepiandrosterone sulfate and androstenedione, are the key factors in the growth and development of sexual hair. Androgens act on sex-specific areas of the body, converting small, straight, fair vellus hairs to larger, curlier, and darker terminal hairs.8Men have higher androgen levels during and after puberty, and thus a greater degree of terminal hair development in sex-specific areas compared with women. Hirsutism develops in women when there is excessive growth of terminal hair in these areas, typically due to androgen excess.9"
        },
        {
            "parent": 0,
            "text": "In addition to hirsutism, hyperandrogenemia can manifest as acne, menstrual dysfunction, or alopecia, or could be asymptomatic.1The severity of hirsutism is variable at a given level of androgen excess, suggesting that hirsutism is also related to the sensitivity of hair follicles to androgens.10"
        },
        {
            "parent": 1,
            "text": "Table 1outlines the causes of hirsutism and their diagnostic clues.1,9,11,12Multiple medications have been associated with hirsutism and/or hypertrichosis and should also be considered in the evaluation of excessive hair growth(Table 2).13"
        },
        {
            "parent": 2,
            "text": "The most common cause of hirsutism is polycystic ovary syndrome (PCOS), which accounts for 72 to 82 percent of hirsutism cases.9,11PCOS is defined by the presence of at least two of the following three signs: menstrual dysfunction, clinical or biochemical evidence of hyperandrogenemia, and polycystic ovaries on ultrasonography. Other characteristics of PCOS include obesity, infertility, and insulin resistance. Insulin resistance and hyperinsulinemia stimulate the adrenal glands and ovaries to produce more androgens. Hyperinsulinemia also inhibits the hepatic synthesis of sex hormone–binding globulin, which binds testosterone and makes it inactive.14"
        },
        {
            "parent": 3,
            "text": "Hirsutism is caused by idiopathic hyperandrogenemia in less than 20 percent of cases, and is characterized by normal ovulatory cycles and no other identifiable cause of elevated androgen levels.15Idiopathic hirsutism, in which androgen levels are normal, accounts for 4 to 7 percent of cases and is a diagnosis of exclusion.9,11One-half of all women with mild hirsutism (a Ferriman-Gallwey score of 8 to 15) have idiopathic hirsutism.16"
        },
        {
            "parent": 4,
            "text": "Less than 5 percent of patients with hirsutism have adrenal hyperplasia, a defect in adrenal cortisol synthesis that diverts precursors into the androgen synthesis pathway. Classic adrenal hyperplasia is diagnosed at birth by ambiguous genitalia, but nonclassic adrenal hyperplasia can remain asymptomatic until after puberty, when women develop menstrual dysfunction and anovulation.17"
        },
        {
            "parent": 5,
            "text": "Androgen-secreting tumors are rare in women with hirsutism, comprising 0.2 percent of cases in two studies of women presenting with clinical hyperandrogenemia.9,11Neoplasms may be adrenal or ovarian in origin, and often cause large elevations in androgen level. More than one-half are malignant. Rapid onset of hirsutism, virilization, or a palpable abdominal or pelvic mass all raise suspicion for an androgen-secreting tumor.1"
        },
        {
            "parent": 6,
            "text": "Several other endocrinopathies can present with hirsutism but often have more distinctive presentations. These include acromegaly, Cushing syndrome, hyperprolactinemia, and thyroid dysfunction.1"
        },
        {
            "parent": 7,
            "text": "Figure 2provides a suggested approach to evaluating hirsutism.1,18"
        },
        {
            "parent": 7,
            "text": "The medical history should include a medication and supplement review. The patient should be asked if the excess hair growth began at puberty or after, and if its onset was rapid. A menstrual and reproductive history should also be obtained, as well as the hair patterns of family members (if possible) because idiopathic hirsutism is often familial.18Patients should be asked if they have noticed changes in their voice, abdomen, breasts, skin, or muscle mass. It is also important to ask what hair removal measures have already been tried."
        },
        {
            "parent": 7,
            "text": "Physical examination should begin with determination of the distribution and degree of hair growth using a scoring method such as the Ferriman-Gallwey scale(Figure 1).5,6The patient should be evaluated for signs of virilization, including clitoromegaly, acne, deep voice, balding, or loss of typical female body contours. An abdominal and bimanual examination should be performed to identify palpable tumors. A skin examination should check for acne, striae, or acanthosis nigricans. The patient's breasts should be examined for galactorrhea. Physicians should look for other typical signs of endocrinopathies, such as Cushing syndrome or thyroid dysfunction."
        },
        {
            "parent": 7,
            "text": "If possible, androgenic medications should be stopped. Any patient with rapid onset of hirsutism, obvious signs of virilization, or a palpable abdominal or pelvic mass should undergo a thorough workup for a possible androgen-secreting tumor.1,18–20In contrast, patients with mild hirsutism and normal menses do not require laboratory workup and can safely be started on empiric therapy.1,19If the condition does not respond to therapy or progresses, further testing is warranted.19"
        },
        {
            "parent": 7,
            "text": "In patients with moderate or severe hirsutism or a history of possible PCOS, an early morning testosterone level should be obtained. Testosterone testing is inherently difficult, and specialty laboratories that employ proficiency testing using samples with known concentrations should be used if possible.20A total testosterone level greater than 200 ng per dL (6.94 nmol per L) is indicative of an androgen-secreting tumor. Plasma free testosterone is 50 percent more sensitive than total testosterone, but because this testing is expensive and not widely available, it should be considered only if total testosterone levels are moderately elevated.19Routine testing of other androgens, such as dehydroepiandrosterone sulfate, is not recommended, because mild elevations are common and have limited predictive value in the setting of normal testosterone levels.1"
        },
        {
            "parent": 7,
            "text": "Further workup should include thyroid function tests, and prolactin and 17-hydroxyprogesterone levels. A urine free cortisol level, dexamethasone suppression test, or midnight cortisol level can be included if Cushing syndrome is suspected.21If the 17-hydroxyprogesterone level is greater than 200 ng per dL (6.1 nmol per L), a corticotropin stimulation test should be performed to evaluate for adrenal hyperplasia.18A patient with idiopathic hirsutism or a mild to moderately elevated testosterone level and an anovulatory history suggestive of PCOS should be treated appropriately and monitored for improvement.22"
        },
        {
            "parent": 7,
            "text": "Little research has been done regarding hirsutism occurring outside of the peripubertal period. The onset of hirsutism in young children and postmenopausal women warrants further evaluation and subspecialty referral given the increased concern for neoplastic or secondary endocrine sources."
        },
        {
            "parent": 8,
            "text": "Treatment of hirsutism should be guided by the severity of the condition and the amount of distress it is causing the patient. Additionally, the reproductive status of the patient and potential adverse effects should be factored into treatment decisions. Currently, there are no pharmacologic options indicated for pregnant women. Women desiring fertility may consider cosmetic hair removal."
        },
        {
            "parent": 8,
            "text": "Women who are obese should be encouraged to lose weight because obesity increases serum androgen levels and reduces the effectiveness of medical treatment.23"
        },
        {
            "parent": 9,
            "text": "Several methods of direct temporary hair removal are available. Shaving is fast, safe, and effective, but needs to be repeated often. Hair regrowth after shaving appears to be coarser, because the tip is blunt rather than tapered. Chemical depilation can be used to dissolve hairs, but can cause a reactive dermatitis.1Epilation methods, such as waxing or plucking, remove hairs down to above the bulb; however, in addition to the discomfort of the procedure, scarring, folliculitis, and hyperpigmentation may occur.1"
        },
        {
            "parent": 9,
            "text": "More permanent methods of hair removal include electrolysis, laser epilation, and photoepilation. Electrolysis, either galvanic or thermal, is painful and time-consuming because each hair follicle needs to be individually targeted. For this reason, electrolysis is a good option only for treating small areas of skin.1"
        },
        {
            "parent": 9,
            "text": "Laser therapy is less painful and faster than electrolysis, and is widely believed to be more effective; however, it is also more expensive. A recent Cochrane review of hair removal methods found little evidence of their effectiveness.24Alexandrite and diode lasers reduced hair by approximately 50 percent up to six months after treatment. Less evidence is available for short-term effects of pulsed light, neodymium: yttrium-aluminum-garnet (Nd:YAG), and ruby lasers, and none of these treatments have well-documented long-term outcomes.24Laser epilation and photoepilation work best in women with light skin because less energy is required per pulse. Hyperpigmentation is a common adverse effect. Hair regrowth can occur in women with hyperandrogenemia through conversion of remaining vellus hair follicles into terminal hair.19"
        },
        {
            "parent": 10,
            "text": "Table 3lists medications commonly used to treat hirsutism.1,18,19,25"
        },
        {
            "parent": 10,
            "text": "Combination oral contraceptives reduce serum free androgen levels by increasing sex hormone–binding globulin and inhibiting ovarian androgen production. The Endocrine Society recommends oral contraceptives as the first-line medication for women not trying to conceive.1The few trials of oral contraceptives have shown a reduction in hirsutism over placebo or no therapy. Oral contraceptives containing the progestins norgestimate, desogestrel, or drospirenone are preferred because of their lower androgenic effects and/or their androgen blocking effects.1,23,26"
        },
        {
            "parent": 10,
            "text": "The antiandrogens spironolactone (Aldactone), finasteride (Propecia), flutamide, and cyproterone (not available in the United States) have been shown to be effective treatments for hirsutism.1,23,27Because of their teratogenic effects, they should be used only in women who cannot conceive or who are using birth control. The Endocrine Society recommends against the use of flutamide because of the possibility of liver failure.1"
        },
        {
            "parent": 10,
            "text": "Insulin-lowering agents, such as metformin (Glucophage) and pioglitazone (Actos), have been suggested as alternative therapies. Although patients with PCOS are often treated with insulin-lowering agents to improve their insulin sensitivity and fertility, the evidence suggests that these medications provide little or no benefit for hirsutism symptoms and should not be used as a primary treatment for hirsutism.1,25,26"
        },
        {
            "parent": 10,
            "text": "Eflornithine (Vaniqa) is a topical agent that reduces hair growth through inhibition of ornithine decarboxylase. When used for excess facial hair, results are noticed in about eight weeks. Eflornithine can be used alone or in conjunction with other therapies. Hair growth resumes after discontinuation.1,18"
        },
        {
            "parent": 10,
            "text": "Other medications may be used in special cases. Gonadotropin-releasing hormone agonists are reserved for use in severe cases that have not responded to other therapies.1Glucocorticoids are sometimes used in cases of nonclassic congenital adrenal hyperplasia.19Ketoconazole has been suggested for patients in whom other therapies have failed.18"
        },
        {
            "parent": 10,
            "text": "Any therapy for hirsutism should be continued for at least six months (the average life cycle of a hair follicle) before determining its effectiveness. If response at that time is inadequate, options include switching agents or using combination therapy. There is little evidence to suggest that combination therapy is superior to monotherapy.1"
        },
        {
            "parent": 10,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the key terms hirsutism, hypertrichosis, hyperandrogenemia/hyperandrogenism, hair removal, congenital adrenal hyperplasia, and polycystic ovarian syndrome. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Also searched were the Cochrane database, Essential Evidence Plus, and the reference sections of cited articles. Search date: August 1, 2010."
        }
    ],
    "locked": false
}