{
    "url": "https://www.aafp.org/pubs/afp/issues/2012/0901/p419.html#afp20120901p419-f1",
    "title": "Diagnosis and Management of IBS in Adults | AAFP",
    "author": "THAD WILKINS, MD, CHRISTA PEPITONE, MD, BIJU ALEX, MD, AND ROBERT R. SCHADE, MD",
    "doi": "Am Fam Physician.2012;86(5):419-426",
    "abstract": "Irritable bowel syndrome is defined as abdominal discomfort or pain associated with altered bowel habits for at least three days per month in the previous three months, with the absence of organic disease. In North America, the prevalence of irritable bowel syndrome is 5 to 10 percent with peak prevalence from 20 to 39 years of age. Abdominal pain is the most common symptom and often is described as a cramping sensation. The absence of abdominal pain essentially excludes irritable bowel syndrome. Other common symptoms include diarrhea, constipation, or alternating diarrhea and constipation. The goals of treatment are symptom relief and improved quality of life. Exercise, antibiotics, antispasmodics, peppermint oil, and probiotics appear to improve symptoms. Over-the-counter laxatives and antidiarrheals may improve stool frequency but not pain. Treatment with antidepressants and psychological therapies are also effective for improving symptoms compared with usual care. Lubiprostone is effective for the treatment of constipation-predominant irritable bowel syndrome, and alosetron (restrictions for use apply in the United States) and tegaserod (available only for emergency use in the United States) are approved for patients with severe symptoms in whom conventional therapy has been ineffective.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology and Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Clinical Presentation",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 3,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 4,
            "name": "EXERCISE AND DIET",
            "level": 3
        },
        {
            "id": 5,
            "name": "FIBER",
            "level": 3
        },
        {
            "id": 6,
            "name": "OVER-THE-COUNTER LAXATIVES",
            "level": 3
        },
        {
            "id": 7,
            "name": "ANTIDIARRHEALS",
            "level": 3
        },
        {
            "id": 8,
            "name": "PROBIOTICS",
            "level": 3
        },
        {
            "id": 9,
            "name": "ANTIBIOTICS",
            "level": 3
        },
        {
            "id": 10,
            "name": "ANTISPASMODICS",
            "level": 3
        },
        {
            "id": 11,
            "name": "SELECTIVE C-2 CHLORIDE CHANNEL ACTIVATORS",
            "level": 3
        },
        {
            "id": 12,
            "name": "ANTIDEPRESSANTS",
            "level": 3
        },
        {
            "id": 13,
            "name": "COMPLEMENTARY AND ALTERNATIVE THERAPIES",
            "level": 3
        },
        {
            "id": 14,
            "name": "5-HYDROXYTRYPTAMINE 3 ANTAGONISTS",
            "level": 3
        },
        {
            "id": 15,
            "name": "5-HYDROXYTRYPTAMINE 4 AGONISTS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Irritable bowel syndrome (IBS) is defined as abdominal discomfort or pain associated with altered bowel habits for at least three days per month in the previous three months, with the absence of organic disease.1Altered bowel habits include diarrhea-predominant, constipation-predominant, and mixed presentation with alternating diarrhea and constipation. Prevalence estimates of IBS in North America range from 5 to 10 percent, with peak prevalence from 20 to 39 years of age.1IBS affects 1.5 times more women than men and is more common in lower socioeconomic populations.1"
        },
        {
            "parent": -1,
            "text": "Patients with IBS have lower work productivity and higher absenteeism; take more medications; and require more physician visits, diagnostic tests, and hospitalizations compared with patients of the same age without IBS.2One prospective study of 112 patients diagnosed with IBS in the 1960s with long-term follow-up concluded that the presence of IBS did not increase the risk of mortality or the risk of developing other gastrointestinal diseases, such as chronic pancreatitis, gastrointestinal cancers, small bowel obstruction, and gastric ulcers.3This article reviews IBS in adults, but not special populations, such as children or pregnant women.Figure 1is an algorithm for the evaluation and treatment of patients with suspected IBS."
        },
        {
            "parent": 0,
            "text": "One study showed a threefold increase in the risk of IBS in persons with an immediate family member who has had the condition.4In addition to genetics, other possible etiologies for IBS include disturbances in gastrointestinal motility, mucosal barrier disruption, visceral hypersensitivity, dysfunction of the gut-brain axis (neurohormonal interactions between the central nervous system and the gut), and a stress response with involvement of neurotransmitters.5Reduced plasma serotonin levels may be correlated with constipation-predominant IBS, whereas increased serotonin release may play a role in diarrhea-predominant IBS.6"
        },
        {
            "parent": 0,
            "text": "There is an association between IBS and psychological disorders (e.g., anxiety, depression, posttraumatic stress disorder), with up to two-thirds of patients with IBS in tertiary care centers having a concurrent psychological disorder.7,8Prior physical and sexual abuse is predictive of severe IBS symptoms. In a study of 257 persons with severe IBS, 12 percent reported a history of rape, and these patients showed improved quality of life following psychological treatment and antidepressant therapy.9In a systematic review of 18 prospective studies, infectious gastroenteritis was associated with an increased risk of subsequently developing IBS (pooled odds ratio = 5.9).10"
        },
        {
            "parent": 1,
            "text": "Patients with IBS may present with recurrent and episodic abdominal pain, altered bowel habits (constipation, diarrhea, or mixed), or other gastrointestinal or extraintestinal symptoms11(Table 112). Abdominal pain is the most common symptom and often is described as a cramping sensation, which may be severe.12Emotional stress and eating may worsen the pain, and defecation may relieve it.11Pain that is progressive; that awakens the patient from sleep; or that is associated with anorexia, malnutrition, or weight loss is not characteristic of IBS."
        },
        {
            "parent": 1,
            "text": "Diarrhea is described as frequent loose stools preceded by lower abdominal cramping. Patients with diarrhea may have the feeling of urgency and incomplete relief after defecation, or may have mucus in the stools. Large volume, bloody, and nocturnal diarrhea are not characteristic of IBS. If constipation occurs, it can last for days or longer and can alternate with normal bowel habits or diarrhea. Constipation can be described as hard, pellet-shaped stools and may present with a feeling of incomplete relief after defecation."
        },
        {
            "parent": 1,
            "text": "The Bristol Stool Scale can be used to describe stool consistency to differentiate constipation from diarrhea and monitor treatment response. The scale is separated into seven types: (1) separate, hard lumps, like nuts; (2) sausage-like but lumpy; (3) like a sausage or snake, with cracks in the surface; (4) like a sausage or snake, smooth and soft; (5) soft blobs with clear-cut edges; (6) fluffy pieces with ragged edges, a mushy stool; and (7) watery, no solid pieces. Types 1 and 2 may indicate constipation, types 3 and 4 may indicate “normal” stool, and types 5 through 7 may indicate diarrhea.13"
        },
        {
            "parent": 1,
            "text": "Other gastrointestinal symptoms of IBS include feeling of a lump in the throat (globus sensation), belching, acid reflux, dysphagia, early satiety, intermittent dyspepsia, nausea, noncardiac chest pain, abdominal bloating, and flatulence.11Extraintestinal symptoms include dysmenorrhea, dyspareunia, urinary urgency or frequency, and fibromyalgia.14,15The absence of abdominal pain, as well as other IBS symptoms such as pain relieved by defecation, passage of mucus by the rectum, and feeling of incomplete evacuation, has a strong negative predictive value and essentially excludes IBS.12The IBS Severity Scoring System(Figure 2)is a validated measure to assess the severity of IBS symptoms, and can help monitor response to treatment.16"
        },
        {
            "parent": 2,
            "text": "Evaluation for suspected IBS includes a complete history and physical examination, although examination findings often are normal. The Rome III criteria commonly are used in research and less often in clinical practice. These criteria include improvement in pain with defecation, onset associated with a change in frequency of stools, and onset associated with a change in the form (appearance) of stools; criteria must have been met for the previous three months, with symptom onset at least six months before diagnosis.1"
        },
        {
            "parent": 2,
            "text": "Complete blood count, serum chemistries, thyroid function studies, stool testing for ova and parasites, and abdominal imaging are low-yield tests that are not recommended in the routine diagnostic evaluation of IBS.1A systematic review including more than 4,000 patients showed that 4 percent of those with diarrhea-predominant or mixed presentation IBS had biopsy-proven celiac disease.17Physicians should consider routine testing for celiac disease in patients with diarrhea-predominant or mixed presentation IBS.1There is conflicting evidence regarding the association between IBS and small intestinal bacterial overgrowth, and thus routine hydrogen breath testing is not recommended.1"
        },
        {
            "parent": 2,
            "text": "Alarm features such as anemia; rectal bleeding; nocturnal symptoms; weight loss; recent antibiotic use; onset after 50 years of age; and a family history of colorectal cancer, inflammatory bowel disease, or celiac disease should prompt investigation for other diseases(Table 2). Colonoscopy with biopsy is the diagnostic study of choice when alarm features are present, although upper endoscopy or referral to a gastroenterologist may also be indicated.1"
        },
        {
            "parent": 3,
            "text": "The goals of treatment are symptom relief and improved quality of life. Treating IBS can be particularly challenging because symptoms often are recurrent and resistant to therapy. A positive patient-physician interaction is associated with fewer return visits for IBS and is a key component in the treatment of these patients.3High-quality clinical trials have been difficult to conduct in patients with IBS; therefore, evidence supporting treatment modalities is often of low quality. A summary of IBS therapies is presented inTable 3.18–34"
        },
        {
            "parent": 4,
            "text": "A randomized controlled trial (RCT) involving 102 patients with IBS showed that those who were randomized to physical activity had fewer IBS symptoms compared with the control group (8 versus 23 percent).18There is no evidence to support testing for food allergies or using exclusion diets in the treatment of IBS.1However, a food diary may be useful to determine an association between certain foods and IBS symptoms in individual patients."
        },
        {
            "parent": 5,
            "text": "A Cochrane review of 12 RCTs involving 621 patients showed no beneficial effect for soluble or insoluble fiber over placebo for improvement in abdominal pain, global assessment, or symptom score. Therefore, there is no evidence that fiber is effective for treating IBS.19"
        },
        {
            "parent": 6,
            "text": "The quality of evidence supporting over-the-counter laxative use in persons with IBS is poor.1One small study comparing polyethylene glycol (Miralax) with placebo in 48 adolescents with constipation-predominant IBS showed that the laxative improved stool frequency but did not alleviate abdominal pain.20Polyethylene glycol is approved by the U.S. Food and Drug Administration (FDA) for the treatment of chronic constipation, but not for IBS."
        },
        {
            "parent": 7,
            "text": "Loperamide (Imodium), a synthetic opioid that decreases intestinal transit and enhances intestinal water and ion absorption, is the only antidiarrheal that has been sufficiently evaluated in RCTs for IBS. A systematic review of three RCTs involving 126 patients with IBS showed that loperamide was effective at decreasing stool frequency and increasing stool consistency; however, it did not improve abdominal pain and increased nocturnal pain.21Diphenoxylate/atropine (Lomotil) has not been studied in patients with IBS."
        },
        {
            "parent": 8,
            "text": "Evidence supporting the use of probiotics for IBS is weak because of the heterogeneity of studies and the varying probiotics studied. However, a systematic review of 10 RCTs involving 918 persons with IBS showed a significant benefit for reducing IBS symptoms and decreasing pain and flatulence.22Another systematic review of 14 RCTs showed a modest improvement in overall symptoms, abdominal pain, and flatulence in patients taking probiotics versus placebo.23There is no difference amongLactobacillus,Streptococcus,Bifidobacterium, and combinations of probiotics.22The magnitude of effect and the most effective species, strain, and dosage are unknown.22"
        },
        {
            "parent": 9,
            "text": "Two RCTs involving 1,260 patients with diarrhea-predominant or mixed presentation IBS showed that two weeks of rifaximin (Xifaxan) significantly improved bloating, abdominal pain, and stool consistency compared with placebo.24A small RCT involving 39 patients with constipation-predominant IBS showed that neomycin improved constipation and global IBS symptoms compared with placebo.25These results suggest that alteration of gut microflora may have a role in the etiology of IBS."
        },
        {
            "parent": 10,
            "text": "A Cochrane review of 29 RCTs involving 2,333 patients showed that antispasmodics were effective in improving abdominal pain, global assessment, and symptom score compared with placebo or no treatment, although there was significant heterogeneity among studies. Common adverse events with antispasmodics include dry mouth, dizziness, and blurred vision.19Commonly used antispasmodics in the United States include hyoscyamine (Levsin) and dicyclomine (Bentyl)."
        },
        {
            "parent": 11,
            "text": "Lubiprostone (Amitiza) can be used for chronic constipation and constipation-predominant IBS.1Two RCTs of 1,171 patients with constipation-predominant IBS showed significantly higher overall symptom relief in those treated with lubiprostone than in those treated with placebo (17.9 versus 10.1 percent). The rates of adverse events were similar in both groups and included diarrhea and nausea.26"
        },
        {
            "parent": 12,
            "text": "A Cochrane review of 15 studies involving 922 patients found a beneficial effect with antidepressants over placebo for improvement in abdominal pain, global assessment, and symptom score. Statistically significant benefit was shown with selective serotonin reuptake inhibitors for improvement of global assessment, and with tricyclic antidepressants for improvement of abdominal pain and symptom score.19"
        },
        {
            "parent": 13,
            "text": "Psychological treatments including cognitive behavior therapy, interpersonal psychotherapy, and relaxation and stress management are effective in improving IBS symptoms compared with usual care.28,29A review of four trials involving 147 patients that compared hypnotherapy with psychotherapy and placebo concluded that the quality of the RCTs was inadequate to determine the effectiveness of hypnotherapy in IBS.30A Cochrane review of six trials involving 109 patients did not show a significant difference between acupuncture and sham therapy.31A Cochrane review of 75 RCTs involving 7,957 patients concluded that herbal therapies may improve the symptoms of IBS; however, many of these trials had inadequate methodology and a small sample size.32A systematic review of four RCTs involving 392 patients showed that peppermint oil was more effective than placebo at reducing IBS symptoms.27"
        },
        {
            "parent": 14,
            "text": "Alosetron (Lotronex) is FDA-approved for the treatment of women with severe diarrhea-predominant IBS whose symptoms have not improved with conventional therapy. A systematic review of eight RCTs involving 4,987 women showed that alosetron was more effective than placebo at reducing IBS symptoms.33However, because alosetron is associated with uncommon but serious adverse events, including ischemic colitis, constipation, and death, there are restrictions for its use in the United States."
        },
        {
            "parent": 15,
            "text": "A Cochrane review of RCTs and quasi-RCTs reported that tegaserod (Zelnorm) improved spontaneous bowel movements per week in patients with constipation-predominant IBS compared with placebo.34However, tegaserod was taken off of the U.S. market in 2007 because of an increased risk of myocardial infarction, unstable angina, and stroke. It is available only for emergency use through the FDA."
        },
        {
            "parent": 15,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the key search terms irritable bowel syndrome, pathogenesis, diagnosis, and treatment. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Additional searches included the Agency for Healthcare Research and Quality evidence reports, Clinical Evidence, the Cochrane database, Essential Evidence Plus, the National Guideline Clearinghouse, and DynaMed. Search date: February 17, 2011."
        }
    ],
    "locked": false
}