{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/1015/p909.html#afp20111015p909-f1",
    "title": "Diagnosis of Heel Pain | AAFP",
    "author": "PRISCILLA TU, DO, AND JEFFREY R. BYTOMSKI, DO",
    "doi": "Am Fam Physician.2011;84(8):909-916",
    "abstract": "Heel pain is a common presenting symptom in ambulatory clinics. There are many causes, but a mechanical etiology is most common. Location of pain can be a guide to the proper diagnosis. The most common diagnosis is plantar fasciitis, a condition that leads to medial plantar heel pain, especially with the first weight-bearing steps in the morning and after long periods of rest. Other causes of plantar heel pain include calcaneal stress fracture (progressively worsening pain following an increase in activity level or change to a harder walking surface), nerve entrapment (pain accompanied by burning, tingling, or numbness), heel pad syndrome (deep, bruise-like pain in the middle of the heel), neuromas, and plantar warts. Achilles tendinopathy is a common condition that causes posterior heel pain. Other tendinopathies demonstrate pain localized to the insertion site of the affected tendon. Posterior heel pain can also be attributed to a Haglund deformity, a prominence of the calcaneus that may cause bursa inflammation between the calcaneus and Achilles tendon, or to Sever disease, a calcaneal apophysitis in children. Medial midfoot heel pain, particularly with continued weight bearing, may be due to tarsal tunnel syndrome, which is caused by compression of the posterior tibial nerve as it courses through the flexor retinaculum, medial calcaneus, posterior talus, and medial malleolus. Sinus tarsi syndrome occurs in the space between the calcaneus, talus, and talocalcaneonavicular and subtalar joints. The syndrome manifests as lateral midfoot heel pain. Differentiating among causes of heel pain can be accomplished through a patient history and physical examination, with appropriate imaging studies, if indicated.",
    "headers": [
        {
            "id": 0,
            "name": "Plantar Heel Pain",
            "level": 2
        },
        {
            "id": 1,
            "name": "PLANTAR FASCIITIS AND HEEL SPURS",
            "level": 3
        },
        {
            "id": 2,
            "name": "CALCANEAL STRESS FRACTURE",
            "level": 3
        },
        {
            "id": 3,
            "name": "NERVE ENTRAPMENT",
            "level": 3
        },
        {
            "id": 4,
            "name": "HEEL PAD SYNDROME",
            "level": 3
        },
        {
            "id": 5,
            "name": "SOFT TISSUE ETIOLOGIES",
            "level": 3
        },
        {
            "id": 6,
            "name": "Posterior Heel Pain",
            "level": 2
        },
        {
            "id": 7,
            "name": "ACHILLES TENDINOPATHY",
            "level": 3
        },
        {
            "id": 8,
            "name": "HAGLUND DEFORMITY",
            "level": 3
        },
        {
            "id": 9,
            "name": "SEVER DISEASE",
            "level": 3
        },
        {
            "id": 10,
            "name": "Midfoot Heel Pain",
            "level": 2
        },
        {
            "id": 11,
            "name": "TENDINOPATHIES",
            "level": 3
        },
        {
            "id": 12,
            "name": "TARSAL TUNNEL SYNDROME",
            "level": 3
        },
        {
            "id": 13,
            "name": "SINUS TARSI SYNDROME",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The differential diagnosis of heel pain is extensive(Table 1), but a mechanical etiology(Table 2)is most common. Obtaining a patient history, performing a physical examination of the foot and ankle (seehttp://www.youtube.com/watch?v=kdGSGofCa9I), and ordering appropriate imaging studies, if indicated, are essential to making the correct diagnosis and initiating proper treatment. Location of pain can be a guide to the diagnosis.Figures 1and2include common causes of heel pain by anatomic location."
        },
        {
            "parent": 1,
            "text": "Every year, as many as 2 million persons present with plantar heel pain,1with men and women affected equally.2Plantar fasciitis is the most common cause of plantar heel pain. Historically, plantar fasciitis was considered an inflammatory syndrome; however, recent studies have demonstrated a noninflammatory, degenerative process,3leading some to use the term plantar fasciosis. Regardless, the condition usually stems from multiple causes and can be debilitating for the patient."
        },
        {
            "parent": 1,
            "text": "Plantar fasciitis causes throbbing medial plantar heel pain that is worse with the first few steps in the morning or after long periods of rest. The pain usually decreases after further ambulation, but can return throughout the day with continued weight bearing. Tenderness is noted on the medial calcaneal tuberosity and along the plantar fascia(Figure 2). Pain often increases with stretching of the plantar fascia, which is achieved by passive dorsiflexion of the foot and toes. Radiography is usually not necessary, although weight-bearing radiography can help rule out other causes of heel pain. Approximately 50 percent of patients with plantar fasciitis have heel spurs,4,5but they are most often an incidental finding and do not correlate well with the patient's symptoms. Ultrasonography can demonstrate a thicker heel aponeurosis of greater than 5 mm.4,5"
        },
        {
            "parent": 1,
            "text": "Treatment of plantar fasciitis is typically conservative, although resolution can take months to years.4,6,7First-line therapies include relative rest, stretching before initial weight bearing, strengthening exercises, anti-inflammatory or analgesic medications, and ice. Arch taping, over-the-counter shoe inserts, custom orthotics, or supportive shoes may be helpful.4,8Night splints, corticosteroid injections, and formal physical therapy have been used for more recalcitrant cases.2,4,8Extracorporeal shock wave therapy may also be of benefit.9,10Surgery to transect the plantar aponeurosis is used only when other treatments have been ineffective.4,6,8"
        },
        {
            "parent": 2,
            "text": "Calcaneal stress fracture is the second most common stress fracture in the foot, following metatarsal stress fracture.6A calcaneal stress fracture is usually caused by repetitive overload to the heel, and most commonly occurs immediately inferior and posterior to the posterior facet of the subtalar joint.7Patients often report onset of pain after an increase in weight-bearing activity or change to a harder walking surface. The pain initially occurs only with activity, but often progresses to include pain at rest. Examination may reveal swelling or ecchymosis; point tenderness at the fracture site is usually indicative of a calcaneal stress fracture. Because radiography often does not initially reveal the fracture, bone scans or magnetic resonance imaging(Figure 3)may be needed.6,7"
        },
        {
            "parent": 2,
            "text": "Early treatment of a calcaneal stress fracture involves decreasing activity level and possibly no weight bearing. Heel pads or walking boots are also used."
        },
        {
            "parent": 3,
            "text": "Heel pain that is accompanied by burning, tingling, or numbness may suggest a neuropathic etiology. These symptoms most commonly indicate nerve entrapment caused by overuse, trauma, or injury from previous surgery. Affected nerves leading to plantar heel pain are typically branches of the posterior tibial nerve, including the medial plantar nerve, the lateral plantar nerve, or the nerve to the abductor digiti minimi. Neuropathic heel pain is usually unilateral; therefore, underlying systemic illnesses should be ruled out in those with bilateral pain.7,11Lumbar radiculopathy of L4-S2 must also be considered in the diagnosis of neuropathic heel pain."
        },
        {
            "parent": 3,
            "text": "Initial treatment of heel pain caused by nerve entrapment includes rest, ice, anti-inflammatory or analgesic medications, relief of pressure at the site of pain, and stretching exercises. If conservative measures are ineffective after six to 12 months, surgical decompression should be considered."
        },
        {
            "parent": 4,
            "text": "Pain from heel pad syndrome is often erroneously attributed to plantar fasciitis. Patients with heel pad syndrome present with deep, bruise-like pain, usually in the middle of the heel, that can be reproduced with firm palpation. Walking barefoot or on hard surfaces exacerbates the pain. The syndrome is usually caused by inflammation, but damage to or atrophy of the heel pad can also elicit pain. Decreased heel pad elasticity with aging and increasing body weight can also contribute to the condition.12Treatment is aimed at decreasing pain with rest, ice, and anti-inflammatory or analgesic medications. Heel cups, proper footwear, and taping can also be used."
        },
        {
            "parent": 5,
            "text": "Neuromas may develop on the branches of the tibial nerve, causing plantar heel pain. Patients often present with symptoms similar to plantar fasciitis, although pain can sometimes be a more burning or tingling sensation. Palpation may reveal a painful lump at the neuroma site. Neuromas should be considered when treatment for plantar fasciitis is ineffective.6,11,13"
        },
        {
            "parent": 5,
            "text": "Plantar warts are sometimes a source of heel pain. They are raised skin lesions arising from direct contact with human papillomavirus. The lesion is noted on inspection of the heel and is tender to palpation. Plantar warts are usually self-limited; however, patients often need quicker resolution to return to activity. Over-the-counter topical medications, cryotherapy, laser therapy, and shaving the wart have been shown to be beneficial, but may worsen pain."
        },
        {
            "parent": 7,
            "text": "Achilles tendinopathy is usually caused by running, wearing high heels, and other activities associated with overuse of the calf muscles. The achilles tendon is formed by the union of the gastrocnemius and soleus muscle tendons.6The condition can be insertional or within the midsubstance of the tendon, leading to posterior heel pain that is achy, is occasionally sharp, and worsens with increased activity or pressure to the area, such as from contact with shoe backing.7Fluoroquinolone use has also been shown to precipitate Achilles tendinopathy, particularly in older persons.14,15Palpation reveals tenderness along the Achilles tendon and sometimes a palpable prominence from tendon thickening. Passive dorsiflexion of the foot increases the pain. Radiography may demonstrate spurring at the Achilles tendon insertion site or intratendinous calcifications,7whereas ultrasonography may show thickening of the tendon(Figure 4)."
        },
        {
            "parent": 7,
            "text": "The most beneficial treatment of Achilles tendinopathy is eccentric exercises, which involve lengthening a muscle in response to external resistance.16Initial treatment should also include reduction of pressure to the area, heel lifts or other orthotic devices, and anti-inflammatory or analgesic medications. Nitroglycerin patches and platelet-rich plasma injections have shown benefit in some studies.17–20Surgical debridement may be needed for severe cases."
        },
        {
            "parent": 8,
            "text": "A Haglund deformity is a prominence of the superior aspect of the posterior calcaneus(Figures 2and5). The condition can occur in anyone, but is most common in women who are in their twenties.21Repeated pressure, from this deformity or from ill-fitting footwear, can cause inflammation and swelling between the calcaneus and Achilles tendon, leading to retrocalcaneal bursitis.6,7,21,22Patients with bursitis have erythema and swelling over the bursa and tenderness to direct palpation."
        },
        {
            "parent": 8,
            "text": "Treatment of Haglund deformity, with or without bursitis, targets decreasing the pressure and inflammation with open-heeled shoes, anti-inflammatory or analgesic medications, and corticosteroid injections (ultrasound-guided injections are preferable to avoid disruption of the Achilles tendon). Physical therapy may also help reduce pain. In recalcitrant cases, surgery to remove the Haglund deformity may be necessary.7,22"
        },
        {
            "parent": 9,
            "text": "Sever disease (calcaneal apophysitis) is the most common etiology of heel pain in children and adolescents, usually occurring between five and 11 years of age.23Bones grow quicker than the muscles and tendons in these patients. The tight Achilles tendon begins to pull on its insertion site with repetitive running or jumping activities, causing microtrauma to the area. There may be swelling and tenderness around the Achilles tendon insertion site, and passive dorsiflexion may increase pain. Radiography is usually normal and therefore does not aid in the diagnosis, but may reveal a fragmented or sclerotic calcaneal apophysis.23Treatment involves decreasing pain-inducing activities, anti-inflammatory or analgesic medication if needed, ice, stretching and strengthening of the gastrocnemius-soleus complex, and some orthotic devices."
        },
        {
            "parent": 11,
            "text": "Although less common, other tendinopathies can cause heel pain localized to the insertion site of the affected tendon. Medial heel pain may be triggered by the posterior tibialis, flexor digitorum longus, or flexor hallucis longus tendons.6Lateral heel pain can originate from the peroneal tendon. Musculoskeletal ultrasonography of these tendons may aid in the diagnosis.24Treatment is similar to that of Achilles tendinopathy."
        },
        {
            "parent": 12,
            "text": "The tarsal tunnel is a fibroosseous space formed by the flexor retinaculum, medial calcaneus, posterior talus, and medial malleolus.25Compression of the posterior tibial nerve most commonly occurs as it courses through this tunnel, causing neuropathic pain and numbness in the posteromedial ankle and heel(Figure 2), which may extend into the distal sole and toes.6Patients often report worsening of pain with standing, walking, or running, and alleviation of pain with rest or loose-fitting footwear. Physical examination may reveal a pes planus deformity, which increases tension of the nerve with weight bearing,6,25or muscle atrophy in more severe cases.13Pain can be reproduced by tapping along the course of the nerve (Tinel sign) and with provocative maneuvers to stretch or compress the nerve (dorsiflexion-eversion test, plantar flexion-inversion test).6Electromyography and nerve conduction studies may be useful to confirm the diagnosis.6,11,13"
        },
        {
            "parent": 12,
            "text": "Treatment is mostly conservative, with activity modification, orthotic devices, neuromodulator medications (tricyclics or antiepileptics), or anti-inflammatory medications. Corticosteroid injections into the tarsal tunnel may also be beneficial. Surgery is available if conservative measures are ineffective.13"
        },
        {
            "parent": 13,
            "text": "The sinus tarsi, or talocalcaneal sulcus, is an anatomic space bound by the calcaneus, talus, talocalcaneonavicular joint, and posterior facet of the subtalar joint. Pain from this location is usually felt in the lateral calcaneus and ankle, and is worse immediately following exercise and when walking on an uneven surface.24It can arise from repeated lateral ankle sprains or from repeated hyperpronation of the foot.24Initial treatment includes managing the underlying causes with orthotics or physical therapy, although anti-inflammatory or analgesic medications and corticosteroid injections(Figure 6)may also be beneficial."
        },
        {
            "parent": 13,
            "text": "Data Sources: We searched Medline for heel pain and for each etiology discussed in the article, with occasional use of the keywords diagnosis, treatment, and management. We also searched Essential Evidence Plus, Cochrane Database of Systematic Reviews, and theClinical Journal of Sports Medicine. Search dates: August and September 2010, February and May 2011."
        }
    ],
    "locked": false
}