{
    "url": "https://www.aafp.org/pubs/afp/issues/2012/0615/p1161.html#afp20120615p1161-f1",
    "title": "Diagnosis and Evaluation of Heart Failure | AAFP",
    "author": "MICHAEL KING, MD, JOE KINGERY, DO, AND BARETTA CASEY, MD, MPH",
    "doi": "Am Fam Physician.2012;85(12):1161-1168",
    "abstract": "Heart failure is a common clinical syndrome characterized by dyspnea, fatigue, and signs of volume overload, which may include peripheral edema and pulmonary rales. Heart failure has high morbidity and mortality rates, especially in older persons. Many conditions, such as coronary artery disease, hypertension, valvular heart disease, and diabetes mellitus, can cause or lead to decompensation of chronic heart failure. Up to 40 to 50 percent of patients with heart failure have diastolic heart failure with preserved left ventricular function, and the overall mortality is similar to that of systolic heart failure. The initial evaluation includes a history and physical examination, chest radiography, electrocardiography, and laboratory assessment to identify causes or precipitating factors. A displaced cardiac apex, a third heart sound, and chest radiography findings of venous congestion or interstitial edema are useful in identifying heart failure. Systolic heart failure is unlikely when the Framingham criteria are not met or when B-type natriuretic peptide level is normal. Echocardiography is the diagnostic standard to confirm systolic or diastolic heart failure through assessment of left ventricular ejection fraction. Evaluation for ischemic heart disease is warranted in patients with heart failure, especially if angina is present, given that coronary artery disease is the most common cause of heart failure.",
    "headers": [
        {
            "id": 0,
            "name": "Causes",
            "level": 2
        },
        {
            "id": 1,
            "name": "Classification",
            "level": 2
        },
        {
            "id": 2,
            "name": "Initial Clinical Evaluation",
            "level": 2
        },
        {
            "id": 3,
            "name": "History and Physical Examination",
            "level": 2
        },
        {
            "id": 4,
            "name": "Laboratory Tests",
            "level": 2
        },
        {
            "id": 5,
            "name": "Chest Radiography",
            "level": 2
        },
        {
            "id": 6,
            "name": "Electrocardiography",
            "level": 2
        },
        {
            "id": 7,
            "name": "Clinical Decision Making",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Heart failure is a common clinical syndrome characterized by dyspnea, fatigue, and signs of volume overload, which may include peripheral edema and pulmonary rales. There is no single diagnostic test for heart failure; therefore, it remains a clinical diagnosis requiring a history, physical examination, and laboratory testing. Symptoms of heart failure can be caused by systolic or diastolic dysfunction. Appropriate diagnosis and therapy for heart failure are important given the poor prognosis. Survival is 89.6 percent at one month from diagnosis, 78 percent at one year, and only 57.7 percent at five years.1"
        },
        {
            "parent": -1,
            "text": "Heart failure has an estimated overall prevalence of 2.6 percent.2It is becoming more common in adults older than 65 years because of increased survival after acute myocardial infarction and improved treatment of coronary artery disease (CAD), valvular disease, and hypertension."
        },
        {
            "parent": 0,
            "text": "Heart failure is defined by the American Heart Association and American College of Cardiology as “a complex clinical syndrome that can result from any structural or functional cardiac disorder that impairs the ability of the ventricle to fill with or eject blood.”3As cardiac output decreases because of stresses placed on the myocardium, activation of the sympathetic nervous and renin-angiotensin-aldosterone systems increases blood pressure (for tissue perfusion) and blood volume (enhancing preload, stroke volume, and cardiac output by the Frank-Starling mechanism). These compensatory mechanisms can also lead to further myocardial deterioration and worsening myocardial contractility. In systolic heart failure, cardiac output is decreased directly through reduced left ventricular function. In diastolic heart failure, cardiac output is compromised by poor ventricular compliance, impaired relaxation, and worsened end-diastolic pressure.3,4"
        },
        {
            "parent": 0,
            "text": "CAD is the underlying etiology in up to 60 to 70 percent of patients with systolic heart failure,5,6and a predictor for progression from asymptomatic to symptomatic left ventricular systolic dysfunction. Hypertension and valvular heart disease are significant risk factors for heart failure, with relative risks of 1.4 and 1.46, respectively.6Diabetes mellitus increases the risk of heart failure twofold by directly leading to cardiomyopathy and significantly contributing to CAD. Diabetes is one of the strongest risk factors for heart failure in women with CAD.7Smoking, physical inactivity, obesity, and lower socioeconomic status are often overlooked risk factors.6Numerous conditions can cause heart failure, either acutely without an underlying cardiac disorder or through decompensation of chronic heart failure(Table 1).3,4,8As a result, alternative causes should be promptly recognized, treated, and monitored to determine if the heart failure is reversible.8"
        },
        {
            "parent": 1,
            "text": "The most important consideration when categorizing heart failure is whether left ventricular ejection fraction (LVEF) is preserved or reduced (less than 50 percent).3,8A reduced LVEF in systolic heart failure is a powerful predictor of mortality.9As many as 40 to 50 percent of patients with heart failure have diastolic heart failure with preserved left ventricular function.2,10–16Overall, there is no difference in survival between diastolic and systolic heart failure that cannot be attributed to ejection fraction.2,10–16Patients with diastolic heart failure are more likely to be women, to be older, and to have hypertension, atrial fibrillation, and left ventricular hypertrophy, but no history of CAD.11–14,17,18Compared with systolic heart failure, which has well-validated therapies, diastolic heart failure lacks evidence-based treatment recommendations.3,8,13"
        },
        {
            "parent": 1,
            "text": "Heart failure symptoms can occur with preserved or reduced ejection fraction, (systolic or diastolic heart failure). The New York Heart Association classification system is the simplest and most widely used method to gauge symptom severity(Table 2).19The classification system is a well-established predictor of mortality and can be used at diagnosis and to monitor treatment response."
        },
        {
            "parent": 2,
            "text": "Although no single item on clinical history, sign, or symptom has been proven to be diagnostic, many are helpful in assessing the probability of heart failure. The initial clinical evaluation, detailed inTables 1,3,4,83,3,8,20and4,3,8,20is directed at confirming heart failure, determining potential causes, and identifying comorbid illnesses.Table 5lists findings for the initial evaluation of suspected heart failure, including history, physical examination, chest radiography, electrocardiography, and B-type natriuretic peptide (BNP) testing.17,21–23Evaluation for ischemic heart disease is warranted in patients with heart failure, especially if angina is present, given that CAD is the most common cause of heart failure."
        },
        {
            "parent": 3,
            "text": "Patients with heart failure can have decreased exercise tolerance with dyspnea, fatigue, generalized weakness, and fluid retention, with peripheral or abdominal swelling and possibly orthopnea.3Patient history and physical examination are useful to evaluate for alternative or reversible causes(Table 1).3,4,8Nearly all patients with heart failure have dyspnea on exertion. However, heart failure accounts for only 30 percent of the causes of dyspnea in the primary care setting.24The absence of dyspnea on exertion only slightly decreases the probability of systolic heart failure, and the presence of orthopnea or paroxysmal nocturnal dyspnea has a small effect in increasing the probability of heart failure (positive likelihood ratio [LR+] = 2.2 and 2.6).21,23"
        },
        {
            "parent": 3,
            "text": "The presence of a third heart sound (ventricular filling gallop) is an indication of increased left ventricular end-diastolic pressure and a decreased LVEF. Despite being relatively uncommon findings, a third heart sound and displaced cardiac apex are good predictors of left ventricular dysfunction and effectively rule in the diagnosis of systolic heart failure (LR+ = 11 and 16).21,23"
        },
        {
            "parent": 3,
            "text": "The presence of jugular venous distention, hepatojugular reflux, pulmonary rales, and pitting peripheral edema is indicative of volume overload and enhances the probability of a heart failure diagnosis. Jugular venous distention and hepatojugular reflex have a moderate effect (LR+ = 5.1 and 6.4), whereas the others, along with cardiac murmurs, have only a small effect on the diagnostic probability (LR+ = 2.3 to 2.8). The absence of any of these findings is of little help in ruling out heart failure.21"
        },
        {
            "parent": 4,
            "text": "Laboratory testing can help identify alternative and potentially reversible causes of heart failure.Table 4lists laboratory tests appropriate for the initial evaluation of heart failure and other potential causes.3,8,20Other laboratory tests should be performed based on physician discretion to evaluate further causes or identify comorbid conditions that require enhanced control."
        },
        {
            "parent": 4,
            "text": "BNP and N-terminal pro-BNP (the cleaved inactive N-terminal fragment of the BNP precursor) levels can be used to evaluate patients with dyspnea for heart failure. BNP is secreted by the atria and ventricles in response to stretching or increased wall tension.25BNP levels increase with age, are higher in women and blacks, and can be elevated in patients with renal failure.21,26BNP appears to have better reliability than N-terminal pro-BNP, especially in older populations.25,26Multiple systematic reviews have concluded that BNP and N-terminal pro-BNP levels can effectively rule out a diagnosis of heart failure22,25,27,28because of their negative predictive value (negative likelihood ratio [LR–] = 0.1 and 0.14).22The average cutoff levels for heart failure were a BNP level of 95 pg per mL (95 ng per L) or a N-terminal pro-BNP level of 642 pg per mL (642 ng per L).22"
        },
        {
            "parent": 4,
            "text": "As BNP levels increase, the specificity increases and thus the likelihood of a heart failure diagnosis.25BNP levels are strong predictors of mortality at two to three months and cardiovascular events in acute heart failure, specifically when BNP level is greater than 200 pg per mL (200 ng per L) or N-terminal pro-BNP level is greater than 5,180 pg per mL (5,180 ng per L).22,25Limited evidence supports monitoring reduction of BNP levels in the acute and outpatient settings. A 30 to 50 percent reduction in BNP level at hospital discharge showed improved survival and reduced rehospitalization rates. Optimizing management for outpatient targets of a BNP level less than 100 pg per mL (100 ng per L) and an N-terminal pro-BNP level less than 1,700 pg per mL (1,700 ng per L) showed improvement in decompensations, hospitalizations, and mortality events.22,25"
        },
        {
            "parent": 5,
            "text": "Chest radiography should be performed initially to evaluate for heart failure because it can identify pulmonary causes of dyspnea (e.g., pneumonia, pneumothorax, mass). Pulmonary venous congestion and interstitial edema on chest radiography in a patient with dyspnea make the diagnosis of heart failure more likely (LR+ = 12). Other findings, such as pleural effusion or cardiomegaly, may slightly increase the likelihood of heart failure (LR+ = 3.2 and 3.3), but their absence is only slightly useful in decreasing the probability of heart failure (LR– = 0.33 to 0.48).21"
        },
        {
            "parent": 6,
            "text": "Electrocardiography (ECG) is useful for identifying other causes in patients with suspected heart failure. Changes such as left bundle branch block, left ventricular hypertrophy, acute or previous myocardial infarction, or atrial fibrillation can be identified and may warrant further investigation by echocardiography, stress testing, or cardiology consultation. Normal findings (or minor abnormalities) on ECG make systolic heart failure only slightly less likely (LR– = 0.27).23The presence of other findings such as atrial fibrillation, new T-wave changes, or any abnormality has a small effect on the diagnostic probability of heart failure (LR+ = 2.2 to 3.8).21"
        },
        {
            "parent": 7,
            "text": "The definition of heart failure continues to be debated, but it remains a clinical diagnosis. Several groups have published diagnostic criteria, but the Framingham criteria are widely accepted and include the components of the initial evaluation, which enhances their accuracy(Table 6).17A previous study validated the Framingham criteria for diagnosing systolic heart failure,29and a more recent study analyzed them for systolic and diastolic heart failure.17Both studies reported high sensitivity for systolic heart failure (97 percent compared with 89 percent for diastolic heart failure), which effectively rules out heart failure when the Framingham criteria are not met (LR– = 0.04).17,29The Framingham criteria only have a small effect on confirming a diagnosis of heart failure (LR+ = 4.21 to 4.57), but have a moderate effect on ruling out heart failure in general and diastolic heart failure (LR– = 0.1 and 0.13).17"
        },
        {
            "parent": 7,
            "text": "Echocardiography is the most widely accepted and available method for identifying systolic dysfunction and should be performed after the initial evaluation to confirm the presence of heart failure.3Two-dimensional echocardiography with Doppler flow studies can assess LVEF, left ventricular size, wall thickness, valve function, and the pericardium. Echocardiography can assist in diagnosing diastolic heart failure if elevated left atrial pressure, impaired left ventricular relaxation, and decreased compliance are present.2,3Often, the diagnosis of diastolic heart failure is clinical without conclusive echocardiographic evidence. If echocardiography results are equivocal or inadequate, transesophageal echocardiography, radionuclide angiography, or cineangiography with contrast media (at catheterization) can be used to assess cardiac function.30"
        },
        {
            "parent": 7,
            "text": "If angina or chest pain is present with heart failure, the American Heart Association and the American College of Cardiology recommend that the patient undergo coronary angiography, unless there is a contraindication to potential revascularization.3Coronary angiography has been shown to improve symptoms and survival in patients with angina and reduced ejection fraction.3It is important to evaluate for CAD because it is the cause of heart failure and low ejection fraction in approximately two-thirds of patients.4,5Because wall motion abnormalities are common in nonischemic cardiomyopathy, noninvasive testing may not be adequate for assessing the presence of CAD, and cardiology consultation may be warranted."
        },
        {
            "parent": 7,
            "text": "Figure 1is an algorithm for the evaluation and diagnosis of heart failure. When a patient presents with symptoms of heart failure, the initial evaluation is performed to identify alternative or reversible causes of heart failure and to confirm its presence. If the Framingham criteria are not met, or if the BNP level is normal, systolic heart failure is essentially ruled out. Echocardiography should be performed to assess LVEF when heart failure is suspected or if diastolic heart failure is still suspected when systolic heart failure is ruled out. Treatment options are guided by the final diagnosis and echocardiography results, with a consideration to evaluate for CAD."
        },
        {
            "parent": 7,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the following key words in various combinations under the search by clinical study category: heart failure, symptoms, causes, diagnosis, diagnostic criteria, diastolic, systolic, brain natriuretic peptide. The categories searched included etiology, diagnosis, clinical prediction rules, and systematic reviews. The articles consisted of meta-analyses, systematic reviews, randomized controlled trials, and cohort studies. The related citations feature was used to locate similar research once appropriate articles had been discovered. We also searched the Agency for Healthcare Research and Quality Evidence Reports, Bandolier, the Cochrane Database of Systematic Reviews, the Database of Abstracts of Reviews of Effects, the Institute for Clinical Systems Improvement, and the National Guideline Clearinghouse database. Search dates: April 5 through 16, 2010; May 24 through 28, 2010; selected newer articles January 1 and April 20, 2011."
        }
    ],
    "locked": false
}