{
    "url": "https://www.aafp.org/pubs/afp/issues/2010/1215/p1471.html#afp20101215p1471-f1",
    "title": "Diagnosis of Secondary Hypertension: An Age-Based Approach | AAFP",
    "author": "ANTHONY J. VIERA, MD, MPH, AND DANA M. NEUTZE, MD, PhD",
    "doi": "Am Fam Physician.2010;82(12):1471-1478",
    "abstract": "Secondary hypertension is a type of hypertension with an underlying, potentially correctable cause. A secondary etiology may be suggested by symptoms (e.g., flushing and sweating suggestive of pheochromocytoma), examination findings (e.g., a renal bruit suggestive of renal artery stenosis), or laboratory abnormalities (e.g., hypokalemia suggestive of aldosteronism). Secondary hypertension also should be considered in patients with resistant hypertension, and early or late onset of hypertension. The prevalence of secondary hypertension and the most common etiologies vary by age group. Approximately 5 to 10 percent of adults with hypertension have a secondary cause. In young adults, particularly women, renal artery stenosis caused by fibromuscular dysplasia is one of the most common secondary etiologies. Fibromuscular dysplasia can be detected by abdominal magnetic resonance imaging or computed tomography. These same imaging modalities can be used to detect atherosclerotic renal artery stenosis, a major cause of secondary hypertension in older adults. In middle-aged adults, aldosteronism is the most common secondary cause of hypertension, and the recommended initial diagnostic test is an aldosterone/renin ratio. Up to 85 percent of children with hypertension have an identifiable cause, most often renal parenchymal disease. Therefore, all children with confirmed hypertension should have an evaluation for an underlying etiology that includes renal ultrasonography.",
    "headers": [
        {
            "id": 0,
            "name": "General Approach to the Patient",
            "level": 2
        },
        {
            "id": 1,
            "name": "Children and Adolescents (Birth to 18 Years of Age)",
            "level": 2
        },
        {
            "id": 2,
            "name": "RENAL PARENCHYMAL DISEASE",
            "level": 3
        },
        {
            "id": 3,
            "name": "COARCTATION OF THE AORTA",
            "level": 3
        },
        {
            "id": 4,
            "name": "Young Adults (19 to 39 Years of Age)",
            "level": 2
        },
        {
            "id": 5,
            "name": "RENAL ARTERY STENOSIS CAUSED BY FIBROMUSCULAR DYSPLASIA",
            "level": 3
        },
        {
            "id": 6,
            "name": "THYROID DYSFUNCTION",
            "level": 3
        },
        {
            "id": 7,
            "name": "Middle-Aged Adults (40 to 64 Years of Age)",
            "level": 2
        },
        {
            "id": 8,
            "name": "ALDOSTERONISM",
            "level": 3
        },
        {
            "id": 9,
            "name": "OBSTRUCTIVE SLEEP APNEA",
            "level": 3
        },
        {
            "id": 10,
            "name": "PHEOCHROMOCYTOMA",
            "level": 3
        },
        {
            "id": 11,
            "name": "CUSHING SYNDROME",
            "level": 3
        },
        {
            "id": 12,
            "name": "Older Adults (65 Years and Older)",
            "level": 2
        },
        {
            "id": 13,
            "name": "RENAL ARTERY STENOSIS CAUSED BY ATHEROSCLEROSIS",
            "level": 3
        },
        {
            "id": 14,
            "name": "RENAL FAILURE",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "In the United States, one in three adults has hypertension.1Most of these patients have no clear etiology and are classified as having essential hypertension. However, 5 to 10 percent have secondary hypertension, in which an underlying, potentially correctable etiology can be identified.2,3Among children with hypertension, secondary causes are much more common.4Whenever a patient is diagnosed with hypertension, one purpose of the initial assessment (i.e., history, physical examination, and basic laboratory testing) is to exclude possible secondary causes(Table 1).4–27Indications for further investigation into a possible secondary etiology in the absence of suggestive signs and symptoms include resistant hypertension (defined as elevated blood pressure despite patient adherence to optimal dosages of three antihypertensive agents, including a diuretic), early or late onset of hypertension, a severe or accelerated course, or specific drug intolerances.5,28"
        },
        {
            "parent": 0,
            "text": "First, the physician should confirm that the patient's blood pressure has been accurately measured using correct positioning with an appropriately sized cuff.5Ambulatory blood pressure monitoring can be useful to rule out white coat hypertension, if suspected.28It is also important to review the patient's diet and medication use for other potential causes of elevated blood pressure. Excessive consumption of sodium, licorice, or alcohol is known to increase blood pressure.29Many drugs affect blood pressure(Table 2),5,28and a trial period off of a potentially offending medication may be all that is needed to reduce blood pressure.28If these potential contributors to hypertension have been excluded and concern for secondary hypertension remains, the physician can investigate for potential physiologic causes."
        },
        {
            "parent": 0,
            "text": "The most common etiologies in children, in whom 70 to 85 percent of cases of hypertension have a secondary cause,4,30,31are different from those in older persons32; therefore, an age-based approach to the differential diagnosis is recommended. Blood pressure cutoffs in children are based on sex, age, and height percentile4; charts with appropriate blood pressure ranges for children can be found at http://www.pediatrichypertension.org/calcs.asp."
        },
        {
            "parent": 0,
            "text": "Table 3summarizes the most common causes of secondary hypertension by age,2,3,30–34andFigure 1outlines a suggested approach to the initial evaluation of patients with suspected secondary hypertension. Physicians must remember that these are not absolute categories; there may be overlap of causes between age groups. The remainder of our article discusses the use of specific strategies for patients in different age groups."
        },
        {
            "parent": 2,
            "text": "Renal parenchymal disease is the most common cause of hypertension in preadolescent children.4,30In this age group, such renal pathology includes glomerulonephritis, congenital abnormalities, and reflux nephropathy. Sometimes the resulting hypertension is not apparent until young adulthood,35so this etiology should still be considered in the differential diagnosis outside of childhood. Initial evaluation for suspected renal parenchymal disease should include measurement of blood urea nitrogen and creatinine levels, a urinalysis, urine culture, and renal ultrasonography."
        },
        {
            "parent": 3,
            "text": "Coarctation of the aorta is the second most common cause of hypertension in children, and is two to five times more common in boys.36Although coarctation may present acutely in the neonate as congestive heart failure, it is typically diagnosed around five years of age with the onset of hypertension or a cardiac murmur.37Rarely, mild cases of coarctation have occurred in adults. Discrepancies between bilateral brachial, or brachial and femoral blood pressures, suggest coarctation(Table 1).4–27In younger patients, chest radiography may be nonspecific, whereas in adults the classic “three” sign or rib notching may be evident. Transthoracic echocardiography is sufficient for diagnosis in children, given their smaller body habitus, and is useful to concurrently evaluate for left ventricular hypertrophy.4However, magnetic resonance imaging (MRI) is increasingly common and is the preferred imaging method in adults.6"
        },
        {
            "parent": 5,
            "text": "Fibromuscular dysplasia is a vascular disorder of unknown etiology that has a predilection for the renal arteries, causing narrowing that leads to decreased renal perfusion. In young adults, particularly women, fibromuscular dysplasia is one of the most common causes of secondary hypertension.7Patients with renal artery stenosis may have an audible high-pitched holosystolic renal artery bruit. Compared with patients without such a finding, those in whom a renal artery bruit is detected have a relative risk of approximately 5.0 for renal artery stenosis8; these patients should all have further testing."
        },
        {
            "parent": 5,
            "text": "Although angiography is the diagnostic standard for detecting renal artery stenosis, it is invasive and should not be used as an initial diagnostic test. MRI with gadolinium contrast media and computed tomography (CT) angiography are equally accurate in visualizing stenosis9–11(Table 49,10,12–18). However, MRI does not use radiation and can determine the physiologic degree of stenosis. MRI can also be used for patients with poor renal function, particularly when used without gadolinium, although with a slight decrease in sensitivity and specificity.11If MRI and CT angiography are contraindicated, renal Doppler can be used; Doppler provides useful information regarding blood flow, but its accuracy is affected by body habitus and operator skill.12Because captopril (Capoten)-augmented renography has poor sensitivity and specificity, which translate into likelihood ratios close to 1.0, it is no longer considered a good first-line test12(Table 49,10,12–18)."
        },
        {
            "parent": 6,
            "text": "Thyroid hormone affects cardiac output and systemic vascular resistance, which in turn affect blood pressure. Hypothyroidism can cause an elevation in diastolic blood pressure, whereas hyperthyroidism can cause an isolated elevation of systolic blood pressure, leading to a widened pulse pressure.19Although hypothyroidism is one of the more common secondary causes of hypertension in young adults, there is actually an increased incidence of hypothyroidism with age, peaking in a patient's 60s.32In contrast, hyperthyroidism is significantly associated with elevated blood pressures in 20- to 50-year-olds.33Because thyroid dysfunction occurs across multiple age groups, testing for it should be considered if there are any suggestive symptoms. Thyroid-stimulating hormone is a sensitive marker used for initial diagnosis of either condition."
        },
        {
            "parent": 8,
            "text": "Primary aldosteronism, also referred to as hyperaldosteronism, is actually a group of conditions, including aldosterone-producing adenomas and bilateral idiopathic hyperaldosteronism. Non–medication-induced hypokalemia should lead the physician to suspect aldosteronism, although this abnormality occurs in only 30 percent of patients.20Aldosteronism was once considered to be rare, but with more careful investigations, the incidence among patients with hypertension was found to be approximately 6 percent.21Aldosteronism affects 10 to 20 percent of patients with resistant hypertension, making it the most common cause of secondary hypertension in this subgroup.22,23"
        },
        {
            "parent": 8,
            "text": "The best initial test for aldosteronism is measurement of the aldosterone/renin ratio.20,25It is the most sensitive test to detect primary aldosteronism, because approximately 25 percent of persons with the condition have normal aldosterone levels.21,24Ideally, aldosterone and renin levels should be measured in the morning at least two hours after waking and in the upright position.25If the aldosterone/renin ratio is above 20 (when plasma aldosterone is reported in ng per dL and plasma renin activity in ng per mL per hour), and is accompanied by an aldosterone level above 15 ng per dL (416.10 pmol per L), the patient should be referred to an endocrinologist for confirmatory testing with one of several salt suppression tests.25CT may be able to detect larger aldosteronomas, but may not detect microadenomas or hyperplasia and is, therefore, not reliable."
        },
        {
            "parent": 9,
            "text": "Obstructive sleep apnea is a notable cause of secondary hypertension,38particularly in 40- to 59-year-olds, but less so in those 60 years and older.34The standard diagnostic test is polysomnography, but clinical assessment tools (e.g., Epworth Sleepiness Scale, Sleep Apnea Clinical Score) with nighttime pulse oximetry may be sufficient for the diagnosis of moderate to severe obstructive sleep apnea, particularly if cost and availability are limiting.26,39In patients with obstructive sleep apnea, the normal variation in blood pressure over 24 hours is impaired and it may be beneficial to perform ambulatory blood pressure monitoring on these patients to fully evaluate their circadian pressures.40"
        },
        {
            "parent": 10,
            "text": "Pheochromocytomas are rare tumors responsible for approximately 0.5 percent of cases of secondary hypertension.2,3,32Patients typically present between 30 and 60 years of age. Testing for a pheochromocytoma is not part of the initial evaluation for secondary hypertension unless specific symptoms are suggestive(Table 1).4–27Diagnosis is important because of the cardiovascular sequelae, and because the hypertension is largely reversible with surgery. Testing can be done by measuring metanephrines in a 24-hour urine sample, but measurement of plasma free metanephrines is easier for the patient and has a negative likelihood ratio close to zero, making it a good test to rule out the disorder13(Table 49,10,12–18)."
        },
        {
            "parent": 11,
            "text": "Most presentations of Cushing syndrome (hypercortisolism) are iatrogenic from prescribed corticosteroids, which again highlights the importance of reviewing the patient's medications. However, only 20 percent of patients with iatrogenic Cushing syndrome have hypertension.27In contrast, tumors causing Cushing syndrome are rare (two to five cases per 1 million persons per year), but 80 percent or more of these patients will develop hypertension.27Given the low frequency of Cushing syndrome, testing should be done only if there are suggestive features(Table 14–27)or after other possible causes have been ruled out. Options for initial testing include 24-hour urinary free cortisol, low-dose dexamethasone suppression, or late-night salivary cortisol tests, although ultimately these patients should be referred to an endocrinologist for a complete evaluation.14"
        },
        {
            "parent": 13,
            "text": "Renal artery stenosis secondary to atherosclerotic disease affects older adults. It should be suspected in those who develop hypertension after 50 years of age, have known atherosclerosis elsewhere, have unexplained renal insufficiency, or have a rapid deterioration in kidney function (i.e., an increase in the serum creatinine level of at least 0.5 to 1 mg per dL [44.20 to 88.40 μmol per L]) when started on an angiotensin-converting enzyme inhibitor or angiotensin receptor blocker.5,41The presence of a renal artery bruit and the recommended imaging studies are the same as for fibromuscular dysplasia described earlier. However, a recent randomized controlled trial found that medical management was as effective as revascularization in patients whose physician believed they did not have a clear indication for revascularization, with similar rates of blood pressure control and cardiovascular deaths, and without the associated complications of surgery.42Thus, revascularization is not required for all patients."
        },
        {
            "parent": 14,
            "text": "Hypertension can be a major cause of renal parenchymal damage, particularly in older adults, which in turn leads to worsening hypertension. Alternatively, renal damage from another process, such as diabetes mellitus, can result in hypertension. Evaluation for possible chronic renal failure should include calculating the estimated glomerular filtration rate and obtaining a urinalysis to assess for albuminuria. Renal ultrasonography may also be helpful in determining the cause and chronicity of the renal failure.43"
        }
    ],
    "locked": false
}