{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/0615/p1492.html#afp20110615p1492-f1",
    "title": "NIAID Releases Guidelines on Diagnosis and Management of Food Allergy | AAFP",
    "author": "LISA GRAHAM",
    "doi": "Am Fam Physician.2011;83(12):1492-1496",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "Prevalence",
            "level": 2
        },
        {
            "id": 1,
            "name": "Guidelines",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Food allergy can be difficult to diagnose. Currently, there is no treatment, and it can be managed only by avoidance of allergens and treatment of symptoms. Because diagnosis and management options vary, the National Institute of Allergy and Infectious Diseases (NIAID) helped develop guidelines to provide physicians with “best practices” for diagnosing and treating patients with food allergy. This summary guideline will review some of the diagnostic recommendations."
        },
        {
            "parent": -1,
            "text": "Specific clinical syndromes may occur as a result of food allergy. These include:"
        },
        {
            "parent": -1,
            "text": "Food-induced anaphylaxis (a serious allergic reaction with a rapid onset that may cause death)Gastrointestinal food allergies (i.e., immediate gastrointestinal hypersensitivity, eosinophilic esophagitis, eosinophilic gastroenteritis, food protein–induced allergic proctocolitis, food protein–induced enterocolitis syndrome, and oral allergy syndrome)Cutaneous reactions (i.e., acute urticaria, angioedema, atopic dermatitis, allergic contact dermatitis, and contact urticaria)Respiratory manifestations of immunoglobulin E (IgE)-mediated food allergyHeiner syndrome (a rare disease in infants and young children caused primarily by the ingestion of milk)"
        },
        {
            "parent": -1,
            "text": "Types of adverse food reactions are shown inFigure 1."
        },
        {
            "parent": 0,
            "text": "The prevalence of peanut and tree nut allergies in the United States is 0.6 percent and 0.4 to 0.5 percent, respectively. Approximately 0.6 percent of children and 2.8 percent of adults in the United States have a seafood allergy. A Danish cohort study of children followed from birth to three years of age determined that 2.2 percent of children had confirmed milk allergy."
        },
        {
            "parent": 1,
            "text": "Food allergy should be suspected in the following persons: those with anaphylaxis or any combination of symptoms inTable 1that occur within minutes to hours of ingesting food, especially in young children; those with symptoms that have occurred more than once with the ingestion of a particular food; children with certain conditions, including moderate to severe atopic dermatitis, eosinophilic esophagitis, enterocolitis, enteropathy, and allergic proctocolitis; and adults with eosinophilic esophagitis."
        },
        {
            "parent": 1,
            "text": "History is useful for identifying foods that may be responsible for IgE-mediated allergic reactions, but when used alone, it lacks sensitivity and specificity. It may be more useful for diagnosing immediate food-induced allergic reactions versus delayed reactions. Further assessment (e.g., laboratory studies, food challenges) is needed to confirm a diagnosis. Physical examination alone also cannot be considered diagnostic for food allergy, but it can provide signs consistent with an allergic reaction or disorder associated with food allergy. History and physical examination should be used in combination to help with the diagnosis of food allergy."
        },
        {
            "parent": 1,
            "text": "Studies have shown that 50 to 90 percent of presumed food allergies are not actually allergies; therefore parent- and patient-reported food allergy must be confirmed by appropriate evaluation. A skin prick test should be used to help determine which foods could be causing IgE-mediated food-induced allergic reactions; however, when used alone, a skin prick test cannot be considered diagnostic. Insufficient evidence exists to support the use of intradermal testing or total serum IgE measurements for diagnosing food allergy; therefore, neither test should be used. Allergen-specific IgE tests can be useful for identifying foods that are thought to provoke IgE-mediated food-induced allergic reactions, and specified cutoff levels (defined as 95 percent predictive values) may be more predictive than skin prick tests in certain patients, but are not diagnostic of food allergy when used alone. There is insufficient evidence to support the use of the atopy patch test for the evaluation of food allergy; therefore, it should not be routinely used in the evaluation of non-contact food allergy. The literature does not support the idea that using skin prick tests, allergen-specific IgE tests, and atopy patch tests in combination provides any significant advantage over the use of skin prick tests or allergen-specific IgE tests alone; therefore, routinely using these tests in combination for diagnosis of food allergy is not recommended."
        },
        {
            "parent": 1,
            "text": "Elimination of at least one specific food from the diet may be useful in diagnosing food allergy, especially foods that may cause some non–IgE-mediated (e.g., food protein–induced enterocolitis syndrome, allergic proctocolitis, Heiner syndrome) and some mixed IgE- and non–IgE-mediated (e.g., eosinophilic esophagitis) food-induced allergic disorders."
        },
        {
            "parent": 1,
            "text": "Treatment for food allergies consists of dietary avoidance of certain allergens. For more information on treatments for specific food allergies, please refer to the full guidelines."
        }
    ],
    "locked": false
}