{
    "url": "https://www.aafp.org/pubs/afp/issues/2010/0915/p638.html#afp20100915p638-f1",
    "title": "Recurrent Urinary Tract Infections in Women: Diagnosis and Management | AAFP",
    "author": "CHARLES M. KODNER, MD, AND EMILY K. THOMAS GUPTON, DO, MPH",
    "doi": "Am Fam Physician.2010;82(6):638-643",
    "abstract": "Recurrent urinary tract infections, presenting as dysuria or irritative voiding symptoms, are most commonly caused by reinfection with the original bacterial isolate in young, otherwise healthy women with no anatomic or functional abnormalities of the urinary tract. Frequency of sexual intercourse is the strongest predictor of recurrent urinary tract infections in patients presenting with recurrent dysuria. In those who have comorbid conditions or other predisposing factors, recurrent complicated urinary tract infections represent a risk for ascending infection or urosepsis.Escherichia coliis the most common organism in all patient groups, butKlebsiella, Pseudomonas, Proteus,and other organisms are more common in patients with certain risk factors for complicated urinary tract infections. A positive urine culture with greater than 102colony-forming units per mL is the standard for diagnosing urinary tract infections in symptomatic patients, although culture is often unnecessary for diagnosing typical symptomatic infection. Women with recurrent symptomatic urinary tract infections can be treated with continuous or postcoital prophylactic antibiotics; other treatment options include self-started antibiotics, cranberry products, and behavioral modification. Patients at risk of complicated urinary tract infections are best managed with broad-spectrum antibiotics initially, urine culture to guide subsequent therapy, and renal imaging studies if structural abnormalities are suspected.",
    "headers": [
        {
            "id": 0,
            "name": "Definitions and Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Causative Factors and Pathogenesis",
            "level": 2
        },
        {
            "id": 2,
            "name": "Risk Factors",
            "level": 2
        },
        {
            "id": 3,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 4,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 5,
            "name": "Prevention",
            "level": 2
        },
        {
            "id": 6,
            "name": "ANTIBIOTIC PROPHYLAXIS",
            "level": 3
        },
        {
            "id": 7,
            "name": "OTHER PREVENTIVE MODALITIES",
            "level": 3
        },
        {
            "id": 8,
            "name": "Recurrent Complicated UTIs",
            "level": 2
        },
        {
            "id": 9,
            "name": "REFERRAL",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Recurrent urinary tract infections (UTIs) are common in women and associated with considerable morbidity and health care use. The clinical features, diagnostic testing, and causative organisms are often similar to those of single cases of UTI, although there are additional treatment strategies and prevention measures to consider with recurrent UTIs."
        },
        {
            "parent": 0,
            "text": "Recurrent UTIs are symptomatic UTIs that follow resolution of an earlier episode, usually after appropriate treatment.1Recurrent UTIs include relapses (i.e., symptomatic recurrent UTIs with the same organism following adequate therapy) and reinfection (i.e., recurrent UTIs with previously isolated bacteria after treatment and with a negative intervening urine culture,ora recurrent UTI caused by a second bacterial isolate).2Most recurrent UTIs are thought to represent reinfection with the same organism.1Recurrent UTIs are common among otherwise healthy young women with anatomically and physiologically normal urinary tracts.2One study showed that of college women with a first UTI, 27 percent had at least one cultureconfirmed recurrence within the following six months, and 2.7 percent experienced a second recurrence over the same period.3In a primary care setting, 53 percent of women older than 55 years and 36 percent of younger women had a recurrence within one year.4"
        },
        {
            "parent": 0,
            "text": "In symptomatic women, predictors of recurrent UTIs include symptoms following intercourse, signs or symptoms of pyelonephritis, and prompt resolution of symptoms with antibiotics. Nocturia and persistence of symptoms between UTI episodes are strong negative predictors for recurrent infection.5"
        },
        {
            "parent": 0,
            "text": "Another group of patients who present with recurrent UTIs are those who have predisposing medical conditions placing them at increased risk of developing complicated UTIs, with attendant risks of ascending infection (pyelonephritis) or urosepsis. The definition ofcomplicated UTIis imprecise, but the term usually is applied to patients with a predisposing structural or functional abnormality of the genitourinary tract.6Ascending infection, antibiotic resistance, and the need for prolonged therapy are often involved."
        },
        {
            "parent": 1,
            "text": "Escherichia coliis the predominant uropathogen (80 percent) isolated in acute community-acquired uncomplicated UTIs, followed byStaphylococcus saprophyticus(10 to 15 percent).Enterococcus, Klebsiella, Enterobacter,andProteusspecies are less common causes.7"
        },
        {
            "parent": 1,
            "text": "In recurrent uncomplicated UTIs, reinfection occurs when the initially infecting bacteria persist in the fecal flora after elimination from the urinary tract, subsequently recolonizing the introitus and bladder.1A number of host factors appear to predispose otherwise healthy young women to recurrent UTIs. These include local pH and cervicovaginal antibody changes in the vagina; greater adherence of uropathogenic bacteria to the uroepithelium; and possibly pelvic anatomic differences, such as shorter urethra-to-anus distance."
        },
        {
            "parent": 1,
            "text": "Diabetes mellitus, neurologic conditions, chronic institutional residence, and chronic indwelling urinary catheterization are important predisposing factors for complicated UTIs. In affected patients, organisms that are typically less virulent may cause marked illness, althoughE. coliinfection remains the most common organism in nearly all patient groups.Klebsiellaand group B streptococcus infections are relatively more common in patients with diabetes, andPseudomonasinfections are relatively more common in patients with chronic catheterization.Proteus mirabilisi s a c ommon u ropathogen i n p atients with indwelling catheters, spinal cord injuries, or structural abnormalities of the urinary tract.7"
        },
        {
            "parent": 2,
            "text": "The strongest risk factor for recurrent UTIs in young women is frequency of sexual intercourse. This and other risk factors are listed inTable 1.8There is no proven association between recurrent UTIs and pre- or postcoital voiding patterns, frequency of urination, wiping patterns, douching, use of tight undergarments, or delayed voiding habits.1,8A case-control study of postmenopausal women found that mechanical and physiologic factors affecting bladder emptying (incontinence, cystocele, and postvoiding residual urine) were strongly associated with recurrent UTIs.9An increased postvoid residual urinary volume (i.e., more than about 50 mL) is an independent risk factor for recurrent UTIs in postmenopausal women.10"
        },
        {
            "parent": 2,
            "text": "A variety of factors place patients at risk of complicated UTIs(Table 2),6,11and recurrent infection is common."
        },
        {
            "parent": 3,
            "text": "Common differential diagnoses for recurrent dysuria are listed inTable 3.12"
        },
        {
            "parent": 3,
            "text": "Key steps in the diagnostic evaluation for recurrent UTIs include confirming the presence of a bacterial UTI, assessing the patient for risk factors and predisposing factors for complicated infection, and identifying a potentially causative organism.Figure 1provides an algorithm for the assessment of women presenting with one or more UTI symptoms.13"
        },
        {
            "parent": 3,
            "text": "Women with one symptom of UTI have an infection probability of about 50 percent.13In one systematic review, a combination of symptoms (i.e., dysuria, frequency, and absence of vaginal irritation or discharge) raised the probability of UTI to more than 90 percent,13suggesting that history alone is often sufficient to confirm diagnosis. A decision aid to reduce unnecessary antibiotic use for acute cystitis revealed three variables (i.e., dysuria, presence of greater than trace leukocytes, and any positive nitrites) that were most strongly associated with a positive urine culture.14However, history, physical examination, or urine dipstick analysis alone is not sufficient to reliably rule out UTI."
        },
        {
            "parent": 3,
            "text": "The typical standard for diagnosing UTI is “significant” bacteria in a clean-catch or catheterized urine specimen.13Historically this has been defined as at least 105colony-forming units per mL, but in symptomatic women a uropathogen concentration of greater than 102colony-forming units per mL may have the best combination of sensitivity and specificity, and should be used for diagnosis when culture is required.13,15,16Although UTIs are often treated empirically in the office setting, with a urine culture obtained when the diagnosis is unclear or the symptoms continue despite antibiotic treatment, culture may be necessary in patients with recurrent UTIs to confirm the diagnosis and guide antibiotic therapy."
        },
        {
            "parent": 3,
            "text": "It is particularly important to review risk factors for complicated UTIs in women with UTI who do not respond to antibiotics, or for those with recurrent UTIs and no evident predisposing factors. In patients with neurologic illnesses (e.g., spinal cord injury) or indwelling urinary catheters, a high index of suspicion for UTI is necessary in nonspecific presentations.6"
        },
        {
            "parent": 3,
            "text": "There are no specific guidelines or indications for imaging studies in women who have recurrent UTIs but no known underlying medical or anatomic conditions. Reasonable indications for ultrasonography or computed tomography (CT) include recurrent noncoital UTIs, persistent hematuria associated with UTIs, acute pyelonephritis, or evidence of renal insufficiency.11"
        },
        {
            "parent": 3,
            "text": "Recurrent UTIs are common among women with dysfunctional voiding, defined as increased external sphincter activity during voluntary voiding in otherwise neurologically healthy patients; this may present as urinary frequency, urgency, hesitancy, or incomplete bladder emptying. There are no guidelines for urodynamic evaluation in such patients."
        },
        {
            "parent": 3,
            "text": "Diagnostic evaluation in the setting of predisposing factors (i.e., complicated UTI) differs in that a urine culture including antibiotic sensitivities is almost always required to guide therapy. Obtaining a serum chemistry panel and assessing the patient's general medical status (e.g., hydration, toxicity) are important. For older or immunocompromised patients and those who have congenital malformations of the kidney, CT or ultrasonography is usually required.11"
        },
        {
            "parent": 4,
            "text": "Treatment of an initial recurrence of UTI is the same as for other cases of uncomplicated cystitis. The antimicrobial susceptibility profile for uropathogens in a community should guide treatment decisions. A threeday course of trimethoprim/sulfamethoxazole (TMPSMX; Bactrim, Septra) is the current standard therapy, with three days of trimethoprim or a fluoroquinolone (i.e., ofloxacin, norfloxacin [Noroxin], or ciprofloxacin [Cipro]) being equally effective.17Because fluoroquinolones are commonly used to treat complicated UTIs and other nonurinary disorders, resistance to this drug class is a concern. Consequently, fluoroquinolones are not recommended as initial empiric therapy except in communities with high rates of resistance to other agents.17With increasing concern forE. coliresistance to TMP-SMX (up to 15 to 20 percent in some areas of the United States), nitrofurantoin (Macrodantin) is a safe and generally effective agent if administered for seven days.1"
        },
        {
            "parent": 4,
            "text": "As the number and frequency of recurrences increase, the treatment strategy is less well-defined. Fluoroquinolones and nitrofurantoin become better options as suspicion for TMP-SMX resistance increases.18"
        },
        {
            "parent": 4,
            "text": "In cases of recurrence, a test-of-cure urine culture performed approximately one to two weeks after completion of antibiotic therapy may be considered to confirm clearance.2"
        },
        {
            "parent": 4,
            "text": "Patients with recurrent UTIs should be counseled about risk factors such as spermicide use, frequent sexual intercourse, and new sex partners, as well as about preventive measures."
        },
        {
            "parent": 6,
            "text": "Antimicrobial prophylaxis has proved effective in reducing the risk of recurrent UTIs in women with two episodes of infection in the previous year. Continuous prophylaxis for six to 12 months reduces the rate of UTIs during the prophylaxis period, with no difference between the six-month and 12-month treatment groups after cessation of prophylaxis.19Prophylactic antibiotic selection should be made on the basis of community resistance patterns, side effects, and local costs. Various dosages of prophylactic antibiotics have been suggested(Table 4),1,6,19,20but no conclusive evidence supports selection of a particular drug, dosage, or duration or schedule of treatment."
        },
        {
            "parent": 6,
            "text": "The duration of prophylaxis should be guided by the severity of patient symptoms and by physician and patient preference. Six months of treatment, followed by observation for reinfection after discontinuing prophylaxis, has been empirically recommended.1Some authorities have recommended longer courses (two to five years) in patients who continue to have recurrent symptomatic infections."
        },
        {
            "parent": 6,
            "text": "Postcoital prophylaxis may be preferable in women with UTIs temporally related to intercourse. No marked difference in recurrent UTIs has been noted when using postcoital prophylaxis compared with daily prophylaxis,19and depending on the frequency of sexual intercourse, postcoital prophylaxis usually results in less antibiotic use.6,19Various postcoital antibiotic regimens are described inTable 4.1,6,19,20"
        },
        {
            "parent": 6,
            "text": "Although not strictly a preventive strategy, self-initiated treatment is an option for some patients. Women with previous UTIs who are able to recognize the symptoms can be treated effectively with self-started antibiotic therapy.21,22Women can be given a prescription for a three-day antibiotic regimen and instructed to start therapy when symptoms develop. If there is no improvement in 48 hours, the patient should be evaluated clinically.2This strategy should be restricted to women who have clearly documented recurrent UTIs and are motivated, adhere to medical instructions, and have a good relationship with a health care professional.1"
        },
        {
            "parent": 7,
            "text": "Behavioral changes can affect the frequency of UTI recurrence. Managing recurrent infections should include modification of known risk factors."
        },
        {
            "parent": 7,
            "text": "Cranberry products seem to notably reduce the recurrence of symptomatic cystitis. In one Cochrane review,23cranberry juice showed moderate benefit in reducing the risk of UTI in women with a history of recurrent infection, based on two well-designed randomized trials. Although there is no clear evidence about dosage or duration of use,20small studies have reported that a daily intake of 150 to 750 mL of cranberry juice or concentrated equivalent is effective in preventing recurrent UTIs.24,25"
        },
        {
            "parent": 7,
            "text": "Patients also may be counseled about the theory and anecdotal evidence behind postcoital voiding, although no controlled studies support this intervention."
        },
        {
            "parent": 7,
            "text": "Several studies of postmenopausal women have demonstrated the effectiveness of using topical estrogen (0.5 mg of estriol vaginal cream nightly for two weeks, then twice weekly for eight months), but adverse effects are common.26,27"
        },
        {
            "parent": 8,
            "text": "The principles of treating recurrent complicated UTIs include early use of broad-spectrum antibiotics, with adjustment of antibiotic coverage based on culture results,11and attempts to relieve any existing urinary obstruction based on the results of imaging studies. Antibiotic regimens and treatment recommendations are not well-defined in this patient population; the wide variety of predisposing factors and causative organisms, and the variable antibiotic resistance patterns, make uniform recommendations difficult.6"
        },
        {
            "parent": 8,
            "text": "Initiation of treatment depends on development of new symptoms (which may be subtle) in patients with chronic bacteriuria. Antibiotic selection should be based on community resistance patterns, and empiric initial treatment should be guided by likely organisms. The antibiotic regimen should be narrowed, when possible, to within 48 to 72 hours based on culture results. In general, patients who are hemodynamically stable and able to tolerate and absorb oral medications can be treated with oral agents such as fluoroquinolones. If parenteral therapy is needed, multiple agents (i.e., aminoglycosides, fluoroquinolones, ceftazidime [Fortaz], carbapenems, and piperacillin/tazobactam [Zosyn]) have been reported to achieve high rates of clinical cure. Duration of therapy should be determined on an individual basis but is typically 10 to 14 days. Selected guidelines for the management of recurrent complicated UTIs are listed inTable 5.6"
        },
        {
            "parent": 9,
            "text": "There are no clear guidelines for referral of patients with recurrent or complicated UTIs. Most patients with recurrent uncomplicated UTIs can be treated by family physicians. Patients with complicated UTIs may require consultation from subspecialists in urology, infectious disease, or renal medicine."
        }
    ],
    "locked": false
}