{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/0815/p405.html#afp20110815p405-f9",
    "title": "Geriatric Assistive Devices | AAFP",
    "author": "SARA M. BRADLEY, MD, AND CAMERON R. HERNANDEZ, MD",
    "doi": "Am Fam Physician.2011;84(4):405-411",
    "abstract": "Disability and mobility problems increase with age. Assistive devices such as canes, crutches, and walkers can be used to increase a patient's base of support, improve balance, and increase activity and independence, but they are not without significant musculoskeletal and metabolic demands. Most patients with assistive devices have never been instructed on the proper use and often have devices that are inappropriate, damaged, or are of the incorrect height. Selection of a suitable device depends on the patient's strength, endurance, balance, cognitive function, and environmental demands. Canes can help redistribute weight from a lower extremity that is weak or painful, improve stability by increasing the base of support, and provide tactile information about the ground to improve balance. Crutches are useful for patients who need to use their arms for weight bearing and propulsion and not just for balance. Walkers improve stability in those with lower extremity weakness or poor balance and facilitate improved mobility by increasing the patient's base of support and supporting the patient's weight. Walkers require greater attentional demands than canes and make using stairs difficult. The top of a cane or walker should be the same height as the wrist crease when the patient is standing upright with arms relaxed at his or her sides. A cane should be held contralateral to a weak or painful lower extremity and advanced simultaneously with the contralateral leg. Clinicians should routinely evaluate their patients' assistive devices to ensure proper height, fit, and maintenance, and also counsel patients on correct use of the device.",
    "headers": [
        {
            "id": 0,
            "name": "Assistive Devices",
            "level": 2
        },
        {
            "id": 1,
            "name": "Canes",
            "level": 2
        },
        {
            "id": 2,
            "name": "STANDARD CANES",
            "level": 3
        },
        {
            "id": 3,
            "name": "OFFSET CANES",
            "level": 3
        },
        {
            "id": 4,
            "name": "QUADRIPOD CANES",
            "level": 3
        },
        {
            "id": 5,
            "name": "HANDLES",
            "level": 3
        },
        {
            "id": 6,
            "name": "Crutches",
            "level": 2
        },
        {
            "id": 7,
            "name": "AXILLARY CRUTCHES",
            "level": 3
        },
        {
            "id": 8,
            "name": "FOREARM (LOFSTRAND) CRUTCHES",
            "level": 3
        },
        {
            "id": 9,
            "name": "PLATFORM CRUTCHES",
            "level": 3
        },
        {
            "id": 10,
            "name": "Walkers",
            "level": 2
        },
        {
            "id": 11,
            "name": "STANDARD WALKERS",
            "level": 3
        },
        {
            "id": 12,
            "name": "FRONT-WHEELED WALKERS",
            "level": 3
        },
        {
            "id": 13,
            "name": "FOUR-WHEELED WALKERS",
            "level": 3
        },
        {
            "id": 14,
            "name": "Selecting the Appropriate Device",
            "level": 2
        },
        {
            "id": 15,
            "name": "Instruction to Patients",
            "level": 2
        },
        {
            "id": 16,
            "name": "CORRECT HEIGHT AND FIT",
            "level": 3
        },
        {
            "id": 17,
            "name": "PROPER USE",
            "level": 3
        },
        {
            "id": 18,
            "name": "MONITORING",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Currently, an estimated 6.1 million community-dwelling adults use mobility devices, including canes, walkers, and crutches, and two-thirds of those persons are older than 65 years.1With the growing number of older adults in the community and the increasing number of those adults with multiple chronic conditions, disability and the resultant mobility problems are anticipated to become even more widespread.2Of adults older than 65 years, 10 percent use canes and 4.6 percent use walkers.1"
        },
        {
            "parent": 0,
            "text": "Assistive devices can be prescribed to broaden a patient's base of support, improve balance and stability, or redistribute weight from the lower limbs to help alleviate joint pain or compensate for weakness or injury. The goals of assistive device use are to improve independent mobility, reduce disability, delay functional decline, and decrease the burden of care.3,4Patients using assistive devices have reported improved confidence and feelings of safety, resulting in increased activity levels and independence. There also may be physiologic benefits of assistive device use, including improved cardiorespiratory function, enhanced circulation, and prevention of osteoporosis.3However, there are insufficient high-quality studies evaluating the impact of specific assistive devices on mobility outcomes and fall prevention.1,5"
        },
        {
            "parent": 0,
            "text": "Assistive devices are not without considerable attentional, neuromotor, and musculoskeletal demands, and even have been associated with falls and injury.3,4,6Although use of an assistive device may just be a marker of muscle weakness or balance impairment, the assistive device itself may directly increase fall risk. The act of lifting and advancing the device can result in the destabilization of biomechanical forces, and balance may be disrupted by the need to allocate attention to device control.3Moreover, the device may interfere with limb movements during balance recovery.7Repetitive stress on upper extremity joints from assistive device use can also cause tendinopathy, osteoarthritis, and carpal tunnel syndrome.3"
        },
        {
            "parent": 0,
            "text": "Most persons are not instructed on the proper use of their cane, and up to 70 percent of canes are faulty, damaged, or the wrong height.1,8Studies have shown that most patients obtained their assistive device on their own or on the advice of family or friends.7,9Only about one-third of patients obtained their device through a medical professional, and only 20 percent received education on how to use it.7,9Problems identified on assessment of assistive devices were that more than one-half were the incorrect height (too high), poor maintenance (including loose rubber caps or hand grips), and poor posture or use (including an incorrect gait pattern, or holding the device on the wrong side).7,9As a result of the demands of assistive device use and inadequate training, 30 to 50 percent of patients stop using their assistive device soon after receiving it.3Selection of the appropriate device and education from a medical professional are important to effectively increase mobility and reduce disability."
        },
        {
            "parent": 1,
            "text": "Canes can help redistribute weight from a weak or painful lower extremity, improve stability by increasing the base of support, and provide tactile information about the ground to improve balance.1Canes also have been associated with improved self-reported functional ability and confidence.8Although several types of canes are available, there is little evidence supporting the use of one type of cane over another."
        },
        {
            "parent": 2,
            "text": "A standard cane(Figure 1)or straight cane is generally made from wood or aluminum and is inexpensive and lightweight. An aluminum cane has the advantage of an adjustable height. A standard cane can help with balance in a patient who does not need the upper extremity to bear weight.10"
        },
        {
            "parent": 3,
            "text": "An offset cane(Figure 2)distributes the patient's weight over the shaft of the cane. An offset cane is appropriate for patients who need the upper extremity to occasionally bear weight, such as those with gait problems caused by pain from knee or hip osteoarthritis.10"
        },
        {
            "parent": 4,
            "text": "A quadripod cane(Figure 3), commonly referred to as a quad cane, is a four-legged cane that provides a larger base of support extremity. It also can stand freely on its own if the patient needs to use his or her hands, and it can be particularly useful for patients with hemiplegia.11However, all four points of the cane must be in contact with the ground at the same time for proper use.10"
        },
        {
            "parent": 5,
            "text": "A standard cane typically has an umbrella handle, which may increase the risk of carpal tunnel syndrome because of pressure on the palm of the hand. A shotgun handle, referred to as such because of its similarity to the butt of a shotgun, is a flat handle more commonly used with offset canes. The shotgun handle distributes pressure across the entire hand from the thenar to hypothenar muscles with less pressure on the palm, decreasing the risk of carpal tunnel syndrome. Special handles with finger and thumb grooves are also available and may prompt patients to use the cane in the correct hand."
        },
        {
            "parent": 6,
            "text": "Crutches are helpful for patients who need to use their arms for weight bearing and propulsion and not just for balance.1One crutch can provide 80 percent weight-bearing support, and two crutches provide 100 percent weight-bearing support.4However, crutches require substantial energy expenditure and arm and shoulder strength, making them generally inappropriate for frail older adults.4"
        },
        {
            "parent": 7,
            "text": "Axillary crutches(Figure 4)are inexpensive and provide weight-bearing ambulation, but they can be cumbersome and difficult to use.4If the crutch is incorrectly fit, it can cause nerve compression or axillary artery compression.4"
        },
        {
            "parent": 8,
            "text": "Forearm crutches(Figure 5)have a cuff around the proximal forearm and distal hand grips, allowing bilateral upper extremity support with occasional weight bearing. This allows the patient's hands to be free without needing to drop the crutch, making it less awkward to use, particularly on stairs.4"
        },
        {
            "parent": 9,
            "text": "Platform crutches provide a horizontal platform for the entire forearm, which is used to bear weight rather than the hand. They can be useful for patients with elbow contractures or with weak or painful hands or wrists.4"
        },
        {
            "parent": 10,
            "text": "Walkers improve stability in patients with lower extremity weakness or poor balance, and they facilitate improved mobility by increasing the patient's base of support and supporting the patient's weight.1,4,7However, walkers can be difficult to maneuver and can result in poor back posture and reduced arm swing.4Walkers require greater attentional demands than canes, and it is difficult to navigate stairs when using a walker.4"
        },
        {
            "parent": 11,
            "text": "A standard walker(Figure 6)is the most stable walker, but it results in a slower gait because the patient must completely lift the walker off the ground with each step.4This may be useful for patients with cerebellar ataxia, but it may be challenging for frail older patients with decreased upper body strength.6"
        },
        {
            "parent": 12,
            "text": "A front-wheeled walker(Figure 7), also called a two-wheeled walker, is less stable than a standard walker, but maintains a more normal gait pattern and is better for those who are unable to lift a standard walker.4In patients with parkinsonism, front-wheeled walkers may reduce freezing compared with standard walkers.12"
        },
        {
            "parent": 13,
            "text": "A four-wheeled walker(Figure 8), commonly called a rollator, is useful for higher functioning patients who do not need the walker to bear weight. Although the four-wheeled walker is easier to propel, it is not appropriate for patients with significant balance problems or cognitive impairment because it can roll forward unexpectedly and result in a fall.1,4Rollators often come with seats and baskets, making them a popular option, but they must be used with caution. The brakes should always be on and the rollator should be against a wall or other solid object before the patient sits. This device can be particularly useful for those with claudication, respiratory disease, or congestive heart failure who often need to stop ambulating and sit down to rest."
        },
        {
            "parent": 14,
            "text": "Table 1highlights the pros and cons of the various devices and lists examples of medical conditions in which each device may be appropriate. Selection of an appropriate device depends on the patient's strength, endurance, vestibular function, cognitive function, vision, and environmental demands.1,4Figure 9provides an algorithm for assistive device selection, which is determined by whether the patient needs to use one or both upper extremities to maintain balance or bear weight, and the frequency of this need.10If the patient requires constant weight bearing, a standard walker may be better because it is more stable. If the patient needs weight-bearing assistance, but not constantly, a front-wheeled walker may suffice. It is important to keep in mind that for some patients who can no longer walk safely or who have severe lower extremity weakness, a wheelchair may be the best option.1"
        },
        {
            "parent": 16,
            "text": "The correct height of a cane or walker is at the level of the patient's wrist crease, which is measured with the patient standing upright with arms relaxed at his or her sides. When holding the device at this height, the patient's elbow is naturally flexed at a 15- to 30-degree angle.13The correct height for axillary crutches should be the distance from 1.6 to 2 inches (4 to 5 cm) below the axilla to the floor, 2 inches lateral and 5.9 inches (15 cm) anterior to the foot. The handle position should be where the elbow is in 30 degrees of flexion.4Forearm crutches are also used with the elbow flexed 15 to 30 degrees, and the forearm cuff should be 1 to 1.6 inches (2.5 to 4 cm) below the olecranon when the distal end of the crutch is placed 2 inches lateral and 6 inches (15.2 cm) anterior to the foot.4For platform crutches, the proper height is determined by having the patient stand with the elbow flexed at 90 degrees and measuring the length from the forearm to the ground.4"
        },
        {
            "parent": 17,
            "text": "A cane should be held contralateral to a weak or painful lower extremity and advanced simultaneously with the contralateral leg. When using a walker, both feet should stay between the posterior legs or wheels. With a cane or walker, posture should be upright without forward or lateral leaning. Patients should take their time when turning and should not lift the device off the ground while doing so.7When navigating stairs, patients with a unilateral lower extremity impairment should advance the unimpaired extremity first when going up stairs and advance the impaired extremity first when going down stairs. One way for patients to remember this is the phrase, “Up with the good and down with the bad.” A video about how to use a cane is available online athttp://www.youtube.com/watch?v=fRn8ZZJMzno."
        },
        {
            "parent": 18,
            "text": "All patients should be observed using their device. Medical professionals should routinely assess whether the device is appropriate and evaluate cane and walker maintenance, including checking proper height and condition of legs, wheels, tips, and hand grips.7Patients who have gait or balance disorders, a new disability, or difficulty using their assistive device can benefit from a referral to a physical therapist.1"
        },
        {
            "parent": 18,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the following key terms: assistive devices, canes, crutches, and walkers. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Also searched were the Agency for Healthcare Research and Quality evidence reports, Bandolier, Clinical Evidence, the Cochrane database, Database of Abstracts of Reviews of Effects, the Institute for Clinical Systems Improvement, the National Guideline Clearinghouse database, and UpToDate. Search date: December 10, 2010."
        }
    ],
    "locked": false
}