{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/1215/p1353.html#afp20111215p1353-f1",
    "title": "Cirrhosis: Diagnosis, Management, and Prevention | AAFP",
    "author": "S. PAUL STARR, MD, AND DANIEL RAINES, MD",
    "doi": "Am Fam Physician.2011;84(12):1353-1359",
    "abstract": "Cirrhosis is the 12th leading cause of death in the United States. It accounted for 29,165 deaths in 2007, with a mortality rate of 9.7 per 100,000 persons. Alcohol abuse and viral hepatitis are the most common causes of cirrhosis, although nonalcoholic fatty liver disease is emerging as an increasingly important cause. Primary care physicians share responsibility with specialists in managing the most common complications of the disease, screening for hepatocellular carcinoma, and preparing patients for referral to a transplant center. Patients with cirrhosis should be screened for hepatocellular carcinoma with imaging studies every six to 12 months. Causes of hepatic encephalopathy include constipation, infection, gastrointestinal bleeding, certain medications, electrolyte imbalances, and noncompliance with medical therapy. These should be sought and managed before instituting the use of lactulose or rifaximin, which is aimed at reducing serum ammonia levels. Ascites should be treated initially with salt restriction and diuresis. Patients with acute episodes of gastrointestinal bleeding should be monitored in an intensive care unit, and should have endoscopy performed within 24 hours. Physicians should also be vigilant for spontaneous bacterial peritonitis. Treating alcohol abuse, screening for viral hepatitis, and controlling risk factors for nonalcoholic fatty liver disease are mechanisms by which the primary care physician can reduce the incidence of cirrhosis.",
    "headers": [
        {
            "id": 0,
            "name": "Clinical Presentation",
            "level": 2
        },
        {
            "id": 1,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 3,
            "name": "Management",
            "level": 2
        },
        {
            "id": 4,
            "name": "ASCITES AND SPONTANEOUS BACTERIAL PERITONITIS",
            "level": 3
        },
        {
            "id": 5,
            "name": "HEPATIC ENCEPHALOPATHY",
            "level": 3
        },
        {
            "id": 6,
            "name": "BLEEDING ESOPHAGEAL VARICES",
            "level": 3
        },
        {
            "id": 7,
            "name": "Screening and Prevention",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Cirrhosis is the 12th leading cause of death in the United States. It accounted for 29,165 deaths in 2007, with a mortality rate of 9.7 per 100,000 persons.1Cirrhosis is a major risk factor for the development of hepatocellular carcinoma; the incidence of this malignancy tripled from 1975 to 2005.2"
        },
        {
            "parent": 0,
            "text": "The clinical features of cirrhosis have been known since ancient times. The Ebers papyrus written around 2600 BC describes ascites, which was known to be associated with a “hardness of the liver” and excessive alcohol consumption.3Signs and symptoms of decompensated cirrhosis include abdominal swelling, jaundice, and gastrointestinal bleeding. Sensitivity of these findings varies from 31 to 96 percent.4Findings on physical examination include a contracted, nodular liver; splenomegaly; ascites; dilated abdominal wall veins; spider angiomata; palmar erythema; peripheral edema; and asterixis. Patients may be diagnosed incidentally through laboratory findings. Elevated hepatic transaminase levels (e.g., alanine transaminase, aspartate transaminase) are suggestive of ongoing hepatocyte injury; however, these may be normal with advanced liver disease. Elevation of serum prothrombin time or International Normalized Ratio (INR) may indicate a decreased ability of the liver to synthesize clotting factors. Thrombocytopenia may indicate splenic sequestration. The total bilirubin level may also be elevated."
        },
        {
            "parent": 0,
            "text": "Alcohol abuse and viral hepatitis are the most common causes of cirrhosis, although nonalcoholic fatty liver disease is emerging as an increasingly important cause.5A more detailed list of underlying etiologies is provided inTable 1.6It is important to determine the cause of cirrhosis because management of the underlying disease (e.g., hepatitis B virus infection) may prevent additional liver injury."
        },
        {
            "parent": 1,
            "text": "Chronic liver disease with associated hepatocyte death, as evidenced by elevated serum transaminase levels, results in inflammation followed by fibrosis. As hepatocytes are lost, the liver loses the ability to metabolize bilirubin (which can result in an increased serum bilirubin level) and to synthesize proteins, such as clotting factors (resulting in an elevated INR) and transaminases (which then may appear at normal or low levels). As fibrosis continues, pressure begins to build within the portal system, resulting in splenic sequestration of platelets and the development of esophageal varices."
        },
        {
            "parent": 2,
            "text": "Patients often present with signs and symptoms of cirrhosis or its complications. Although liver biopsy remains the “imperfect” diagnostic standard (because of sampling error), the degree of fibrosis can be estimated by measurement of biomarkers, such as type I and type III collagen, laminin, and hyaluronic acid. The Fibrosure biomarker assay has a sensitivity of 85 percent and specificity of 72.2 percent in the evaluation of hepatic fibrosis.7Degree of fibrosis can also be estimated using clinical indices, such as a combination of transaminase measurements, platelet count, and age."
        },
        {
            "parent": 3,
            "text": "In 2010, a set of quality indicators for use in the management of cirrhosis was developed by an 11-member panel of specialists from across the country,8and was rated by three different systems specifying the strength of the evidence. These indicators closely parallel the guidelines of the American Association for the Study of Liver Diseases, the American Society for Gastrointestinal Endoscopy, and the U.S. Department of Veterans Affairs. Because many of these quality indicators are often not met, the authors conclude that the best care is provided when patients see a combination of specialists and generalists.9Figure 1sets out the critical pathways in the management of complications of cirrhosis as determined by these studies and the strength of recommendation taxonomy used by the American Academy of Family Physicians."
        },
        {
            "parent": 3,
            "text": "Hepatitis A and B immunization status should be documented and immunizations performed, if indicated.8The Model for End-stage Liver Disease score should be calculated at the time of the first visit to the specialist8(Table 210;Figure 2). If patients have a score of 15 or greater, they should be referred to a transplant center.8Patients with a score of less than 15, but with complications of cirrhosis (e.g., hepatic encephalopathy, bleeding), should also be referred for liver transplant evaluation.8It is essential for family physicians to help patients with cirrhosis to abstain from alcohol.8,11Without abstinence from alcohol, transplant is unlikely to be performed."
        },
        {
            "parent": 3,
            "text": "Patients with cirrhosis should be screened for hepatocellular carcinoma every six to 12 months using imaging, with or without serum α-fetoprotein measurement.8,12Imaging can be performed using computed tomography or right upper quadrant ultrasonography; however, these studies are only 50 to 75 percent sensitive for hepatocellular carcinoma.13Improved modalities may include gadoxetate disodium–enhanced magnetic resonance imaging, which has a reported sensitivity of 80 percent.13Patients with cirrhosis and hepatocellular carcinoma may still qualify for transplant if only one tumor is identified and it is less than 5 cm in size, or if two or three tumors are identified and are 3 cm or less in size.14Patients who do not meet these criteria still may be considered for a transplant if adjuvant therapy reduces tumor size."
        },
        {
            "parent": 4,
            "text": "Portal hypertension results in an increase in hydrostatic pressure within the splanchnic bed. Decreased oncotic pressure caused by decreased protein synthesis may contribute to the condition."
        },
        {
            "parent": 4,
            "text": "Ascites should be treated with salt restriction and diuretics.8,15Diuretic regimens typically include a combination of spironolactone (Aldactone) and a loop diuretic, unless the serum sodium level is less than 125 mEq per L (125 mmol per L).8,11Patients with new-onset ascites should have diagnostic paracentesis performed, consisting of cell count, total protein test, albumin level, and bacterial culture and sensitivity.8,11Serum-ascites albumin concentration is used to calculate the serum-ascites albumin gradient. If the serum-ascites albumin gradient is 1.1 g per dL (11 g per L) or greater, the diagnosis of portal hypertension (cirrhotic) ascites or heart failure–associated ascites is confirmed. However, a serum-ascites albumin gradient less than 1.1 g per dL is suggestive of another cause of ascites, such as peritoneal carcinomatosis or nephrogenic ascites."
        },
        {
            "parent": 4,
            "text": "Spontaneous bacterial peritonitis is a common complication of uncontrolled ascites and is diagnosed by ascitic fluid polymorphonuclear cell count greater than 250 cells per mm3or positive Gram stain/culture. Patients who have spontaneous bacterial peritonitis should receive antibiotics within six hours if hospitalized; in those who are ambulatory, antibiotics should be started within 24 hours.8,11The U.S. Department of Veterans Affairs recommendations mention cefotaxime (Claforan) specifically, although ciprofloxacin (Cipro) has also been found to be effective in these cases.16Patients requiring diagnostic or therapeutic paracentesis do not need to receive fresh frozen plasma if their INR is less than 2.5 or platelets if their platelet count is greater than 100 × 103per mm3.11In patients with recurrent ascites that does not respond to diuretic therapy, therapeutic paracentesis or transjugular intrahepatic portosystemic shunt procedure should be considered.11Patients who survive an episode of spontaneous bacterial peritonitis should be given prophylactic antibiotics.8,11"
        },
        {
            "parent": 5,
            "text": "Hepatic encephalopathy is thought to be related to toxic compounds generated by gut bacteria, such as ammonia, mercaptans, and short-chain fatty acids and phenols. These compounds are transported by the portal vein to the liver, where most are normally metabolized or excreted immediately. In patients with cirrhosis, damaged hepatocytes are unable to metabolize these waste products, and portal venous blood can bypass the liver through collateral circulation (such as varices) or a medically constructed shunt."
        },
        {
            "parent": 5,
            "text": "The symptoms of hepatic encephalopathy can be subtle; the condition should be considered in any patient with cirrhosis. Severity of hepatic encephalopathy should be graded(Table 317)and documented on the medical record.8In patients with active encephalopathy, reversible factors should be sought and managed, including constipation, noncompliance with medical therapy, infection (i.e., spontaneous bacterial peritonitis), electrolyte imbalances, gastrointestinal bleeding, and use of benzodiazepines.8Paracentesis should be performed to rule out peritonitis as a cause of the encephalopathy. The paracentesis should be performed during the hospitalization in which the encephalopathy is diagnosed.8If encephalopathy persists, then the patient should be treated with disaccharides or rifaximin (Xifaxan).8,18Lactulose is a nonabsorbable disaccharide that is believed to induce an absorption of nitrogen into the bacteria of the fecal flora, making it less available to generate absorbable ammonia.19Rifaximin is a nonabsorbable antibiotic that decreases the intestinal load of ammonia-producing bacteria.20Finally, patients with hepatic encephalopathy should be counseled about not driving.8"
        },
        {
            "parent": 6,
            "text": "Screening for esophageal varices is an important preventive measure in patients with cirrhosis. If the patient has compensated cirrhosis, then screening endoscopy should be performed within 12 months to detect clinically silent varices and repeated every one to two years.8,21If cirrhosis is complicated (i.e., with bleeding, encephalopathy, ascites, hepatocellular carcinoma, or hepatopulmonary syndrome), screening endoscopy should be performed within three months.8If small varices are found, endoscopy should be performed again in one year.8,21If medium or large varices are found, treatment with beta blockers should be considered and/or endoscopic variceal ligation should be performed.8,16,21In one study, endoscopic variceal ligation appeared to be superior to beta-blocker therapy in the prevention of esophageal variceal bleeding, but required repeat sessions of endoscopic ligation and can be complicated by ligation-associated bleeding.22Beta blockers are not indicated in patients without esophageal varices or a history of esophageal bleeding."
        },
        {
            "parent": 6,
            "text": "Patients with cirrhosis who present with an acute episode of gastrointestinal bleeding should be given at least one large-bore intravenous line and administered crystalloid if vital signs reveal hypotension or ortho-static hypotension.8Complete blood count, serum electrolyte measurement, and type and crossmatch should be performed on admission, and the patient should be observed in the intensive care unit.8The patient should be treated with somatostatin or somatostatin analogue within the first 12 hours,8,16and should receive prophylactic antibiotics and have endoscopy performed within 24 hours.8,11,23Emergent upper endoscopy with variceal ligation should be performed once the patient has been stabilized. Early use of transjugular intrahepatic portosystemic shunt procedure in patients with variceal bleeding may result in a reduction in mortality in patients in whom standard medical and endoscopic therapy fail.24"
        },
        {
            "parent": 7,
            "text": "All patients should be screened for alcohol abuse. The U.S. Preventive Services Task Force recommends screening and behavioral counseling interventions to reduce alcohol misuse by adults, including pregnant women, in primary care settings.25Prevention of alcohol abuse is also essential for preventing chronic liver disease."
        },
        {
            "parent": 7,
            "text": "Screening strategies to identify persons at high risk of hepatitis have poor predictive value because 40 to 50 percent of infected persons do not have any easily identifiable risk factors.26Detailed information regarding hepatitis screening is available athttp://www.uspreventiveservicestaskforce.org/uspstf/uspshepc.htm."
        },
        {
            "parent": 7,
            "text": "Nonalcoholic fatty liver disease is emerging as an important cause of chronic liver disease and warrants appropriate intervention for lifestyle changes and comorbid disease. Major risk factors for hepatitis B and C virus infections include current or past intravenous drug use and high-risk sexual behavior. Additional risk factors for hepatitis C virus infection include blood transfusion before 1990, hemodialysis, tattoos, and being the child of a mother infected with hepatitis B or C virus. All pregnant women should be screened for hepatitis B virus.4"
        },
        {
            "parent": 7,
            "text": "In the United States, vaccination against hepatitis B virus is recommended for all children and adolescents younger than 19 years, as well as for adults who are health care workers, who are infected with human immunodeficiency virus or hepatitis C virus, or who participate in high-risk sexual activity or use intravenous drugs. Although vaccines to prevent hepatitis A and B virus infections have been available for decades, vaccination against hepatitis C virus has not yet been proven effective in humans.27"
        },
        {
            "parent": 7,
            "text": "Data Sources:A PubMed search was completed in Clinical Queries using the key term cirrhosis. The search included meta-analyses, randomized controlled trials, clinical trials, and reviews. Also searched were the National Guideline Clearinghouse, National Cancer Institute Clinical Trials Planning Meeting, U.S. Preventive Services Task Force, and Cochrane Database. Search date: November 23, 2010."
        }
    ],
    "locked": false
}