{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/1001/p771.html#afp20111001p771-f1",
    "title": "Diagnosis and Treatment of Acute Uncomplicated Cystitis | AAFP",
    "author": "RICHARD COLGAN, MD, AND MOZELLA WILLIAMS, MD",
    "doi": "Am Fam Physician.2011;84(7):771-776",
    "abstract": "Urinary tract infections are the most common bacterial infections in women. Most urinary tract infections are acute uncomplicated cystitis. Identifiers of acute uncomplicated cystitis are frequency and dysuria in an immunocompetent woman of childbearing age who has no comorbidities or urologic abnormalities. Physical examination is typically normal or positive for suprapubic tenderness. A urinalysis, but not urine culture, is recommended in making the diagnosis. Guidelines recommend three options for first-line treatment of acute uncomplicated cystitis: fosfomycin, nitrofurantoin, and trimethoprim/sulfamethoxazole (in regions where the prevalence ofEscherichia coliresistance does not exceed 20 percent). Beta-lactam antibiotics, amoxicillin/clavulanate, cefaclor, cefdinir, and cefpodoxime are not recommended for initial treatment because of concerns about resistance. Urine cultures are recommended in women with suspected pyelonephritis, women with symptoms that do not resolve or that recur within two to four weeks after completing treatment, and women who present with atypical symptoms.",
    "headers": [
        {
            "id": 0,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Self-Diagnosis and Diagnosis by Telephone",
            "level": 2
        },
        {
            "id": 2,
            "name": "Physical Examination and Diagnostic Testing",
            "level": 2
        },
        {
            "id": 3,
            "name": "International Clinical Practice Guidelines",
            "level": 2
        },
        {
            "id": 4,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 5,
            "name": "Antimicrobial Resistance",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Urinary tract infections (UTIs) are the most common bacterial infections in women, with one-half of all women experiencing at least one UTI in their lifetime.1Most UTIs in women are acute uncomplicated cystitis caused byEscherichia coli(86 percent),Staphylococcus saprophyticus(4 percent),Klebsiellaspecies (3 percent),Proteusspecies (3 percent),Enterobacterspecies (1.4 percent),Citrobacterspecies (0.8 percent), orEnterococcusspecies (0.5 percent).2Although acute uncomplicated cystitis may not be thought of as a serious condition, patients' quality of life is often significantly affected. Acute uncomplicated cystitis results in an estimated six days of discomfort leading to approximately 7 million office visits per year with associated costs of $1.6 billion.3,4In one study of women with acute uncomplicated cystitis, nearly one-half of participants reported that their symptoms caused them to miss work or school.3Additionally, up to one-half of those with acute uncomplicated cystitis also reported avoiding sexual activity for an average of one week."
        },
        {
            "parent": 0,
            "text": "The history is the most important tool for diagnosing acute uncomplicated cystitis, and it should be supported by a focused physical examination and urinalysis. It also is important to rule out a more serious complicated UTI. By definition, the diagnosis of acute uncomplicated cystitis implies an uncomplicated UTI in a premenopausal, nonpregnant woman with no known urologic abnormalities or comorbidities(Table 15)."
        },
        {
            "parent": 0,
            "text": "Classic lower urinary tract symptoms include dysuria, frequent voiding of small volumes, and urinary urgency. Sometimes hematuria can occur; suprapubic discomfort is less common. The pretest probability of UTI in women is 5 percent; however, when a woman presents with the acute onset of even one of the classic symptoms of acute uncomplicated cystitis, the probability of infection rises 10-fold to 50 percent.6Therefore, presentation with one or more symptoms may be viewed as a valuable diagnostic test in itself. In addition, the likelihood of acute uncomplicated cystitis is less if the patient reports vaginal discharge or irritation, both of which are more likely in women with vaginitis or cervicitis. The new onset of frequency and dysuria, with the absence of vaginal discharge or irritation, has a positive predictive value of 90 percent for UTI.6A prospective study of 796 sexually active young women identified risk factors to help diagnose UTI, including recent sexual intercourse, diaphragm use with spermicide, and recurrent UTIs.7"
        },
        {
            "parent": 1,
            "text": "For many patients, access to care can be difficult. Two recent studies have shown that some women who self-diagnose a UTI may be treated safely with telephone management. Women who have had acute uncomplicated cystitis previously are usually accurate in determining when they are having another episode. In one study of 172 women with a history of recurrent UTI, 88 women self-diagnosed a UTI based on symptoms, and self-treated with antibiotics.8Laboratory evaluation showed that 84 percent of the urine samples showed a uropathogen, 11 percent showed sterile pyuria, and only 5 percent were negative for pyuria and bacteriuria. Another small, randomized controlled trial compared outcomes of acute uncomplicated cystitis in healthy women managed by telephone versus in the office.9There were no differences in symptom score or satisfaction. The authors concluded that the short-term outcomes of managing suspected UTIs by telephone were comparable with those managed by usual office care."
        },
        {
            "parent": 2,
            "text": "The physical examination of patients with acute uncomplicated cystitis is typically normal, except in the 10 to 20 percent of women with suprapubic tenderness.10Acute pyelonephritis should be suspected if the patient is ill-appearing and seems uncomfortable, particularly if she has concomitant fever, tachycardia, or costovertebral angle tenderness."
        },
        {
            "parent": 2,
            "text": "The convenience and cost-effectiveness of urine dipstick testing makes it a common diagnostic tool, and it is an appropriate alternative to urinalysis and urine microscopy to diagnose acute uncomplicated cystitis.11Nitrites and leukocyte esterase are the most accurate indicators of acute uncomplicated cystitis in symptomatic women.11To avoid contamination, the convention is to use a midstream, clean-catch urine specimen to diagnose UTI; however, at least two studies have shown no significant difference in number of contaminated or unreliable results between specimens collected with and without preparatory cleansing.12,13Urine cultures are recommended only for patients with suspected acute pyelonephritis; patients with symptoms that do not resolve or that recur within two to four weeks after the completion of treatment; and patients who present with atypical symptoms.11A colony count greater than or equal to 103colony-forming units per mL of a uropathogen is diagnostic of acute uncomplicated cystitis.14However, studies have shown that more than 102colony-forming units per mL in women with typical symptoms of a UTI represent a positive culture.15Routine posttreatment urinalysis or urine cultures in asymptomatic patients are not necessary."
        },
        {
            "parent": 2,
            "text": "Further studies beyond urinalysis and urine cultures are rarely needed to diagnose acute uncomplicated cystitis. Patients who present with atypical symptoms of acute uncomplicated cystitis and those who do not respond to appropriate antimicrobial therapy may need imaging studies, such as computed tomography or ultrasonography, to rule out complications and other disorders."
        },
        {
            "parent": 3,
            "text": "In 2010, a panel of international experts updated the 1999 Infectious Diseases Society of America (IDSA) guidelines on the treatment of acute uncomplicated cystitis and pyelonephritis in women. The panel reviewed the literature, including the Cochrane Database of Systematic Reviews, and provided an evidence-based guideline for women with uncomplicated bacterial cystitis and pyelonephritis.16,17The IDSA collaborated with the European Society of Clinical Microbiology and Infectious Diseases, and invited representation from diverse geographic areas and a wide variety of specialties, including urology, obstetrics and gynecology, emergency medicine, family medicine, internal medicine, and infectious diseases. Levels-of-evidence ratings were assigned to recommendations on the use of antimicrobials for the treatment of uncomplicated UTIs."
        },
        {
            "parent": 4,
            "text": "No single agent is considered best for treating acute uncomplicated cystitis according to the 2010 guidelines, and the choice between recommended agents should be individualized16(Table 218,19).Choosing an antibiotic depends on the agent's effectiveness, risks of adverse effects, resistance rates, and propensity to cause collateral damage (i.e., ecologic adverse effects of antibiotic therapy that may allow drug-resistant organisms to proliferate, and the colonization or infection with multidrug-resistant organisms). Additionally, physicians should consider cost, availability, and specific patient factors, such as allergy history. On average, patients will begin noting symptom relief within 36 hours of beginning treatment.2"
        },
        {
            "parent": 4,
            "text": "There are several first-line agents recommended by the IDSA for the treatment of acute uncomplicated cystitis(Figure 1).16New evidence supports the use of nitrofurantoin (macrocrystals) and fosfomycin (Monurol) as first-line therapy.16The following antimicrobials represent the first tier: (1) nitrofurantoin at a dosage of 100 mg twice per day for five days; (2) trimethoprim/sulfamethoxazole (Bactrim, Septra) at a dosage of one double-strength tablet (160/800 mg) twice per day for three days in regions where the prevalence of resistance of community uropathogens does not exceed 20 percent; and (3) fosfomycin at a single dose of 3 g. Note that the duration of therapy for nitrofurantoin has been reduced to five days compared with the previous IDSA guidelines of seven days, based on research showing effectiveness with a shorter duration of therapy.20Fosfomycin may be less effective and is not widely available in the United States."
        },
        {
            "parent": 4,
            "text": "Fluoroquinolones (i.e., ofloxacin, ciprofloxacin [Cipro], and levofloxacin [Levaquin]) are considered second-tier antimicrobials, and are appropriate in some settings, such as in patients with allergy to the recommended agents. Although fluoroquinolones are effective, they have the propensity for collateral damage, and should be considered for patients with more serious infections than acute uncomplicated cystitis. Certain antimicrobials (i.e., beta-lactam antibiotics, amoxicillin/clavulanate [Augmentin], cefdinir [Omnicef], cefaclor, and cefpodoxime) may be appropriate alternatives if recommended agents cannot be used because of known resistance or patient intolerance. Despite wide use of cranberry products for treating UTIs, there is no evidence to support their use in symptomatic patients.21"
        },
        {
            "parent": 5,
            "text": "Beta-lactam antibiotics are not recommended as first-line therapy for acute uncomplicated cystitis because of widespreadE. coliresistance rates above 20 percent. Fluoroquinolone resistance usually is found to be below 10 percent in North America and Europe, but with a trend toward increasing resistance over the past several years.16To preserve the effectiveness of fluoroquinolones, they are not recommended as a first-tier option. Fosfomycin and nitrofurantoin have retained high rates of in vitro activity in most areas.16"
        },
        {
            "parent": 5,
            "text": "Because results of urine cultures are not routinely reported when treating acute uncomplicated cystitis, local resistance rates may not be available. Defaulting to the annual antimicrobial sensitivity data from a local hospital may provide resistance rates based on a population that does not reflect women with simple acute uncomplicated cystitis (e.g., sicker patients, inpatients, patients of all ages, male patients). Several studies have been published that may help predict the likelihood ofE. coliresistance to trimethoprim/sulfamethoxazole in patients with acute uncomplicated cystitis. Use of trimethoprim/sulfamethoxazole in the preceding three to six months has been found to be an independent risk factor for resistance in women with acute uncomplicated cystitis.22,23In addition, two U.S. studies demonstrated that travel outside the United States in the preceding three to six months was independently associated with trimethoprim/sulfamethoxazole resistance.24,25"
        }
    ],
    "locked": false
}