{
    "url": "https://www.aafp.org/pubs/afp/issues/2012/0815/p350.html#afp20120815p350-f1",
    "title": "Nocturnal Leg Cramps | AAFP",
    "author": "RICHARD E. ALLEN, MD, AND KARL A. KIRBY, MD",
    "doi": "Am Fam Physician.2012;86(4):350-355",
    "abstract": "Up to 60 percent of adults report that they have had nocturnal leg cramps. The recurrent, painful tightening usually occurs in the calf muscles and can cause severe insomnia. The exact mechanism is unknown, but the cramps are probably caused by muscle fatigue and nerve dysfunction rather than electrolyte or other abnormalities. Nocturnal leg cramps are associated with vascular disease, lumbar canal stenosis, cirrhosis, hemodialysis, pregnancy, and other medical conditions. Medications that are strongly associated with leg cramps include intravenous iron sucrose, conjugated estrogens, raloxifene, naproxen, and teriparatide. A history and physical examination are usually sufficient to differentiate nocturnal leg cramps from other conditions, such as restless legs syndrome, claudication, myositis, and peripheral neuropathy. Laboratory evaluation and specialized testing usually are unnecessary to confirm the diagnosis. Limited evidence supports treating nocturnal leg cramps with exercise and stretching, or with medications such as magnesium, calcium channel blockers, carisoprodol, or vitamin B12. Quinine is no longer recommended to treat leg cramps.",
    "headers": [
        {
            "id": 0,
            "name": "Clinical Features",
            "level": 2
        },
        {
            "id": 1,
            "name": "Pathophysiology and Etiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnostic Evaluation",
            "level": 2
        },
        {
            "id": 3,
            "name": "Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Leg cramps (charley horses) are a common nocturnal symptom that can be difficult to manage because of uncertainties about etiology, appropriate diagnostic evaluation, and optimal treatment. Nocturnal leg cramps are reported by 50 to 60 percent of adults and by approximately 7 percent of children. They are slightly more common in women, and the prevalence increases with age. Up to 20 percent of patients who experience leg cramps have daily symptoms that are bothersome enough for the patient to seek medical attention.1–3"
        },
        {
            "parent": 0,
            "text": "Leg cramps are painful and incapacitating, lasting an average of nine minutes per episode. The acute episode may be followed by hours of recurrent episodes and residual pain. Leg cramps are usually nocturnal and are associated with secondary insomnia. The posterior calf muscles usually are involved, but cramps of the foot and thigh also are common. Leg cramps may be described as a spasm, tightening, twinge, strain, tetany, swelling, or muscle seizure. Cramps may be isometric or may cause limb movement, such as extreme plantar flexion of the foot."
        },
        {
            "parent": 1,
            "text": "The precise mechanism of leg cramps is unknown, but several myopathic, neurologic, and metabolic causes have been suggested. Most cases of leg cramps are idiopathic."
        },
        {
            "parent": 1,
            "text": "Electromyographic studies suggest that leg cramps originate in the lower motor neurons with hyperactive, high-frequency, involuntary nerve discharge.4Some scientists hypothesize that our “civilized” lifestyle no longer requires repetitive squatting that stretches the leg tendons and muscles.5Others have suggested that in the nocturnal recumbent position, the foot is passively in plantar flexion and the calf muscle fibers are already maximally shortened, so uninhibited nerve stimulation leads to cramping.6"
        },
        {
            "parent": 1,
            "text": "Exercise research suggests that muscle fatigue is a primary cause of leg cramps. Studies of endurance athletes show that a higher-than-normal intensity of exercise is associated with leg cramps.7,8The mechanism of this association remains unclear. Nerve dysfunction or damage has been suggested as a cause of leg cramps because of the high prevalence in patients with neurologic conditions such as parkinsonism. Metabolic causes are suggested by the high prevalence in patients undergoing hemodialysis that is associated with hyperphosphatemia, but not with hyper- or hypocalcemia. Patients with low parathyroid hormone levels who are undergoing hemodialysis have a lower-than-expected incidence of leg cramps.9"
        },
        {
            "parent": 1,
            "text": "Neither exercise-related cramps nor nocturnal cramps have been associated with hypovolemia (caused by dehydration) or disturbances of electrolytes such as potassium, sodium, and magnesium.7,8One study of patients with nonalcoholic cirrhosis demonstrated that leg cramps are not related to changes in the levels of creatinine, calcium, magnesium, sodium, potassium, zinc, glucose, alanine transaminase, total bilirubin, or albumin.10"
        },
        {
            "parent": 1,
            "text": "Muscle cramps are reported as an adverse effect for hundreds of medications, but only a few are specific to the legs. Medication-related leg cramps are most commonly associated with intravenous iron sucrose, conjugated estrogens, raloxifene (Evista), naproxen (Naprosyn), and teriparatide (Forteo), although the overall incidence is very low(Table 1).11Leg cramps also have been reported in studies of medications such as clonazepam (Klonopin), citalopram (Celexa), celecoxib (Celebrex), gabapentin (Neurontin), and zolpidem (Ambien), which, ironically, are used to treat leg cramps. A recent study found an association between leg cramps and the use of quinine in the year following new prescriptions for diuretics, statins, and inhaled long-acting beta2agonists. However, the study was complicated by worsening disease states (such as vascular disease) and by increased patient-physician contact.12Diuretics, such as hydrochlorothiazide, are commonly believed to cause leg cramps secondary to electrolyte abnormalities, but they have not been implicated in evidence-based reviews."
        },
        {
            "parent": 1,
            "text": "Several medical conditions are associated with leg cramps(Table 2). A study of outpatient veterans reported leg cramps in 75 percent of those with peripheral vascular disease, 63 percent of those with hypokalemia, and 62 percent of those with coronary artery disease.2About 60 percent of patients with cirrhosis reportedly have leg cramps, most of whom are older patients with advanced disease.10Leg cramps have been linked to neurologic diseases such as parkinsonism and peripheral neuropathy. Lumbar canal stenosis also is associated with leg cramps.13Nerve damage from cancer treatment may be a cause of legs cramps, with a small study demonstrating that leg cramps were present in 82 percent of patients with cancer.14Hemodialysis is linked to cramps, but chronic kidney disease is not. Venous insufficiency is also linked to leg cramps, but research has not demonstrated that cramps are caused by tissue hypoxia or toxic metabolites, and treatment of venous insufficiency has not been shown to relieve cramps.15Pregnancy historically has been associated with leg cramps, although it is difficult to differentiate pregnancy itself as the primary cause as opposed to venous insufficiency.16"
        },
        {
            "parent": 2,
            "text": "The patient history is the key to identifying the possible cause of leg cramps. Nocturnal occurrence, visible muscle tightening, and sudden, intense pain are typical manifestations. The description of symptoms should differentiate leg cramps from other common conditions(Table 3)."
        },
        {
            "parent": 2,
            "text": "Restless legs syndrome is marked by an irresistible urge to move or shake the legs and does not cause pain or tight muscles. Despite these marked differences, studies have shown difficulty in distinguishing restless legs syndrome from leg cramps.17Claudication is an aching, sometimes cramping, muscle symptom brought on by exercise and relieved with rest. Hypnic myoclonus is a sudden jerk that often occurs at the onset of sleep. Periodic limb movement disorder is a nonpainful, repetitive, rhythmic, slow dorsiflexion of the toes, knees, and hips during sleep. The movements last for seconds and recur at intervals of seconds to about one minute. Peripheral neuropathy is described primarily as numbness, tingling, and “electrical” pain, with possible secondary cramps. Myalgias and myositis, which sometimes occur with statin therapy, can manifest in any muscle group and lead to deep, aching pain, weakness, and poor exercise tolerance.18Exercise-associated muscle cramping occurs during or immediately after exercise. Localized muscle fatigue is known to cause cramps, and may arise in a sedentary person with straining or exercise. Conversely, patients in good physical condition may experience leg cramps with a change in the intensity of their exercise routine."
        },
        {
            "parent": 2,
            "text": "The history must include a review of medications(Table 111)and existing medical conditions. Although associated medical conditions are important to identify and discuss, no data suggest that treatment of these conditions improves symptoms of leg cramps."
        },
        {
            "parent": 2,
            "text": "Physical examination rarely demonstrates leg cramps because they are involuntary, unpredictable, and usually nocturnal. Examination findings may indicate a potential underlying medical cause, such as peripheral vascular disease. Appropriate examination includes inspection of the legs and feet, palpation of pulses, and evaluation of touch and pinprick sensation, strength, and deep tendon reflexes. Blood pressure should be measured to assess cardiac and vascular risk factors. Neurologic disease may also manifest as tremor, gait disturbance, or asymmetry."
        },
        {
            "parent": 2,
            "text": "Routine blood tests are not helpful in the diagnosis because leg cramps have no proven association with electrolyte abnormalities, anemia, glucose levels, thyroid function, or kidney disease.7In specific patients, selected blood tests may be indicated to identify underlying medical conditions, such as liver enzyme levels for cirrhosis, cholesterol levels for cardiovascular disease, and vitamin B12levels for related neuropathy. Similarly, other diagnostic studies such as nerve conduction studies, ultrasonography, and angiography are not necessary unless indicated to confirm specific medical conditions."
        },
        {
            "parent": 3,
            "text": "No current treatments for leg cramps have been proven both safe and effective. Passive stretching and deep tissue massage are harmless, patient-controlled maneuvers that may be suggested as a therapeutic trial despite limited proof of effectiveness. One randomized study of patients discontinuing quinine showed no effect from stretching; however, gastrocnemius stretching has long been recommended to prevent leg cramps.19,20Forceful stretching also is thought to inhibit and relieve an acute cramp, and the mechanism of dorsiflexing the foot may be helpful. Anecdotal evidence suggests that mild exercise, such as a few minutes on a stationary bicycle or treadmill before bedtime, can relieve nocturnal leg cramps. If muscle fatigue is a cause, graded exercise and/or physical therapy might be of benefit for some patients.19,20"
        },
        {
            "parent": 3,
            "text": "Quinine has shown some effectiveness for nocturnal leg cramps but is no longer recommended. In 2010, the U.S. Food and Drug Administration issued a warning about multiple drug interactions with quinine, and stated that the potential for serious adverse effects outweighs the modest benefit of the drug.21Fatal hypersensitivity reactions and thrombocytopenia affect a small percentage of patients taking quinine, but can occur unpredictably after a single dose. Cardiac arrhythmias, cinchonism (causing headache, tinnitus, and dizziness), and hemolytic uremic syndrome can occur from toxic levels of quinine.21,22"
        },
        {
            "parent": 3,
            "text": "Small studies have shown some benefit from other medications. Because of the low quality of evidence, no medication can be recommended for routine treatment of leg cramps; however, carisoprodol (Soma), diltiazem, gabapentin, orphenadrine (Norflex), verapamil, and vitamin B12complex may be considered in some patients.22–25Magnesium has shown mixed benefit in nonpregnant adults, and some positive results for treatment of leg cramps in pregnancy.25,26Multivitamins and sodium supplementation also have shown benefit in pregnant women, although the potential risk of hypertension with sodium supplementation should be recognized.16No evidence supports the routine use of nonsteroidal anti-inflammatory drugs, potassium, or calcium."
        },
        {
            "parent": 3,
            "text": "There is no research on how treating underlying medical conditions impacts the symptom of leg cramps. Nevertheless, the occurrence of “leg cramps” is an important opportunity for family physicians to diagnose and treat conditions such as venous insufficiency, peripheral vascular disease, and peripheral neuropathy. Differentiating leg cramps from restless legs syndrome may be challenging,17and a trial of dopaminergic drugs is a reasonable approach for a patient with mixed symptoms.Figure 1is an algorithm for the evaluation and treatment of nocturnal leg cramps."
        },
        {
            "parent": 3,
            "text": "Data Sources:We searched PubMed using the search term leg cramps. We examined clinical trials, randomized clinical trials, meta-analyses, and review articles, as well as the bibliographies of selected articles. Cochrane and Essential Evidence Plus were also searched. Search dates: September and October 2011."
        }
    ],
    "locked": false
}