{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/0915/p661.html#afp20110915p661-f1",
    "title": "Umbilical Cord Blood: A Guide for Primary Care Physicians | AAFP",
    "author": "PAUL L. MARTIN, MD, PhD, JOANNE KURTZBERG, MD, AND BRETT HESSE, MD",
    "doi": "Am Fam Physician.2011;84(6):661-666",
    "abstract": "Umbilical cord blood stem cell transplants are used to treat a variety of oncologic, genetic, hematologic, and immunodeficiency disorders. Physicians have an important role in educating, counseling, and offering umbilical cord blood donation and storage options to patients. Parents may donate their infant's cord blood to a public bank, pay to store it in a private bank, or have it discarded. The federal government and many state governments have passed laws and issued regulations regarding umbilical cord blood, and some states require physicians to discuss cord blood options with pregnant women. Five prominent medical organizations have published recommendations about cord blood donation and storage. Current guidelines recommend donation of umbilical cord blood to public banks when possible, or storage through the Related Donor Cord Blood Program when a sibling has a disease that may require a stem cell transplant. Experts do not currently recommend private banking for unidentified possible future use. Step-by-step guidance and electronic resources are available to physicians whose patients are considering saving or donating their infant's umbilical cord blood.",
    "headers": [
        {
            "id": 0,
            "name": "Background",
            "level": 2
        },
        {
            "id": 1,
            "name": "Donation and Storage Options",
            "level": 2
        },
        {
            "id": 2,
            "name": "PUBLIC BANKS",
            "level": 3
        },
        {
            "id": 3,
            "name": "PRIVATE BANKS",
            "level": 3
        },
        {
            "id": 4,
            "name": "RELATED DONOR CORD BLOOD PROGRAM",
            "level": 3
        },
        {
            "id": 5,
            "name": "RECOMMENDATIONS",
            "level": 3
        },
        {
            "id": 6,
            "name": "Physician Resources",
            "level": 2
        },
        {
            "id": 7,
            "name": "CONSENT",
            "level": 3
        },
        {
            "id": 8,
            "name": "COLLECTION PROCESS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Media coverage, marketing, and an increasing number of umbilical cord blood transplants have led more parents to consider storing or donating their infant's cord blood. Surveys indicate that pregnant women have limited knowledge about cord blood.1–3Physicians have an important role in educating them about this issue."
        },
        {
            "parent": -1,
            "text": "Prominent medical organizations, including the American Academy of Pediatrics, the American College of Obstetricians and Gynecologists, and the American Medical Association, have published recommendations regarding cord blood.4–8At least 20 states have passed laws regarding umbilical cord blood. Some states, including Arizona, Illinois, and Virginia, require physicians or hospitals to inform pregnant women about cord blood banking options.9In 2005, the federal government enacted legislation to support the National Cord Blood Inventory, which is a registry of publicly available cord blood units.10The legislation also provides funding to increase the number of donated cord blood units, especially from underrepresented minorities. More than 30 private companies also offer cord blood banking services.11"
        },
        {
            "parent": 0,
            "text": "Umbilical cord blood stem cell transplants are used to treat a variety of oncologic, genetic, hematologic, and immunodeficiency disorders.12,13More than 20,000 unrelated cord blood transplants have been performed worldwide.14Cord blood is associated with a lower incidence of graft-versus-host disease in transplant recipients, and it can be made available more quickly than bone marrow or peripheral stem cells.15,16Unlike bone marrow or peripheral cells, cord blood can be transplanted to a recipient with only a partial human leukocyte antigen match.17Cord blood can be collected relatively simply without risk to mother or baby. Cord blood stem cells are not embryonic stem cells and are not controversial. In the past, cord blood stem cells were discarded with the placenta as medical waste."
        },
        {
            "parent": 0,
            "text": "Despite these advantages, cord blood has some limitations. It must be collected, processed, and stored correctly to be usable. Transplants for larger children or adults may require higher stem cell doses than single cord blood units provide, thus requiring a traditional bone marrow transplant.18In many cases, a patient's own cord blood is unusable for transplantation because precursors of the patient's disease (e.g., leukemia) may be in the cord blood.19,20Long-term survival for pediatric patients ranges from 50 percent for high-risk hematologic malignancies to 80 percent for inherited metabolic diseases.21,22"
        },
        {
            "parent": 1,
            "text": "Parents may donate their newborn's cord blood to a public bank or pay a private bank to store it for their own use(Table 1).11In addition, a no-cost Related Donor Cord Blood Program is available when a newborn has a sibling with a disease that is treatable by stem cell transplantation."
        },
        {
            "parent": 2,
            "text": "Currently, more than 185 U.S. hospitals have onsite collection programs that accept donations for public banks, free of charge.23A list of participating hospitals is available athttp://BeTheMatch.org/. Patients delivering their babies at hospitals not on this list may still donate via one of the banks listed athttp://BeTheMatch.org/cord-otherhospitals. Donated units are listed on a national registry and are available for any patient in need."
        },
        {
            "parent": 2,
            "text": "More than 500,000 cord blood units are currently available through a worldwide registry, including more than 160,000 units in the National Marrow Donor Program Registry.24,25All public banks are subject to standardized testing (including minimal cell count, human leukocyte antigen typing, and maternal screening), maintain international cellular therapy accreditation, and are regulated by the U.S. Food and Drug Administration.26"
        },
        {
            "parent": 3,
            "text": "Rather than using a public bank, parents may pay to store their child's cord blood in a private bank for their exclusive potential use. Cord blood for private banking can be collected at any hospital. Private banks charge an initial fee of $495 to $2,200 and an annual fee of approximately $100 to $150.11"
        },
        {
            "parent": 3,
            "text": "Private banks register with the U.S. Food and Drug Administration, and some maintain international accreditation. Processing and storage procedures for private banks vary. In a recent study, privately stored umbilical cord blood samples were found to have a smaller volume per collection, lower cell counts, and a higher incidence of bacterial contamination than those stored in public banks.27"
        },
        {
            "parent": 3,
            "text": "A common concern from the scientific community is that marketing used by private banks overstates the likelihood that families will use their cord blood.18,28–30Private banks often emphasize the potential use of cord blood to treat diseases in the future as a reason to store cord blood. It is difficult to estimate the likelihood of using one's own (autologous) cord blood in the future, but current data suggest that the chance of using a cord blood unit for autologous transplant is no better than one out of 15,000.30–33Diseased cells may be present in cord blood, making it undesirable for autologous transplant in some cases. A recent statistical analysis has shown that private banking is not costeffective.34,35"
        },
        {
            "parent": 4,
            "text": "Parents may store their child's cord blood for free through the National Marrow Donor Program's Related Donor Cord Blood Program if the child's sibling has a disease that may require a stem cell transplant. Six cord blood banks, listed athttp://marrow.org/relatedcord-banks, participate in the national Related Donor Cord Blood Program."
        },
        {
            "parent": 5,
            "text": "The American Academy of Pediatrics,4the American College of Obstetricians and Gynecologists,5the American Medical Association,6the American Society of Blood and Marrow Transplantation,7and the World Marrow Donor Association8have published guidelines regarding umbilical cord blood. One of the key recommendations from these guidelines is that parents be encouraged to donate umbilical cord blood to public banks, which accept donations free of charge and provide stem cells to anyone who needs them.4,6–8The guidelines also recommend cord blood banking through the Related Donor Cord Blood Program when the donor's sibling has an illness that may be treated with a cord blood transplant (this program stores cord blood units for the exclusive use of the donor family).4–8Private banking for unidentified possible future use is not currently recommended in the guidelines.4,6–8"
        },
        {
            "parent": 5,
            "text": "A recent survey suggests that physicians who perform pediatric stem cell transplants recommend against the private storage of cord blood except through the Related Donor Cord Blood Program.3Research is ongoing, but experts currently do not recommend saving cord blood for future unproven uses.3,18,30"
        },
        {
            "parent": 6,
            "text": "Physicians can consult a few core resources to learn about cord blood collection, storage, and donation; review donor requirements; and identify a bank that serves their geographic area(Table 2).Figure 1provides an algorithm to guide physicians through the process."
        },
        {
            "parent": 7,
            "text": "Physicians should discuss cord blood options with pregnant women before 34 weeks of gestation.36For private banking, the parents need to sign a contract. For public donation, the mother should sign a consent form (example of consent form available athttp://www.nationalcordbloodprogram.org/donation/consent.pdf). During consent, physicians should address several issues, which are described below."
        },
        {
            "parent": 7,
            "text": "Federal regulations require donors to provide a health history.26A maternal blood sample must be drawn within one week of delivery and screened in an approved laboratory for infectious diseases, including hepatitis B and C, human immunodeficiency virus (serotypes 1 and 2, and subgroup O), human T-lymphotropic virus I and II, syphilis, Chagas disease, West Nile virus, and cytomegalovirus.26Positive results, except for cytomegalovirus, must be reported to the patient's state health department."
        },
        {
            "parent": 7,
            "text": "Because umbilical cord blood has been used in transplants for only 20 years, studies on the long-term viability of cryopreserved cord blood used for transplant do not exist. However, studies have shown that cord blood frozen for more than 15 years is viable for transplant.37,38"
        },
        {
            "parent": 7,
            "text": "Collection may be abandoned if complications arise during delivery. Cord blood units may be unusable because of contamination, abnormal maternal test results, insufficient volume, or processing errors. Donated cord blood may be discarded or used for research if it does not meet minimal quality standards. Publicly stored cord blood may be released at any time for transplantation and thus is not guaranteed to be available to the donor family."
        },
        {
            "parent": 7,
            "text": "Parents planning to privately bank their cord blood should choose a bank that practices high-quality standards for cord blood banking. Specifically, parents should look for a bank that puts the cord blood into a collection bag, preserves it at ultra-cold temperatures (less than –292°F [–180°C]) in a special freezing bag, stores extra test vials of the cord blood, and performs standard tests, including cell counts and sterility testing."
        },
        {
            "parent": 8,
            "text": "Hospitals with established public collection programs provide collection kits at delivery. Elsewhere, parents need to obtain a kit with detailed instructions from their chosen bank. The collection process is similar for all cord blood banks, and physicians or other staff perform the collection.18Cord blood may be collected during vaginal or cesarean deliveries before or after delivery of the placenta. Using sterile technique, a segment of the umbilical cord is prepped with chlorhexidine (Peridex) or povidone-iodine (Betadine), followed by an alcohol swab. A large bore needle, attached to a collection bag, is inserted into the umbilical vein. The gravity-fed collection bag is placed below the level of the placenta to collect as much blood as possible. Collection volume less than 40 mL generally yields an insufficient number of cells to be useful with current techniques. Experienced collectors average 110 mL per placenta. Blood flows into the bag for approximately nine to 10 minutes. The cord blood unit is then packaged and couriered to the bank.18It should be processed within 48 to 72 hours. Collection should not alter routine standards of obstetric care, including the timing of clamping the umbilical cord."
        },
        {
            "parent": 8,
            "text": "Data Sources:Primary data sources for this paper were obtained via a PubMed search using the key term umbilical cord blood with and without the terms donation, banking, guidelines, and transplant. Additional sources were obtained via the National Guideline Clearinghouse, UpToDate, the U.S. Food and Drug Administration Web site, and a Google Scholar search using the above key words. Sources searched included English language articles from the past 20 years. Also reviewed were clinical trials, reviews, committee opinions, and state, federal, and nonprofit Web sites and databases. Searches for sources from the Agency for Healthcare Research and Quality, U.S. Preventive Services Task Force, Institute for Clinical Systems Improvement, Bandolier, and Cochrane databases did not yield relevant results. The search dates were July 8, 2009; December 29, 2009; and July 15, 2010."
        }
    ],
    "locked": false
}