{
    "url": "https://www.aafp.org/pubs/afp/issues/2010/1015/p926.html#afp20101015p926-f2",
    "title": "Postpartum Major Depression | AAFP",
    "author": "KATHRYN P. HIRST, MD, AND CHRISTINE Y. MOUTIER, MD",
    "doi": "Am Fam Physician.2010;82(8):926-933",
    "abstract": "Postpartum major depression is a disorder that is often unrecognized and must be distinguished from “baby blues.” Antenatal depressive symptoms, a history of major depressive disorder, or previous postpartum major depression significantly increase the risk of postpartum major depression. Screening with the Edinburgh Postnatal Depression Scale may be appropriate. Some women with postpartum major depression may experience suicidal ideation or obsessive thoughts of harming their infants, but they are reluctant to volunteer this information unless asked directly. Psychotherapy or selective serotonin reuptake inhibitors may be used to treat the condition. In patients with moderate to severe postpartum major depression, psychotherapy may be used as an adjunct to medication. No evidence suggests that one antidepressant is superior to others. Antidepressants vary in the amount secreted into breast milk. If left untreated, postpartum major depression can lead to poor mother-infant bonding, delays in infant growth and development, and an increased risk of anxiety or depressive symptoms in the infant later in life.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Screening",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 3,
            "name": "Laboratory Testing",
            "level": 2
        },
        {
            "id": 4,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 5,
            "name": "NONPHARMACOLOGIC TREATMENT",
            "level": 3
        },
        {
            "id": 6,
            "name": "PHARMACOLOGIC TREATMENT",
            "level": 3
        },
        {
            "id": 7,
            "name": "Risks and Benefits of Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The term “postpartum depression” commonly includes major and minor depression, which differ in severity and prognosis, and have a combined incidence of 7 to 15 percent in the first three months postpartum.1The overall incidence of postpartum major depression is 5 to 7 percent in the first three months, suggesting that postpartum women have rates of major depression similar to those in the general population.1However, specific risk factors significantly increase rates of postpartum major depression for a subset of women. The strongest risk factor is a history of postpartum major depression with a previous pregnancy. Studies report that 25 to 50 percent of women who experience postpartum major depression will have a recurrence after a subsequent pregnancy.2–4Other important risk factors include antenatal depressive symptoms (relative risk [RR] = 5.6), a history of major depressive disorder (RR = 4.5), poor social support (RR = 2.6), major life events or stressors during pregnancy (RR = 2.5), and a family history of postpartum major depression (RR = 2.4).5–7Women with gestational diabetes8and who give birth to multiples may also be at higher risk of postpartum major depression.9Socioeconomic status and obstetric complications have not been shown consistently to be risk factors for postpartum major depression.10"
        },
        {
            "parent": 0,
            "text": "The etiology of postpartum major depression remains unclear. Some women may be sensitive to hormonal changes during reproductive events, specifically menses, pregnancy, and menopause.11The drop in hormone levels after delivery may play a role.12,13An association between cortisol levels and depressive symptoms during pregnancy and postpartum has been reported.14Major depression may also begin during pregnancy and continue into the postpartum period."
        },
        {
            "parent": 1,
            "text": "According to the American College of Obstetricians and Gynecologists, screening for antepartum or postpartum depression should be strongly considered, although evidence is lacking to support a recommendation for universal screening.15Patients with identified risk factors may be selected for screening. Preparation for postpartum care and consideration of prophylactic treatment have been recommended in these women.16Prophylactic treatment may involve psychotherapy beginning in the third trimester or medication offered immediately postpartum. Sertraline (Zoloft) has been shown to decrease the recurrence of postpartum major depression when started immediately after delivery.3The most commonly used validated screening tool for postpartum depression is the Edinburgh Postnatal Depression Scale(Figure 1).16–19The scale has 10 questions, including a question on suicidal ideation. Each question is scored on a scale from zero to three. In women without a history of postpartum major depression, a score above 12 has a sensitivity of 86 percent and specificity of 78 percent for postpartum major depression.17One study reported that 80 percent of women with a history of postpartum major depression who relapsed within one year of a subsequent delivery scored above nine at four weeks postpartum.20"
        },
        {
            "parent": 1,
            "text": "Screening can be performed at the four- to six-week postpartum visit or the two-month well-child visit.20,21The Edinburgh Postnatal Depression Scale is completed by the patient and can be quickly scored by office staff. It is available in several languages and may be downloaded free from multiple sources, including the University of California, San Francisco, Fresno, Web site (http://www.fresno.ucsf.edu/pediatrics/downloads/edinburghscale.pdf)."
        },
        {
            "parent": 2,
            "text": "A diagnosis of major depressive disorder requires the presence of five key symptoms that last at least two weeks and impair normal function. Depressed mood or anhedonia must be present(Table 122). TheDiagnostic and Statistical Manual of Mental Disorders,4th ed., text revision, does not distinguish between postpartum major depression and major depressive disorder, but does provide a postpartum onset specifier for major depressive disorder, defined as onset within four weeks of delivery.22Many experts extend this to the first 12 months postpartum.23"
        },
        {
            "parent": 2,
            "text": "Postpartum major depression is differentiated from “baby blues” by the severity and duration of symptoms(Table 2). Baby blues begins during the first two to three days after delivery and resolves within 10 days. Symptoms include brief crying spells, irritability, poor sleep, nervousness, and emotional reactivity. Suicidal ideation is not present. Although baby blues was previously considered benign, increasing evidence suggests that women with these symptoms are at risk of progression to postpartum major depression.24The diagnosis of postpartum major depression should be strongly considered in women who score above 12 on the Edinburgh Postnatal Depression Scale, experience symptoms that cause moderate to severe social dysfunction, report any suicidal ideation, or experience symptoms for more than 10 days."
        },
        {
            "parent": 2,
            "text": "Symptoms of postpartum major depression may differ from nonpostpartum major depression.25Women with postpartum major depression are less likely to report feeling sad,26but have notable feelings of guilt or worthlessness, and a lack of enjoyment or interest in pleasurable activities. Decreased energy and disrupted sleep related to infant care may be difficult to differentiate from symptoms of depression. Asking a mother whether she can sleep when her infant sleeps at night may provide clarification, because many women with postpartum major depression have difficulty falling or staying asleep.27Although sleep disruptions can also lead to mild transient problems in memory and concentration, persistent difficulty with concentration or cognitive tasks is indicative of a mood disorder.28Changes in appetite are unreliable in making a diagnosis.24"
        },
        {
            "parent": 2,
            "text": "Many women with postpartum major depression have no psychiatric history and may be reluctant to volunteer symptoms or to seek help. It is important to discuss symptoms, such as obsessive thoughts and suicidal ideation, with these women. Up to 60 percent of women with postpartum major depression have obsessive thoughts focusing on aggression toward the infant.29These thoughts are intrusive and similar to those in obsessive-compulsive disorder. They do not represent a desire to hurt the infant but over time can lead to avoidance of the infant in an effort to minimize the thoughts. The shame and guilt associated with these intrusive images or thoughts can reduce the likelihood of divulging this symptom. Physicians should ask about these symptoms as part of the diagnosis of postpartum major depression. Nonjudgmental phrases include: “Many women with postpartum major depression have thoughts or images of hurting their baby. Has this happened to you? What did you do in response to them?” By acknowledging that these symptoms are part of postpartum major depression, physicians can help women understand their experiences and seek treatment."
        },
        {
            "parent": 2,
            "text": "Because suicide is a leading cause of maternal death, physicians should ask women suspected of having postpartum major depression about suicidal ideation.30Many physicians are familiar with asking about active suicidal ideation, which involves a plan to end one's life. However, women with mild to moderate postpartum major depression may have passive suicidal ideation, defined as a desire to die but no plan. One useful question is, “Have you wished you would go to sleep and not wake up?” A woman with active or passive suicidal ideation may cite her infant or family as a reason not to harm herself. However, as depression worsens, she may view herself as a bad mother and believe that her child would be better off without her. A woman who has active suicidal ideation or thoughts that her child or family would benefit from her death requires emergent psychiatric evaluation and possible hospitalization."
        },
        {
            "parent": 2,
            "text": "The diagnosis of postpartum major depression should also include asking patients about past manic episodes.31A history of mania or hypomania may indicate bipolar disorder, requiring specific pharmacologic treatment. Bipolar disorder is also associated with a higher risk of mood episode postpartum.32Two questions that are recommended for screening for past manic episodes are (1) “Have you ever had four continuous days when you were feeling so good, high, excited, or hyper that other people thought you were not your normal self or you got into trouble?” and (2) “Have you experienced four continuous days when you were so irritable that you found yourself shouting at people or starting fights or arguments?” Positive responses require referral to a psychiatrist.16"
        },
        {
            "parent": 3,
            "text": "Because hypothyroidism may also cause depressive symptoms, physicians should measure thyroid-stimulating hormone levels in women with suspected postpartum major depression.16About 8 percent of women develop postpartum autoimmune thyroiditis, which can mimic many symptoms of postpartum major depression.33Blood loss during delivery can lead to anemia and considerable fatigue, but does not cause depressed mood or anhedonia."
        },
        {
            "parent": 5,
            "text": "Individual or group psychotherapy is an effective treatment for mild to moderate postpartum major depression.34Psychotherapy can also be used as adjunct therapy with medication in moderate to severe postpartum major depression. The most commonly used psychotherapy modalities are interpersonal therapy and cognitive behavior therapy. Both modalities have been shown to be effective in individual and group settings for treating postpartum major depression.35–38"
        },
        {
            "parent": 5,
            "text": "Light therapy has not been shown to be effective in patients with postpartum major depression.39Acupuncture, yoga, and exercise have not been studied sufficiently.40However, exercise, adequate exposure to morning light, and support from others are encouraged by many physicians as adjuncts to other treatments for women with postpartum major depression. A postpartum depression action plan is available athttps://familydoctor.org/familydoctor/en/diseases-conditions/postpartum-depression.html."
        },
        {
            "parent": 6,
            "text": "Selective serotonin reuptake inhibitors have become the mainstay of treatment for moderate to severe postpartum major depression because of their favorable adverse effect profiles and relative safety in overdose compared with tricyclic antidepressants16(Figure 2).Table 3lists the most commonly used antidepressants, adverse effect profiles, and starting and target dosages.16No evidence suggests that one antidepressant is superior to others in treating postpartum major depression."
        },
        {
            "parent": 6,
            "text": "For breastfed infants of mothers treated for postpartum major depression, a pooled analysis of available data found that infant serum levels of sertraline, paroxetine (Paxil), and nortriptyline (Pamelor) were usually undetectable.41Detectable levels of fluoxetine (Prozac) and citalopram (Celexa) have been found in infant serum, but the milk-to-plasma ratio remains well below the standard acceptable ratio of 0.1.41Case reports cite adverse effects in some breastfed infants of mothers taking fluoxetine, citalopram, or bupropion (Wellbutrin), but overall evidence of harm to infants is lacking.42Measurement of medication levels in infant serum or breast milk is not currently recommended.43"
        },
        {
            "parent": 6,
            "text": "Before prescribing an agent for postpartum major depression, physicians should consider the patient's experience with antidepressants. If the patient has previously responded well to a specific agent, that medication should be the first choice unless there is evidence of potential harm.16,44Although breastfed infants are unlikely to experience adverse effects from antidepressant medications, infants should be monitored for symptoms, such as persistent irritability, decreased feeding, or poor weight gain. Maternal depression or problems within the mother-infant dyad can also be associated with these symptoms.45,46Formula feeding should be considered in women with severe postpartum major depression that requires medication implicated in adverse effects for the infant. LactMed is an online, peer-reviewed resource that provides information on the safety of medications in mothers who breastfeed (http://toxnet.nlm.nih.gov/cgi-bin/sis/htmlgen?LACT)."
        },
        {
            "parent": 6,
            "text": "Because postpartum women may have increased sensitivity to adverse effects of medications, a reasonable strategy is to start at low dosages for the first four days and then titrate up.3,16The Edinburgh Postnatal Depression Scale can be used to monitor progress over time. After symptoms are in remission, treatment is typically continued for six to nine months of euthymia before tapering the medication. Tapering over two weeks, especially for paroxetine, extended-release venlafaxine (Effexor XR), and extended-release desvenlafaxine (Pristiq), can prevent the influenza-like symptoms of discontinuation syndrome."
        },
        {
            "parent": 6,
            "text": "Estrogen therapy has been studied as a treatment for postpartum major depression. Three studies have reported positive results, but each has had notable limitations.47–49Although estrogen therapy is not currently recommended for postpartum major depression, further research is needed.49,50"
        },
        {
            "parent": 7,
            "text": "Women who are pregnant or breastfeeding may be reluctant to start medication for fear of harming their child. A thorough risk-benefit discussion with each patient is essential before deciding on treatment for postpartum major depression. With the physician's help, the patient should be encouraged to make a list of the potential benefits of treatment. This will allow her to envision her own recovery and set appropriate goals. The physician should then explain the risks of pharmacologic treatment, such as the penetrance of medication into breast milk (if applicable for the medication selected), as well as the risks of persistent depressive symptoms, such as infant sleep disturbance,51poor mother-infant bonding, delays in infant growth and IQ, and an increased risk of anxiety or depressive symptoms for the infant later in life.52"
        }
    ],
    "locked": false
}