{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/0815/p427.html#afp20110815p427-f1",
    "title": "Exercise-Induced Bronchoconstriction: Diagnosis and Management | AAFP",
    "author": "MICHAEL A. KRAFCZYK, MD, AND CHAD A. ASPLUND, MD",
    "doi": "Am Fam Physician.2011;84(4):427-434",
    "abstract": "Exercise-induced bronchoconstriction describes the narrowing of the airway that occurs with exercise. More than 10 percent of the general population and up to 90 percent of persons previously diagnosed with asthma have exercise-induced bronchoconstriction. Common symptoms include coughing, wheezing, and chest tightness with exercise; however, many athletes will present with nonspecific symptoms, such as fatigue and impaired performance. Spirometry should be performed initially to evaluate for underlying chronic asthma, although results are often normal. An empiric trial of short-acting beta2agonists or additional bronchial provocation testing may be necessary to confirm the diagnosis. Nonpharmacologic treatment options include avoiding known triggers, choosing sports with low minute ventilation, warming up before exercising, and wearing a heat exchange mask in cold weather. Short-acting beta2agonists are recommended first-line agents for pharmacologic treatment, although leukotriene receptor antagonists or inhaled corticosteroids with or without long-acting beta2agonists may be needed in refractory cases. If symptoms persist despite treatment, alternative diagnoses such as cardiac or other pulmonary etiologies, vocal cord dysfunction, or anxiety should be considered.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology and Etiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "SYMPTOMS",
            "level": 3
        },
        {
            "id": 3,
            "name": "TESTING",
            "level": 3
        },
        {
            "id": 4,
            "name": "Management",
            "level": 2
        },
        {
            "id": 5,
            "name": "NONPHARMACOLOGIC TREATMENT",
            "level": 3
        },
        {
            "id": 6,
            "name": "PHARMACOLOGIC TREATMENT",
            "level": 3
        },
        {
            "id": 7,
            "name": "A Practical Approach to the Patient",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Exercise-induced bronchoconstriction (EIB) is a common problem in physically active persons. EIB is defined as transient, reversible bronchoconstriction that happens during or after strenuous exercise. It can occur in persons with or without underlying asthma.1Bronchoconstriction that is triggered by exercise in persons with underlying asthma is considered exercise-induced asthma. This article discusses the diagnosis and management of EIB in persons without underlying asthma. The National Asthma Education and Prevention Program also provides guidelines for the diagnosis and management of asthma.2SORT: KEY RECOMMENDATIONS FOR PRACTICEClinical recommendationEvidence ratingReferencesCommentsSelf-reported symptoms alone should not be used to diagnose EIB.C6–8—The exercise challenge test can accurately diagnose EIB.C9Varying results because of differences in how the test is performedWarming up before exercise may reduce the degree of EIB.B2,14—Wearing a heat exchange mask over the mouth and nose during cold-weather exercise may reduce symptoms of EIB.B2,16—Inhaled short-acting beta2agonist use before exercise can attenuate symptoms of EIB.A2,14,21—Using inhaled corticosteroids as controller therapy is an effective management strategy for EIB in patients with underlying asthma.A2,14,25—Leukotriene receptor antagonist therapy can effectively manage EIB.A14,26,29—EIB = exercise-induced bronchoconstriction.A = consistent, good-quality patient-oriented evidence; B = inconsistent or limited-quality patient-oriented evidence; C = consensus, disease-oriented evidence, usual practice, expert opinion, or case series. For information about the SORT evidence rating system, go tohttps://www.aafp.org/afpsort.xml."
        },
        {
            "parent": 0,
            "text": "EIB is more common in persons who participate in endurance sports and sports that require high minute ventilation. More than 10 percent of the general population and up to 90 percent of persons previously diagnosed with asthma have EIB.3The prevalence of EIB in athletes ranges from 11 to 50 percent, although it approaches 90 percent in athletes with asthma.3EIB also commonly occurs in cold-weather athletes and has been found to be present in approximately 50 percent of Olympic cross-country skiers.4"
        },
        {
            "parent": 0,
            "text": "In persons without asthma, the rapid breathing of cold, dry air over a prolonged period is an ideal setting for EIB. When a person finishes exercising, the airway responds with vasodilation to warm the airway, resulting in water loss and engorgement of the airways. This process causes bronchoconstriction and the release of proinflammatory mediators. Another possible etiology may be environmental irritants, such as chlorine gas in a swimming pool or gases from ice-resurfacing equipment. Persons with EIB and underlying asthma usually experience exacerbation of underlying inflammation and airway hyperactivity caused by any of these mechanisms or by poorly controlled chronic asthma.5"
        },
        {
            "parent": 2,
            "text": "Typical symptoms of EIB include wheezing, shortness of breath, dyspnea, cough, or chest tightness during or after exercise. These symptoms usually occur during strenuous exercise and peak about five to 10 minutes after exercise. Atypical symptoms include fatigue, feeling out of shape, feeling unable to keep up with peers, and abdominal discomfort. Self-reported symptoms have been shown to be poor predictors of EIB because other conditions, such as vocal cord dysfunction, can cause similar symptoms.6–8Therefore, symptoms alone should not be used to diagnose EIB."
        },
        {
            "parent": 2,
            "text": "The physical examination in patients with EIB is often unremarkable. If patients are evaluated when symptomatic, the most common findings are tachypnea and wheezing during end expiration."
        },
        {
            "parent": 3,
            "text": "In patients with possible EIB, spirometry should be performed to rule out underlying asthma2(Figure 1). Normal resting spirometry results are common in patients with EIB. If spirometry reveals an obstruction, additional testing before and after albuterol use is recommended. Obstruction with reversibility is indicative of underlying chronic persistent asthma."
        },
        {
            "parent": 3,
            "text": "If the patient is not an elite athlete, the next step is to prescribe an empiric trial of a short-acting beta2agonist. Only athletes who participate in high-level competition will need documentation of objective testing to use banned asthma medication. Follow-up, usually after one to two weeks, is necessary to determine whether treatment is successful. If the patient's response to treatment is inadequate, additional testing is warranted."
        },
        {
            "parent": 3,
            "text": "For elite athletes or for persons with EIB that does not respond to a trial of a short-acting beta2agonist, bronchial provocation tests can be used to identify provoked decreases in forced expiratory volume in one second (FEV1). There are two main types of bronchial provocation tests: direct and indirect. Most pulmonary function laboratories can perform direct challenges, such as methacholine challenge. Some are also equipped to perform indirect challenges, such as an exercise challenge test, which can accurately diagnose EIB.9In addition, indirect challenges can be performed with a handheld spirometer at the location in which the athlete develops symptoms. Direct challenges have a lower sensitivity than indirect challenges10; therefore, indirect challenge is the preferred diagnostic test for EIB. Examples of indirect testing are listed inTable 1.9If bronchial provocation testing results are normal, other diagnoses should be considered(Table 211)."
        },
        {
            "parent": 4,
            "text": "EIB can affect many aspects of a patient's life, regardless of the severity of symptoms. The main goal of treatment is to allow patients to exercise safely. Secondary goals should include keeping athletes of all levels active and helping competitive athletes maximize performance. Asthma symptoms in association with exercise have been shown to reduce health-related quality of life scores in adolescents.12One report found that among asthma-related deaths during exercise, many athletes had only mild asthma.13"
        },
        {
            "parent": 5,
            "text": "Several nonpharmacologic options exist for managing EIB. Basic measures include avoiding known triggers (allergen and environmental) and choosing sports with low minute ventilation (short bursts of exercise), such as football, baseball, wrestling, or sprinting. Although nonpharmacologic treatment options can be effective, all athletes with EIB need to have a short-acting beta2agonist available."
        },
        {
            "parent": 5,
            "text": "Preexercise Warm-up. There is some evidence that a preexercise interval warm-up may attenuate the bronchoconstriction associated with EIB by inducing a refractory period.2,14However, this has not been shown to be helpful in elite cold-weather athletes.15"
        },
        {
            "parent": 5,
            "text": "Heat Exchange Mask. Heat exchange masks are designed to limit cold air exposure during exercise in athletes with EIB. They typically can be found in running stores or online. Using a mask has not been shown to be as effective as pretreatment albuterol in the prevention of bronchoconstriction.2,16One of the main limitations of a heat exchange mask is that it may not be practical during competition."
        },
        {
            "parent": 5,
            "text": "Nutrition. A review of the literature suggests that restricting dietary sodium intake for one to two weeks may reduce bronchoconstriction after exercise in patients with asthma and EIB; however, long-term studies are lacking.17Additionally, a small, double-blind crossover study showed that high-dose omega-3 fish oil supplementation for three weeks reduced the use of bronchodilators in the treatment group. The limitations of this study included the small size and no mention of adverse effects from the high dosage of omega-3 fish oil.18"
        },
        {
            "parent": 6,
            "text": "Medication is the mainstay of treatment for persons with EIB(Table 319,20). Although pharmacologic treatment has been well studied, more research is needed to differentiate between optimal treatment of persons who have EIB with underlying asthma and those who have EIB without asthma."
        },
        {
            "parent": 6,
            "text": "Beta2Agonists. There are two types of inhaled beta2agonists: short-acting and long-acting. Short-acting beta2agonists are recommended first-line treatment in the management of EIB, preventively and for acute symptoms.2,14,21They should be used 15 minutes before exercise, typically have a peak action of 15 to 60 minutes, and last approximately three hours. There is growing concern about the development of tachyphylaxis with daily use of short-acting beta2agonists; therefore, they should be used only before more strenuous workouts or before competition.5Although long-acting beta2agonists have been shown to be effective in persons with EIB,2the U.S. Food and Drug Administration has recommended that they not be used in persons with asthma unless there is concomitant use of a controller medication, such as inhaled corticosteroids.22Concurrent use of inhaled corticosteroids and long-acting beta2agonists has been shown to be effective and superior to use of inhaled corticosteroids alone in managing EIB.23"
        },
        {
            "parent": 6,
            "text": "Mast Cell Stabilizers. Mast cell stabilizers have been shown to be more effective than anticholinergics but less effective than short-acting beta2agonists for managing EIB.24Mast cell stabilizers should be used 15 to 20 minutes before exercise. Metered-dose inhalers have been discontinued because they are difficult to manufacture without chlorofluorocarbon propellants; however, cromolyn is still available as a nebulized solution."
        },
        {
            "parent": 6,
            "text": "Inhaled Corticosteroids. Inhaled corticosteroids are considered controller medications and are the mainstay of treatment in patients with persistent asthma.2,14A meta-analysis showed that use of inhaled corticosteroids for four weeks or more reduced the percentage decrease in FEV1after exercise.25There is a paucity of studies comparing inhaled corticosteroids with other treatments for EIB."
        },
        {
            "parent": 6,
            "text": "Leukotriene Receptor Antagonists. Leukotriene receptor antagonists have been shown to have a persistent benefit against EIB.14,26Montelukast (Singulair) has an onset of action within two hours and continued EIB preventive benefit up to 24 hours after a single oral dose.27Compared with salmeterol (Serevent), montelukast is equally effective at preventing EIB at two hours and at eight and one-half hours, but montelukast is more effective at 24 hours.21Short-acting beta2agonists have been shown to be more effective than montelukast in the prevention of EIB.28Use of montelukast has not been shown to cause tachyphylaxis.29"
        },
        {
            "parent": 6,
            "text": "Other Agents. Ipratropium (Atrovent) is an anticholinergic that provides some protection against EIB but is not as effective as short-acting beta2agonists or leukotriene receptor antagonists.14Inhaled heparin30and furosemide31(Lasix) have been shown to be effective for treating EIB, but only small sample sizes have been used in studies."
        },
        {
            "parent": 7,
            "text": "Chronic, persistent asthma should be treated according to the National Asthma Education and Prevention Program guidelines.2In athletes with confirmed EIB, a reasonable approach is to start with a short-acting beta2agonist before exercise(Figure 1). If regular dosing of a short-acting beta2agonist is needed, or if EIB is not controlled with short-acting beta2agonists, a second-line agent (e.g., leukotriene receptor antagonist, mast cell stabilizer, inhaled corticosteroid with or without a long-acting beta2agonist) can be added. Inhaled corticosteroids and leukotriene receptor antagonists are the preferred agents in persons with underlying asthma. Leukotriene receptor antagonists are preferred in persons with allergic rhinitis. When prescribing medications to high-level athletes (e.g., those who participate in the National Collegiate Athletic Association or the Olympics), physicians should be aware of which medicines require a waiver(Table 432,33). Patients should be reassessed periodically; if a satisfactory response is not achieved, the diagnosis of EIB should be reconsidered.Table 4.NCAA and USOC Restricted MedicationsMedication classNCAAUSOCAnticholinergicsNot prohibitedNot prohibitedInhaled beta2agonistsPermitted only by prescriptionSalmeterol (Serevent) and albuterol: athletes must declare useAll other inhaled beta2agonists: therapeutic use exemption is neededInhaled corticosteroidsNot prohibitedDeclaration of use required in competitionLeukotriene receptor antagonistsNot prohibitedNot prohibitedMast cell stabilizersNot prohibitedNot prohibitedNCAA = National Collegiate Athletic Association; USOC = United States Olympic Committee.Information from references32and33."
        },
        {
            "parent": 7,
            "text": "Data Sources: A search was performed using the Agency for Healthcare Research and Quality, Cochrane Database of Systematic Reviews, the U.S. Preventive Services Task Force, UpToDate, and the National Guideline Clearinghouse. Search date: May 3, 2010. A PubMed search was performed on May 7 and May 17, 2010. For each source, the following keywords were used: exercise-induced asthma, exercise-induced bronchoconstriction, exercise-induced bronchospasm, exercise-induced, and asthma."
        }
    ],
    "locked": false
}