{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/0701/p63.html#afp20110701p63-f2",
    "title": "Outpatient Approach to Palpitations | AAFP",
    "author": "RANDELL K. WEXLER, MD, MPH, ADAM PLEISTER, MD, AND SUBHA RAMAN, MD, MSEE",
    "doi": "Am Fam Physician.2011;84(1):63-69",
    "abstract": "Palpitations are a common problem seen in family medicine; most are of cardiac origin, although an underlying psychiatric disorder, such as anxiety, is also common. Even if a psychiatric comorbidity does exist, it should not be assumed that palpitations are of a noncardiac etiology. Discerning cardiac from noncardiac causes is important given the potential risk of sudden death in those with an underlying cardiac etiology. History and physical examination followed by targeted diagnostic testing are necessary to distinguish a cardiac cause from other causes of palpitations. Standard 12-lead electrocardiography is an essential initial diagnostic test. Cardiac imaging is recommended if history, physical examination, or electrocardiography suggests structural heart disease. An intermittent event (loop) monitor is preferred for documenting cardiac arrhythmias, particularly when they occur infrequently. Ventricular and atrial premature contractions are common cardiac causes of palpitations; prognostic significance is dictated by the extent of underlying structural heart disease. Atrial fibrillation is the most common arrhythmia resulting in hospitalization; such patients are at increased risk of stroke. Patients with supraventricular tachycardia, long QT syndrome, ventricular tachycardia, or palpitations associated with syncope should be referred to a cardiologist.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Differential Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "CARDIAC STRUCTURAL CAUSES",
            "level": 3
        },
        {
            "id": 3,
            "name": "CARDIAC ARRHYTHMIC CAUSES",
            "level": 3
        },
        {
            "id": 4,
            "name": "NONCARDIAC CAUSES",
            "level": 3
        },
        {
            "id": 5,
            "name": "History and Physical Examination",
            "level": 2
        },
        {
            "id": 6,
            "name": "Diagnostic Testing",
            "level": 2
        },
        {
            "id": 7,
            "name": "Specific Cardiac Arrhythmias",
            "level": 2
        },
        {
            "id": 8,
            "name": "VENTRICULAR AND ATRIAL PREMATURE CONTRACTIONS",
            "level": 3
        },
        {
            "id": 9,
            "name": "SUPRAVENTRICULAR TACHYCARDIA",
            "level": 3
        },
        {
            "id": 10,
            "name": "ATRIAL FIBRILLATION",
            "level": 3
        },
        {
            "id": 11,
            "name": "VENTRICULAR TACHYCARDIA",
            "level": 3
        },
        {
            "id": 12,
            "name": "LONG QT SYNDROME",
            "level": 3
        },
        {
            "id": 13,
            "name": "WOLFF-PARKINSON-WHITE SYNDROME",
            "level": 3
        },
        {
            "id": 14,
            "name": "Approach to the Patient",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Patients often present to family physicians with palpitations. However, this may mean different things to different people. Most often, patients describe a noticeable awareness of the beating of their heart.1The description of the sensation itself may be that of a “flutter,” “flip-flop,” “pounding,” or “skip.” It may be fast, slow, regular, or irregular. Having patients tap out the rhythm with their fingers or hands may be helpful. Palpitations are often cardiac in nature and can be classified as structural or arrhythmic(Table 1).2–9"
        },
        {
            "parent": 0,
            "text": "Normal cardiac conduction involves the spontaneous discharge of an electrical impulse at the sinoatrial node. The impulse is then conducted down the wall of the right atrium to the atrioventricular node, and then propagated via the His-Purkinje system to depolarize the ventricles. Disruption of the electrical impulse anywhere along the route may produce an arrhythmia."
        },
        {
            "parent": 1,
            "text": "In a series of 190 consecutive patients presenting with palpitations, the etiology was cardiac in 43 percent, psychiatric in 31 percent, miscellaneous in 10 percent, and unknown in 16 percent.2"
        },
        {
            "parent": 2,
            "text": "Mitral valve prolapse is the most common structural heart disease leading to palpitations and is likely caused by papillary muscle fibrosis.10,11Other valvular lesions, particularly congenital lesions to be considered in younger patients presenting with palpitations, include pulmonary stenosis, atrial septal defects, and bicuspid aortic valve. In many cases, careful dynamic auscultation (having the patient stand or squat to evaluate changes in cardiac sounds) helps distinguish valvular etiologies."
        },
        {
            "parent": 3,
            "text": "Arrhythmias that begin above the bundle of His are supraventricular, whereas those originating distal to the bundle of His are ventricular. All tachyarrhythmias are characterized by abnormal impulse initiation (automatic) or impulse conduction (reentrant), with the latter being the most common.6,7Patient characteristics that increase the likelihood of an arrhythmic cause of palpitations are summarized inTable 2.4A family history of panic disorder (likelihood ratio = 0.26; 95% confidence interval, 0.07 to 1.0) and palpitations lasting less than five minutes (likelihood ratio = 0.38; 95% confidence interval, 0.22 to 0.63) reduce the likelihood of an arrhythmic cause.4"
        },
        {
            "parent": 4,
            "text": "Anxiety is the most common noncardiac cause of palpitations.2–4Patients whose symptoms are more likely to be of a psychiatric nature are significantly younger (mean age of 35.1 versus 45.1 years), more often have a disability, express hypochondrial behavior, and have a somatization disorder.12However, it should not be assumed that the underlying behavioral issue is the etiology of palpitations in patients with psychiatric symptoms, because a nonpsychiatric cause may exist in up to 13 percent of such patients.2,13"
        },
        {
            "parent": 4,
            "text": "Stimulants (e.g., caffeine), thyroid disease, alcohol, pregnancy, and anemia are noncardiac and nonpsychiatric causes of palpitations. Additional noncardiac etiologies are listed inTable 3.2–5,12,14,15"
        },
        {
            "parent": 5,
            "text": "Discerning cardiac from noncardiac causes is important, given the potential risk of sudden death in those with an underlying cardiac etiology. All patients presenting with palpitations should be evaluated for a cardiac cause.8,11,16A history of panic attacks or anxiety disorder points to a psychiatric cause,4whereas a family history of hyperthyroidism suggests a thyroid disorder.2–4Important cardiac causes, such as long QT syndrome, have a heritable component, underscoring the value of a meticulous family history. Physicians should ask about the context of palpitations, noting that cardiac causes may occur either at rest (e.g., vagally mediated premature ventricular beats) or with exertion (e.g., dehydration exacerbating mitral valve prolapse)."
        },
        {
            "parent": 5,
            "text": "Because most patients presenting with palpitations are asymptomatic at the time of the visit, the examination is focused primarily on uncovering abnormalities that may indicate structural heart disease or arrhythmia. A positive history or abnormal results on physical examination or electrocardiography (ECG) should prompt evaluation for structural heart disease.6Physicians should assess for pulse irregularity, murmurs, point of apical impulse, or presence of a pulse discrepancy as seen in coarctation of the aorta (a pulse rate at the wrist that is lower than that at the apex of the heart).4"
        },
        {
            "parent": 6,
            "text": "Standard 12-lead ECG is the initial test of choice and, along with the history and physical examination, can determine the cause of palpitations in 40 percent of patients.10,17Figure 1shows common rhythms associated with palpitations. A prolonged QT interval suggests polymorphic ventricular tachycardia (VT), whereas a short PR interval or delta waves suggest atrioventricular nodal reentrant tachycardia.14Table 4lists common ECG abnormalities and their association with particular rhythms.4,7,9,14,18–20Nonspecific ST segment changes and T wave abnormalities may be important clues to the presence of myocardial disease and should not be discounted."
        },
        {
            "parent": 6,
            "text": "Normal resting ECG does not exclude cardiac arrhythmia.5Therefore, palpitations of suspected arrhythmic etiology may warrant further investigation with ambulatory ECG monitoring. This is most helpful when the patient anticipates specific settings in which palpitations are more likely to occur over a 24- to 48-hour period.14"
        },
        {
            "parent": 6,
            "text": "A Holter monitor is used to detect arrhythmias and is widely available.4Being able to view patient diary entries in the context of concomitantly acquired ECG tracings helps to discern if the palpitations have a cardiac etiology. An intermittent event (loop) monitor can be worn for longer periods, typically 30 days. These monitors are preferred for documenting cardiac arrhythmias, particularly when they occur infrequently. Older loop monitors only store data once they have been activated by the patient during a symptomatic episode. Newer loop monitors, however, run continuously and can provide real-time patient data.4Current rhythm monitoring technology also includes implantable loop monitors placed under the skin that avert long-term problems with surface electrodes; these may be a more cost-effective approach in patients with rare but serious episodes of palpitations often accompanied by syncope.21"
        },
        {
            "parent": 6,
            "text": "Patients who experience palpitations with exertion should be evaluated with standard exercise stress testing because they are at higher risk of morbidity and mortality.3,4An electrophysiologic study may be warranted in patients with palpitations preceded by syncope or near-syncope, as well as in those in whom there is a high index of suspicion of a cardiac origin not diagnosed with other studies.4,14Echocardiography is helpful in evaluating patients for structural heart disease and should be performed when initial history, physical examination, and ECG are unrevealing, or in patients with a history of cardiac disease or more complex signs and symptoms (e.g., dyspnea, orthopnea, lower extremity edema).4"
        },
        {
            "parent": 8,
            "text": "Ventricular premature contractions are common and occur in healthy persons and those with underlying heart disease.16Isolated, monomorphic ventricular premature contractions are more likely to be benign compared with frequent, consecutive or multiform ventricular ectopy.5The first step in patients with ventricular premature contractions is to determine (usually by echocardiography) whether there is underlying structural heart disease, because mortality is increased in this group.15,22Those with underlying heart disease should be treated for that condition, and in those who do not have heart disease, but are symptomatic, attempted suppression of the arrhythmia may be considered.15When at least 25 percent of the patient's heartbeats are ventricular premature contractions, there is an increased risk of ventricular premature contraction–induced cardiomyopathy.23The prognosis of ventricular premature contraction–induced cardiomyopathy is good in a patient without other cardiac problems.24"
        },
        {
            "parent": 8,
            "text": "Like ventricular premature contractions, atrial premature contractions are common, occur in patients with and without heart disease, and are not considered abnormal.25In patients without symptoms, no treatment is required other than consideration of a reduction in caffeine and alcohol use, and tobacco cessation.26Beta blockade can be considered in patients with symptomatic atrial premature contractions.26"
        },
        {
            "parent": 9,
            "text": "Supraventricular tachycardia (SVT) may manifest as a narrow (QRS less than 120 msec) or wide (QRS 120 msec or more) complex tachycardia.6,7It most often presents with recurrent episodes (paroxysmal) that may increase in frequency and severity over time.27These arrhythmias typically are not associated with structural heart disease, although patients with hypertrophic cardiomyopathy and Ebstein anomaly may have accessory pathways.7"
        },
        {
            "parent": 9,
            "text": "Wide complex SVT is often not easily distinguishable from VT; when the diagnosis is in doubt, VT should be the assumed rhythm, particularly if it occurs in the presence of structural heart disease.6The presence of a delta wave indicates an accessory pathway,7although accessory pathway conduction may be concealed."
        },
        {
            "parent": 9,
            "text": "In patients with narrow complex SVT, vagal maneuvers such as carotid sinus massage may be tried as long as there is no carotid bruit on physical examination and no history of carotid artery disease.7If the episodes are infrequent and self-terminating, not providing treatment is an option.27In hospitalized patients, intravenous adenosine (Adenocard) may be used to abort runs of narrow complex SVT, and in those with refractory episodes, verapamil, beta blockers, or antiarrhythmics may be used.7Radiofrequency catheter ablation is highly effective in eliminating most accessory pathways, and is also increasingly useful for a variety of tachycardias.14Patients with SVT or palpitations associated with syncope should be referred to a cardiologist."
        },
        {
            "parent": 10,
            "text": "Atrial fibrillation (AF) occurs when uncoordinated atrial activity results in a decline in the ability of the atria to support proper cardiac function.8The rhythm is typically irregularly irregular. AF is responsible for 33 percent of hospitalizations related to rhythm disturbance and is the most common arrhythmia encountered in clinical practice. The median age of patients at onset is 75 years.8Most patients with AF have an underlying cardiac condition such as cardiomyopathy9,20; hypertension and valvular disease often contribute to this substrate for AF. Management is focused on rate control, prevention of stroke, and for selected patients, correction of the rhythm.8Lone AF occurs in those younger than 60 years without hypertension and without clinical or imaging evidence of structural heart disease.28"
        },
        {
            "parent": 10,
            "text": "The management of AF deserves special attention given the devastating consequences of stroke, which is a common sequela of AF. The CHADS2score has emerged as a useful tool to determine stroke risk and guide anticoagulation needs, particularly in patients with concomitant conditions that might affect safety of systemic anticoagulation.8,22The score is calculated by assigning points to patients based on the following comorbidities: cardiac failure, hypertension, age older than 75 years, diabetes mellitus (1 point each), and previous stroke or transient ischemic attack (2 points). In patients with a score of 2 or more, warfarin (Coumadin) is recommended.8In patients with a low CHADS2score (0 or 1 point) in whom stroke risk is very low, 81 to 325 mg of aspirin daily is sufficient.8Atrioventricular nodal blocking agents may be used for rate control8; calcium channel blockers are helpful in some patients for suppressing triggers of paroxysmal AF in the absence of structural heart disease. Radiofrequency catheter ablation and surgical approaches, particularly in high-volume health care centers, offer increasing success in eliminating AF."
        },
        {
            "parent": 11,
            "text": "VT is defined as three or more consecutive heartbeats initiating in the ventricle at a rate greater than 100 beats per minute.29VT can be sustained (30 seconds or more) or nonsustained (less than 30 seconds), as well as monomorphic (one QRS morphology) or polymorphic (more than one QRS morphology).29Acute myocardial infarction is the most common cause of sustained, polymorphic VT.30VT should be considered a life-threatening problem, and, even in patients who are hemodynamically stable or have no structural heart disease, immediate intervention with appropriate advanced cardiac life support protocols should be pursued.22,31,32"
        },
        {
            "parent": 12,
            "text": "Long QT syndrome is characterized by a prolonged QT interval on ECG: more than 460 msec for women and more than 440 msec for men.8,26In addition to palpitations, patients with long QT syndrome often experience syncope and have an increased risk of cardiac arrest.22Patients with long QT syndrome should be referred to a cardiologist."
        },
        {
            "parent": 12,
            "text": "Medications(Table 55,18,33)can cause an acquired long QT syndrome, which is more common than familial QT prolongation.5,34Physical and emotional stress are common triggers, with resultant life-threatening torsades de pointes.18Beta blockade may be appropriate in some forms.18Implantation of a cardiac defibrillator is recommended in those at risk of sudden cardiac death.18"
        },
        {
            "parent": 13,
            "text": "Wolff-Parkinson-White (WPW) syndrome is a preexcitation syndrome characterized by electrical impulses traveling along an accessory pathway, thereby triggering ventricular excitation before the normal impulse arrives. The most common disturbance in those with WPW syndrome is atrioventricular nodal reentrant tachycardia, accounting for 95 percent of such cases.6,19These patients often present with a heart rate of more than 250 beats per minute, which can result in life-threatening hypotension due to decreased ventricular filling time.19Although medical management is sometimes used, catheter ablation is now the standard of care in patients with WPW syndrome.6,19Patients with WPW syndrome who present with rapid AF and wide complex tachycardia warrant judicious treatment selection. In such patients, atrioventricular nodal blocking agents may cause degeneration of the rhythm and further hemodynamic instability, which may be recognized by careful interpretation of the ECG."
        },
        {
            "parent": 14,
            "text": "Evaluation of the patient presenting with palpitations begins with a history, physical examination, and 12-lead ECG. Additional testing should be guided by clinical clues. ECG monitoring (Holter or event monitor) and noninvasive imaging for structural heart disease can be useful in many patients to determine the cause of palpitations and guide treatment if needed. Arrhythmic etiologies may be benign and require no further therapy; patients with sustained or hemodynamically significant arrhythmias warrant consideration for immediate referral. For noncardiac causes, treatment is addressed toward the underlying disorder.Figure 2suggests an algorithmic approach to the patient presenting with palpitations.6,8,22"
        },
        {
            "parent": 14,
            "text": "Data Sources:American Family Physicianprovided an initial literature search from Essential Evidence Plus and PubMed. This was supplemented by a search of the Cochrane Database, UpToDate, National Guidelines Clearinghouse, and the U.S. Preventive Services Task Force. Specific journals searched include theJournal of the American Medical Association, New England Journal of Medicine, Circulation, Journal of the American College of Cardiology, andArchives of Internal Medicine. Search dates: March 6 through March 30, 2010."
        }
    ],
    "locked": false
}