{
    "url": "https://www.aafp.org/pubs/afp/issues/2010/0901/p495.html#afp20100901p495-f2",
    "title": "Neuropsychological Evaluation in Primary Care | AAFP",
    "author": "THOMAS C. MICHELS, MD, MPH, ALVIN Y. TIU, MD, AND CHRISTOPHER J. GRAVER, PhD",
    "doi": "Am Fam Physician.2010;82(5):495-502",
    "abstract": "Referring a patient to a neuropsychologist for evaluation provides a level of rigorous assessment of brain function that often cannot be obtained in other ways. The neuropsychologist integrates information from the patient's medical history, laboratory tests, and imaging studies; an in-depth interview; collateral information from the family and other sources; and standardized assessment instruments to draw conclusions about diagnosis, prognosis, and response to therapy. Family physicians can use this information in the diagnosis and treatment of patients with depression, dementia, concussion, and similar conditions, as well as to address concerns about decision-making capacity. Certain assessment instruments, such as the Mini-Mental State Examination and Patient Health Questionnaire–9, are readily available and easily performed in a primary care office. Distinguishing among depression, dementia, and other conditions can be challenging, and consultation with a neuropsychologist at this level can be diagnostic and therapeutic. The neuropsychologist typically helps the patient, family, and primary care team by establishing decision-making capacity; determining driving safety; identifying traumatic brain injury deficits; distinguishing dementia from depression and other conditions; and detecting malingering. Neuropsychologists use a structured set of therapeutic activities to improve a patient's ability to think, use judgment, and make decisions (cognitive rehabilitation). Repeat neuropsychological evaluation can be invaluable in monitoring progression and treatment effects.",
    "headers": [
        {
            "id": 0,
            "name": "Neuropsychological Assessment",
            "level": 2
        },
        {
            "id": 1,
            "name": "Uses in Primary Care",
            "level": 2
        },
        {
            "id": 2,
            "name": "COMPETENCY",
            "level": 3
        },
        {
            "id": 3,
            "name": "DRIVING",
            "level": 3
        },
        {
            "id": 4,
            "name": "DEMENTIA AND MILD COGNITIVE IMPAIRMENT",
            "level": 3
        },
        {
            "id": 5,
            "name": "DEPRESSION",
            "level": 3
        },
        {
            "id": 6,
            "name": "CONCUSSION AND TRAUMATIC BRAIN INJURY",
            "level": 3
        },
        {
            "id": 7,
            "name": "OTHER CONDITIONS",
            "level": 3
        },
        {
            "id": 8,
            "name": "Outcomes",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Family physicians often assess patients in whom there are concerns about behavioral health. Challenges arise in differentiating psychiatric disease from medical conditions (e.g., depression versus dementia), as well as identifying psychological and cognitive problems secondary to medication use. The family physician is trained to address these issues and to make use of diagnostic tools that identify and treat these conditions. There are times, however, when the family physician requires consultation in evaluating and treating these patients.1–3"
        },
        {
            "parent": -1,
            "text": "Many assessment instruments can be used to identify psychological conditions and direct treatment in primary care. Screening for depression, anxiety, and dementia has been discussed in the family medicine literature. Some of the most common screening instruments used in primary care are listed inTable 1,4–10and their role in the diagnosis and treatment of neuropsychological conditions is defined inFigures 1through4.11Family physicians should be familiar with the validity and reliability of commonly used screening and diagnostic instruments.12Use of any one of these instruments is only part of a diagnostic evaluation and should not stand alone in making a diagnosis.13"
        },
        {
            "parent": -1,
            "text": "This article is directed toward adult patients in whom a more formal assessment of the interaction among neurologic, psychological, and behavioral function is warranted. Neuropsychologists assess brain function and impairment by drawing inferences from a patient's objective test performance. Tests of neuropsychological function are often able to detect subtle cognitive deficits that are undetected by electrophysiologic or imaging methods.14These assessments are used for clinical decision making, planning, and monitoring the outcomes and effects of treatment.15,16Table 2lists goals and benefits of a neuropsychological assessment, which reflect reasons for referral.15,17,18Assessment of the patient's capacities and cognitive deficits impacts treatment of the patient with regard to real-world resources and limitations. Furthermore, neuropsychological services use a structured set of therapeutic activities designed to improve a patient's ability to think, use judgment, and make decisions (cognitive rehabilitation), and show benefit in treating these deficits.17–19"
        },
        {
            "parent": 0,
            "text": "A neuropsychologist integrates many sources of information and standardized assessment instruments designed to evaluate specific aspects of brain functioning(Table 3).18Most neuropsychologists choose specific instruments based on hypotheses generated from the referral question, medical records, and clinical interview.15–18A list of assessment instruments is available at http://www.brainsource.com/nptests.htm."
        },
        {
            "parent": 0,
            "text": "The neuropsychologist has expertise in recognizing specific profiles of various neurodegenerative conditions. A neuropsychological evaluation is especially helpful for differential diagnosis when central nervous system dysfunction is suspected, but does not have clearly identifiable neuroradiologic biomarkers (e.g., neurodegenerative disease, concussion) or when the correlation between the disease and cognitive dysfunction is imperfect. For example, neuropsychological assessment can distinguish patients with mild Alzheimer disease from healthy control patients with approximately 90 percent accuracy.20Even when central nervous system lesions are present, their relationship to clinical features is tenuous, so neuropsychological assessment is critical to document cognitive manifestations of visible lesions versus elusive disease etiologies. That being said, patterns in the results of neuropsychological testing are very specific for some, but not all, diseases.21"
        },
        {
            "parent": 0,
            "text": "Accurate administration and interpretation of neuropsychological assessment instruments depend on the expertise of a qualified neuropsychologist. All of these instruments have been developed with specific patient populations in mind, and using the correct instrument and knowing its limitations require considerable training. The neuropsychologist must assess the motivation, effort, and cooperation of the patient, as well as medication effects and impact of the illness on the patient.14,17"
        },
        {
            "parent": 0,
            "text": "Computerized neuropsychological testing is now widely used in this field. Evidence exists to support the use of automated testing in patients with a wide variety of conditions, including dementia, Parkinson disease, sports concussions, and medication adverse effects. There are Internet-based automated assessment instruments available for purchase, particularly in the area of sports concussions, that have their own validated studies.22However, the cost would be prohibitive to most family physicians, especially because free validated instruments are available.23As with other screening instruments, abnormal initial results require an in-depth evaluation.24"
        },
        {
            "parent": 1,
            "text": "In a 2005 study, patients were referred for neuropsychological assessment for a variety of reasons. The most common were to establish diagnosis (70.7 percent), to plan rehabilitation (48.3 percent), and for forensic determination of competence (31.8 percent).10In a 1992 study, primary care physicians were the most likely of all health care subspecialists to have never referred a patient for neuropsychological assessment, citing lack of familiarity with the services as the primary reason.25"
        },
        {
            "parent": 2,
            "text": "Determining a patient's ability to make specific decisions is a common occurrence in family medicine. Although formal assessment is not always necessary, many instruments have been developed to help make this determination. The most validated is the MacArthur Competence Assessment Tool, which takes about 20 minutes to complete by a trained interviewer. An ideal evaluation should include collateral interviews, neuropsychological testing, and functional ability assessment.26,27Figure 1shows an approach to the neuropsychological assessment of the patient in whom there is concern about decision-making capacity."
        },
        {
            "parent": 3,
            "text": "The complex cognitive and psychomotor skills required in driving, coupled with the aging population, have generated interest in assessing a person's ability to drive and predicting motor vehicle crashes. It is controversial whether family physicians should evaluate patients for driving fitness."
        },
        {
            "parent": 3,
            "text": "A survey of primary care physicians showed they were not confident in their ability to make such an assessment, and yet, most felt legally responsible for reporting unsafe drivers.28The American Medical Association has a detailed handbook to help physicians with this process.11Neuropsychological evaluation can provide invaluable information; however, neuropsychological assessment alone does not reduce the risk of crashes.29,30Figure 2shows an approach to the neuropsychological assessment of the patient in whom there is concern about unsafe driving.11"
        },
        {
            "parent": 4,
            "text": "There appears to be a subtle decline in episodic memory (memory of specific past events involving the patient) several years before the development of clinical Alzheimer disease. As this disease progresses, additional cognitive deficits will develop. Early detection of dementia can provide useful information to guide the patient, family, and health care team in making decisions. Neuropsychological assessment can differentiate among various etiologies of dementia to direct treatment.20,31Figure 3shows an approach to the neuropsychological assessment of the patient in whom there is concern about cognitive ability."
        },
        {
            "parent": 5,
            "text": "The rate of unrecognized depression in the general population is substantial. Depression in patients with medical illnesses (especially neurologic conditions, such as dementia, Parkinson disease, and stroke) is relatively common. Cognitive problems are often a feature of depression in older persons, and marked cognitive impairment associated with depression may be a harbinger of dementia. Neuropsychological assessment can be invaluable in determining the role of depression in such persons, and thus the potential benefit of psychotherapy and medication intervention.9,32Finding normal cognitive function on this assessment can be reassuring to the patient and family.33Table 4outlines distinguishing features between depression and Alzheimer disease.34"
        },
        {
            "parent": 6,
            "text": "Neuropsychological testing is highly sensitive to brain injury and can be helpful in the evaluation of concussion. Nonetheless, such testing is just one part of the multidisciplinary decision as to when a person is ready to return to work or sports. Although questions have been raised about its validity in predicting recovery, evidence exists that neuropsychological assessment is useful in predicting return to work or school, psychosocial outcomes, and community integration following concussion.35–37Figure 4shows an approach to the neuropsychological assessment of the patient with mild traumatic brain injury."
        },
        {
            "parent": 7,
            "text": "Formal neuropsychological evaluation can provide valuable information on diagnosis and guide treatment in other conditions, some of which are discussed inTable 2.15,17,18It is also used in patients with psychiatric disease, substance dependence, or brain tumors; for detection of malingering; and in children, which is beyond the scope of this article.16,38,39"
        },
        {
            "parent": 8,
            "text": "Questions about real-world outcomes and rehabilitative potential are most relevant to family physicians. The same neuropsychological assessment instruments that were developed initially to answer diagnostic questions (e.g., localizing a brain lesion) are now used to answer questions about real-world functioning. All neuropsychological assessment instruments currently used have demonstrated diagnostic validity, and their ability to affect outcomes in the real world has been addressed by a number of studies (ecological validity). Whether these instruments can be applied to a primary care population is challenging. The neuropsychologist can help administer and apply these validated instruments to the patient."
        },
        {
            "parent": 8,
            "text": "In general, neuropsychological testing can predict a patient's ability to return to work. These measures have moderate to high correlations with activities of daily living and instrumental activities of daily living in patients who have had a stroke.14,40,41"
        },
        {
            "parent": 8,
            "text": "In one study, primary care physicians found neuropsychological assessment to be useful. Seventy-eight percent of physician discharge summaries integrated information from the neuropsychological evaluation and recommendation into their discharge planning.25"
        },
        {
            "parent": 8,
            "text": "Research is lacking on the cost-effectiveness of assessing and treating patients with neuropsychological problems. Most studies do not separate neuropsychological assessment and treatment from the entire integrated, multidisciplinary intervention. One study showed that compared with physical, occupational, and speech therapy, neuropsychological services aimed at remediating cognitive deficits resulted in significantly better functional outcomes.42A study of patients after concussion showed that the annual cost savings for neuropsychological rehabilitation was approximately $335,000 per year.43An integrated diagnostic and treatment program was shown to be cost-effective in a Dutch study.44Thus, there are some promising studies, but more cost-effectiveness studies are needed."
        }
    ],
    "locked": false
}