{
    "url": "https://www.aafp.org/pubs/afp/issues/2010/1101/p1144.html#afp20101101p1144-f1",
    "title": "AAN Updates Guidelines on Evaluating Driving Risk in Patients with Dementia | AAFP",
    "author": "LINDSEY HOOVER",
    "doi": "Am Fam Physician.2010;82(9):1144-1147",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "Recommendations",
            "level": 2
        },
        {
            "id": 1,
            "name": "ASSESSMENT OF DEMENTIA",
            "level": 3
        },
        {
            "id": 2,
            "name": "EVALUATING RISK",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Guideline source:American Academy of Neurology"
        },
        {
            "parent": -1,
            "text": "Literature search described?Yes"
        },
        {
            "parent": -1,
            "text": "Evidence rating system used?Yes"
        },
        {
            "parent": -1,
            "text": "Published source:Neurology, April 20, 2010"
        },
        {
            "parent": -1,
            "text": "Available at:http://www.neurology.org/cgi/content/full/74/16/1316"
        },
        {
            "parent": -1,
            "text": "Studies have found that up to 76 percent of persons with dementia are able to pass an on-road driving test and are considered safe drivers. However, these drivers are considered high risk, and physicians are challenged with the task of determining which patients are cognitively impaired and at risk of unsafe driving, without restricting those who can still drive safely."
        },
        {
            "parent": -1,
            "text": "Reports of driving history and the Mini-Mental State Examination, alone or in combination with other cognitive tests, have been used to determine if a person is a safe driver. These tests provide information about the safety of a driver but have relatively low sensitivity and specificity. Based on the need for a more specific test, the Quality Standards Subcommittee of the American Academy of Neurology (AAN) updated guidelines for the evaluation and management of driving risk in persons with dementia. The new evidence-based guidelines offer characteristics that can help to identify persons that are at risk of unsafe driving."
        },
        {
            "parent": -1,
            "text": "The following evidence ratings were used by the AAN to determine the strength of recommendations: Level A = established as effective, ineffective, or harmful for the given condition in the specified population (i.e., should be done, or should not be done); Level B = probably effective, ineffective, or harmful for the given condition in the specified population (i.e., should be considered, or should not be considered); Level C = possibly effective, ineffective, or harmful for the given condition in the specified population (i.e., may be considered, or may not be considered); or Level U = data inadequate or conflicting, or treatment is unproved (no recommendation)."
        },
        {
            "parent": 1,
            "text": "Evidence has shown that persons with a Clinical Dementia Rating score(Table 1)of 1 or more pose a higher risk of unsafe driving and should be discouraged from doing so. However, revoking driving privileges prematurely can have a negative impact on a person's life. To avoid stopping a person's driving privileges too soon, physicians should consider additional factors that can help determine if a person is a safe driver."
        },
        {
            "parent": 1,
            "text": "The following characteristics are useful for identifying persons at increased risk of unsafe driving:"
        },
        {
            "parent": 1,
            "text": "Clinical Dementia Rating scale (Level A)Caregiver's rating of a person's driving ability as marginal or unsafe (Level B)History of traffic citations (Level C)History of crashes (Level C)Reduced driving mileage (Level C)Self-reported situational avoidance (Level C)Mini-Mental State Examination scores of 24 or less (Level C)Aggressive or impulsive personality characteristics (Level C)"
        },
        {
            "parent": 1,
            "text": "Characteristics that should not be used in determining if a person is an unsafe driver include the person's self-rating of his or her driving ability (Level A), and the lack of situational avoidance (Level C). There is not enough evidence to determine if neuropsychological testing and interventional strategies are beneficial in persons with dementia (Level U)."
        },
        {
            "parent": 2,
            "text": "A physician's judgment of a person's ability to drive should be the first consideration in determining driving risk. Additional information, such as history of crashes and the Clinical Dementia Rating score, can then be considered using an algorithm that assesses driving competence and risk management in persons with dementia(Figure 1)."
        },
        {
            "parent": 2,
            "text": "If a person is determined to be a high-risk driver, he or she may voluntarily forfeit driving privileges. Persons who are not ready to stop driving should be referred for a professional driving assessment based on state reporting laws, and should be reassessed every six months. It is also important that these persons are made aware that as the severity of dementia increases, driving privileges will need to cease."
        }
    ],
    "locked": false
}