{
    "url": "https://www.aafp.org/pubs/afp/issues/2011/0301/p547.html#afp20110301p547-f1",
    "title": "Update on the Evaluation and Management of Functional Dyspepsia | AAFP",
    "author": "RYAN A. LOYD, MD, AND DAVID A. MCCLELLAN, MD",
    "doi": "Am Fam Physician.2011;83(5):547-552",
    "abstract": "Dyspepsia affects up to 40 percent of adults each year and is often diagnosed as functional (nonulcer) dyspepsia. The defining symptoms are postprandial fullness, early satiation, or epigastric pain or burning in the absence of causative structural disease. These symptoms may coexist with symptoms of functional gastrointestinal disorders, such as gastroesophageal reflux and irritable bowel syndrome, as well as anxiety and depression. The history and physical examination can help identify other possible causes of the symptoms. Warning signs of serious disease, such as cancer, are unintended weight loss, progressive dysphagia, persistent vomiting, evidence of gastrointestinal bleeding, and a family history of cancer. In these cases, more extensive laboratory investigation, imaging, and endoscopy should be considered as clinically indicated. During the initial evaluation, a test-and-treat strategy to identify and eradicateHelicobacter pyloriinfection is more effective than empiric treatment and more cost-effective than initial endoscopy. Eradication ofH. pylorihelps one out of 15 patients with functional dyspepsia diagnosed by endoscopy, but may not be cost-effective. Treatment options that may be beneficial for functional dyspepsia include histamine H2blockers, proton pump inhibitors, and prokinetic agents. Although psychotropic medications and psychological interventions have no proven benefit in patients with functional dyspepsia, they are appropriate for treating common psychiatric comorbidities.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnostic Approach",
            "level": 2
        },
        {
            "id": 2,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 3,
            "name": "GASTRIC ACID SUPPRESSION",
            "level": 3
        },
        {
            "id": 4,
            "name": "PROKINETICS",
            "level": 3
        },
        {
            "id": 5,
            "name": "H. PYLORI ERADICATION",
            "level": 3
        },
        {
            "id": 6,
            "name": "PSYCHOTROPIC AND PSYCHOLOGICAL INTERVENTIONS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Dyspepsia affects up to 40 percent of adults each year, and about 10 percent of those affected seek medical care.1Most cases in patients who seek care are eventually diagnosed as functional dyspepsia.2Functional (nonulcer) dyspepsia is defined as the presence of postprandial fullness, early satiation, or epigastric pain or burning in the absence of causative structural disease(Table 1).3,4"
        },
        {
            "parent": -1,
            "text": "Recent guidelines distinguish dyspepsia from heartburn and gastroesophageal reflux symptoms, which often coincide with dyspepsia but are considered separate entities.5Previous studies have used a variety of definitions for dyspepsia. As a result, further research is needed to better differentiate functional dyspepsia from other diseases of the gastrointestinal (GI) tract. To facilitate this research, the Rome III diagnostic criteria divide functional dyspepsia into two subcategories: epigastric pain syndrome (i.e., epigastric pain or burning) and postprandial distress syndrome (i.e., postprandial fullness or early satiation).3"
        },
        {
            "parent": 0,
            "text": "There is no definitive pathophysiologic mechanism for functional dyspepsia, which suggests that it is a heterogeneous group of disorders. Patients with functional dyspepsia commonly have coexisting symptoms of irritable bowel syndrome or other functional GI disorders.6In one 10-year follow-up study of patients with dyspepsia or irritable bowel syndrome, 40 percent of symptomatic patients switched subgroups over the study period.7"
        },
        {
            "parent": 0,
            "text": "Several studies implicate gastric dysmotility in the pathophysiology of functional dyspepsia.8–12Many patients experience motility-related symptoms, such as bloating, early satiation, nausea, and vomiting. Studies have documented altered gastric motility (e.g., gastroparesis, gastric dysrhythmias, abnormal fundus accumulation, pyloric sphincter dysfunction) in up to 80 percent of patients with functional dyspepsia.8,9However, the degree of dysmotility does not correlate with symptoms.8–12"
        },
        {
            "parent": 0,
            "text": "Because many patients with functional dyspepsia have burning pain that is indistinguishable from ulcer-related dyspepsia, the relationship between functional dyspepsia and acid secretion is unclear. One study demonstrated a lower pH level in the duodenum of patients with functional dyspepsia compared with those in the control group, although the pH level did not correlate with symptoms.13The role ofHelicobacter pyloriinfection in functional dyspepsia has also been investigated. Large population studies have shown an increased incidence ofH. pyloriinfection in patients with functional dyspepsia; however, given the high incidence of both conditions in the general population and the minimal response to treatment, the significance of the association is unclear.1,14In spite of this uncertainty, testing for and treatingH. pyloriinfection have become integral to the diagnostic management of functional dyspepsia."
        },
        {
            "parent": 1,
            "text": "Functional dyspepsia is a diagnosis of exclusion; therefore, physicians should focus on excluding serious or specifically treatable diseases, without spending too much time investigating symptoms. Dyspepsia has a broad and diverse differential diagnosis(Table 215–18), including functional dyspepsia, peptic ulcer disease, reflux esophagitis, and gastric or esophageal malignancy. Functional dyspepsia is the most prevalent diagnosis, making up 70 percent of dyspepsia cases.15"
        },
        {
            "parent": 1,
            "text": "The physician should perform a detailed history and physical examination at the initial presentation, noting any findings that point to a diagnosis other than functional dyspepsia (e.g., right upper-quadrant pain with cholelithiasis, exercise association with coronary artery disease, radiation to the back with pancreatitis).Table 3includes medications and other agents commonly associated with dyspepsia.19Because the differential diagnosis is broad, the workup can range from empiric therapy to extensive laboratory and imaging studies.Figure 1is an algorithm for the evaluation and treatment of patients with dyspepsia.5,19"
        },
        {
            "parent": 1,
            "text": "History and physical examination alone have low sensitivity and specificity for predicting which patients with dyspepsia will have organic disease discovered on esophagogastroduodenoscopy.15,20Because of this inaccuracy, the high incidence of normal endoscopic findings, and the very low incidence of malignancy, it is desirable to try empiric treatment before invasive and expensive diagnostic testing."
        },
        {
            "parent": 1,
            "text": "Several strategies have been suggested for initial management of uninvestigated dyspepsia, including a trial of acid suppressants, a test-and-treat approach (forH. pyloriinfection), and early endoscopy. A Cochrane review found that in the absence of warning signs for serious disease, a test-and-treat strategy is effective and cheaper than initial endoscopy.21Initial endoscopy has been shown to provide a small reduction in the risk of recurrent dyspepsia symptoms; however, physicians need to weigh the cost of endoscopy against patient preference for early reassurance and symptom reduction.21The Cochrane review showed the test-and-treat strategy to be slightly more effective than empiric acid suppressants, although the comparative cost-effectiveness of these strategies has not been established.21Physicians can diagnoseH. pyloriinfection with noninvasive tests, such as serologic, stool antigen, or urea breath tests. Serologic testing is the most common because of its wide availability and low cost, although urea breath testing is more accurate.22"
        },
        {
            "parent": 1,
            "text": "In patients 55 years or younger, the American Gastroenterological Association (AGA) identifies several warning signs that should trigger an early, aggressive workup (e.g., unintended weight loss, progressive dysphagia, persistent vomiting, evidence of GI bleeding, family history of cancer).5The AGA recommends proceeding directly to endoscopy in patients with warning signs and in those older than 55 years5; however, there has been debate about a lower cutoff age of 35 to 45 years in men.23Although it is not addressed in the AGA guidelines, an initial complete blood count may be appropriate to screen for anemia. The AGA guidelines do not address laboratory testing and imaging; however, it is reasonable to consider these approaches in patients with negative esophagogastroduodenoscopy findings and warning signs, or if the treatment course is unsuccessful."
        },
        {
            "parent": 2,
            "text": "Treatment of functional dyspepsia can be frustrating for physicians and patients because few treatment options have proven effective. Patients will need continued reassurance and support from their physicians. Treatment is generally aimed at one of the presumed underlying etiologies of functional dyspepsia."
        },
        {
            "parent": 3,
            "text": "Gastric acid suppressants have been studied extensively in the treatment of functional dyspepsia. Although their benefit in patients with ulcer-related dyspepsia or gastroesophageal reflux disease is considerable, the benefit in patients with functional dyspepsia is less clear. Antacids, sucralfate (Carafate), and misoprostol (Cytotec) have been evaluated in limited studies without evidence of benefit.24Bismuth salts showed some benefit compared with placebo in a meta-analysis; however, the studies that showed benefit were not well designed and involved only patients withH. pyloriinfection, with intent to eradicate the infection. Because of the questionable benefit and long-term risk of neurotoxicity, bismuth salts cannot be recommended as first-line agents for functional dyspepsia.24"
        },
        {
            "parent": 3,
            "text": "Histamine H2blockers are more promising agents for treating functional dyspepsia and have been evaluated in multiple trials. A meta-analysis concluded that H2blockers significantly improve symptoms; however, there was evidence of some publication bias, and the effect may have been overestimated, especially in comparison with proton pump inhibitors.24Studies of proton pump inhibitors have shown a statistically significant improvement in symptoms of functional dyspepsia compared with placebo. These studies were of better quality than those investigating H2blockers, making it difficult to compare relative effectiveness.24Given the small benefit of gastric acid suppressants and the commonly chronic nature of functional dyspepsia symptoms, physicians must consider the cost and long-term safety profile of the medication chosen for initial treatment."
        },
        {
            "parent": 4,
            "text": "Many patients with functional dyspepsia report predominant symptoms of bloating, early satiation, nausea, and vomiting. As a result, physicians have tried targeting treatment at improving GI motility. Multiple randomized controlled trials have demonstrated that prokinetic agents are effective in treating functional dyspepsia.24However, the quality of these studies is questionable, and the effectiveness of the agents may have been overestimated. The trials showing effectiveness tended to be targeted at patients with symptoms suggestive of motility disorders, raising the question of their effectiveness in cases of isolated epigastric pain. Also, most studies showing effectiveness used cisapride, which has since been removed from the U.S. market because of concerns about cardiac arrhythmias.24One study has shown that domperidone is effective for functional dyspepsia.24Domperidone is relatively safe, but has not been approved for use in the United States."
        },
        {
            "parent": 4,
            "text": "The only available prokinetic agents in the United States are metoclopramide (Reglan) and erythromycin, for which the evidence is sparse. Metoclopramide may cause tardive dyskinesia and parkinsonian symptoms in older persons, limiting its use.24Erythromycin has some prokinetic effects and is used to treat gastroparesis. However, erythromycin has not been studied as a treatment for functional dyspepsia, so its effectiveness is unknown. There is some initial evidence to suggest that herbal formulations containing peppermint improve functional dyspepsia symptoms, possibly through effects on the smooth muscle of the intestines.25,26However, peppermint formulations available in the United States have not been well studied, and more research is needed."
        },
        {
            "parent": 5,
            "text": "H. pylorieradication may be beneficial as an initial strategy for management of uninvestigated dyspepsia before endoscopy. Several meta-analyses have examined eradication therapy in patients with endoscopically confirmed functional dyspepsia.19Although there have been some discrepancies between studies, the most recent meta-analysis showed a small but statistically significant improvement in functional dyspepsia symptoms withH. pylorieradication.27The number needed to treat for one patient to have relief of symptoms is 15. It is not known whether this strategy is cost-effective.22,27"
        },
        {
            "parent": 6,
            "text": "Because of the high rate of coexisting depression and psychiatric illness in patients with refractory functional dyspepsia, many physicians prescribe antidepressants. However, there are only limited studies with a lack of randomized controlled trials supporting this strategy. A meta-analysis showed that tricyclic antidepressants significantly improved functional GI disorders, but the review did not isolate functional dyspepsia from other functional GI disorders, such as irritable bowel syndrome and heartburn.28A small crossover study found that low-dose amitriptyline improved functional dyspepsia symptoms; however, it included only 14 patients and lasted only one month.29A larger study of children with irritable bowel syndrome, functional abdominal pain, or functional dyspepsia showed no improvement with amitriptyline versus placebo.30More trials are underway that may elucidate the use of tricyclic antidepressants in patients with functional dyspepsia.31"
        },
        {
            "parent": 6,
            "text": "Four randomized controlled trials investigated the use of psychological interventions in patients with dyspepsia symptoms.32Because each trial evaluated a different intervention (i.e., psychotherapy, psychodrama, cognitive behavior therapy, relaxation therapy, and hypnosis), no meta-analysis was possible. Additionally, because of the poor quality of these trials, there was insufficient evidence to recommend these interventions for treatment of dyspepsia. However, these methods can still be used to treat common psychiatric comorbidities."
        },
        {
            "parent": 6,
            "text": "Data Sources: A search was completed in PubMed and the Cochrane Database of Systematic Reviews using the following keywords: nonulcer/functional, nonulcer + dyspepsia ± cause, evaluation, treatment, andHelicobacter pylori. Search date: April 1, 2010."
        }
    ],
    "locked": false
}