{
    "url": "https://www.aafp.org/pubs/afp/issues/2009/0715/p147.html#afp20090715p147-f5",
    "title": "Update on ASCCP Consensus Guidelines for Abnormal Cervical Screening Tests and Cervical Histology | AAFP",
    "author": "BARBARA S. APGAR, MD, MS, ANNE L. KITTENDORF, MD, CATHERINE M. BETTCHER, MD, JEAN WONG, MD, AND AMANDA J. KAUFMAN, MD",
    "doi": "Am Fam Physician.2009;80(2):147-155",
    "abstract": "New data have emerged since publication of the American Society for Colposcopy and Cervical Pathology's 2001 consensus guidelines for management of abnormal cervical cytology and histology. The 2006 guidelines include recommendations for special populations (i.e., adolescents and pregnant women). Human papillomavirus testing is now included for management of atypical glandular cytology, for follow-up after treatment for cervical intraepithelial neoplasia, and in combination with cytologic screening in women 30 years and older. The preferred management of atypical squamous cells of undetermined significance in adult women is reflex human papillomavirus DNA testing. Colposcopy is recommended for adult women with low-grade squamous intraepithelial lesion, atypical glandular cells, high-grade intraepithelial neoplasia, and atypical squamous cells–cannot exclude high-grade intraepithelial neoplasia. Cervical intraepithelial neoplasia, grade 1 can be managed conservatively in adult women, but treatment for cervical intraepithelial neoplasia, grades 2 and 3 is recommended. Immediate treatment is an option for adult women but not for adolescents with high-grade squamous intraepithelial lesion. Conservative management of adolescents with any cytologic or histologic diagnosis except specified cervical intraepithelial neoplasia, grade 3 and adenocarcinoma in situ is recommended. Colposcopy is preferred for pregnant women with low-grade squamous intraepithelial lesion and high-grade squamous intraepithelial lesion, but evaluation of the former may be deferred until no earlier than six weeks postpartum. Treatment during pregnancy is unacceptable unless invasive carcinoma is identified.",
    "headers": [
        {
            "id": 0,
            "name": "Screening in Women 30 Years and Older",
            "level": 2
        },
        {
            "id": 1,
            "name": "Abnormal Cervical Cytology in Adult Women",
            "level": 2
        },
        {
            "id": 2,
            "name": "ATYPICAL SQUAMOUS CELLS",
            "level": 3
        },
        {
            "id": 3,
            "name": "LSIL",
            "level": 3
        },
        {
            "id": 4,
            "name": "HSIL",
            "level": 3
        },
        {
            "id": 5,
            "name": "ATYPICAL GLANDULAR CELLS",
            "level": 3
        },
        {
            "id": 6,
            "name": "ENDOMETRIAL CELLS",
            "level": 3
        },
        {
            "id": 7,
            "name": "Abnormal Cervical Histology in Adult Women",
            "level": 2
        },
        {
            "id": 8,
            "name": "CIN 1",
            "level": 3
        },
        {
            "id": 9,
            "name": "CIN 2,3",
            "level": 3
        },
        {
            "id": 10,
            "name": "AIS",
            "level": 3
        },
        {
            "id": 11,
            "name": "Special Populations",
            "level": 2
        },
        {
            "id": 12,
            "name": "ADOLESCENTS",
            "level": 3
        },
        {
            "id": 13,
            "name": "PREGNANT WOMEN",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Since publication of the 2001 American Society for Colposcopy and Cervical Pathology (ASCCP) consensus guidelines for management of abnormal cervical cytology1,2and histology,3,4new data have emerged. Updated guidelines published in October 2007 place greater emphasis on testing for high-risk human papillomavirus (HPV).5–8New algorithms focus on special populations (i.e., adolescents and pregnant women).6,8Immunosuppressed women are no longer classified separately. The management of abnormal cytologic and histologic findings has been updated. Management algorithms and information on strength of recommendations and quality of evidence can be found athttp://www.asccp.organd in the publications that featured the updated guidelines.5–8Cytologic and histologic terminology is described inTable 1,5–8and additional terminology used in the consensus guideline recommendations is defined inTable 2.5–8"
        },
        {
            "parent": 0,
            "text": "The relationship of cervical intraepithelial neoplasia, grades 2 and 3 (CIN 2,3) and cervical cancer to HPV infection is well established.9The use of annual conventional cervical cytology has reduced the incidence of cervical cancer,10but these rates may be plateauing or even slightly increasing.11Screening for cervical cancer may be improved by applying HPV testing, given the limited sensitivity of cytology.12HPV testing refers only to a U.S. Food and Drug Administration–approved HPV DNA test (Hybrid Capture 2) for high-risk HPV types.5,6"
        },
        {
            "parent": 0,
            "text": "Although HPV testing is more sensitive than cytology for detecting CIN 2,3,13it is less specific when used alone.14A single negative HPV test result carries a negligible risk for CIN 3.15Conversely, a single positive HPV test result with normal cytology is substantially predictive of CIN 2,3.15These data suggest that HPV testing can be used to stratify the risk of developing high-grade cervical lesions.16"
        },
        {
            "parent": 0,
            "text": "HPV infection is most prevalent among women 20 to 24 years of age, with a gradual decline in prevalence through 59 years of age.17Among women who are HPV positive but cytologically negative, about 60 percent become HPV negative within six months. However, even with negative cytology, older women who are HPV positive have a greater risk of developing CIN 3 within 10 years, compared with younger women (21.0 versus 13.6 percent, respectively).16Alternatively, negative cytology with a concurrent negative HPV test result in women older than 30 years carries a high long-term negative predictive value (NPV), indicating the absence of significant disease.18Therefore, combination screening should be performed no more than every three years if the results of both tests are negative.5,6"
        },
        {
            "parent": 0,
            "text": "Women with a positive HPV test and negative cytology can have conservative follow-up with repeat combination testing at 12 months.5,6Colposcopy is recommended if HPV test results remain positive or cytology shows atypical squamous cells of undetermined significance (ASC-US) or greater cytologic abnormality5,6(Figure 16). Cytology alone is an acceptable screening method in women 30 years and older.6"
        },
        {
            "parent": 2,
            "text": "Approximately 4 percent of cytologic smears exhibit ASC-US.19Additional triage is recommended for non-adolescent women because the risk of CIN 2 or more serious abnormality is 9.7 percent.20Reflex HPV DNA testing is the preferred triage option, with colposcopic evaluation for women who are HPV positive.5,6Repeat cytology at six and 12 months or immediate colposcopy is also an acceptable initial management option.5,6If colposcopy is negative, follow-up includes repeat cytology at six and 12 months, or HPV testing at 12 months, with colposcopic reevaluation if HPV testing is positive or cytology is ASC-US or greater5,6(Figure 26)."
        },
        {
            "parent": 2,
            "text": "In women with atypical squamous cells–cannot exclude high-grade squamous intraepithelial lesion (ASC-H), the prevalence of CIN 2,3 is as high as 50 percent.21Therefore, colposcopy is recommended.5,6Although HPV testing for ASC-H is not included in the guideline, a negative test reassures of the absence of disease.22Postcolposcopy management of women with ASC-H is the same as that of women with ASC-US.5,6"
        },
        {
            "parent": 3,
            "text": "Colposcopy is recommended for adult women with low-grade squamous intraepithelial lesion (LSIL), because 28 percent will harbor CIN 2,3 over a two-year period5,6,23(Figure 36). Use of HPV testing is not recommended, because 86 percent of women with LSIL will be HPV positive.24If colposcopy results are negative or unsatisfactory, endocervical assessment using a cytobrush or endocervical curette is preferred.5,6"
        },
        {
            "parent": 3,
            "text": "Twelve percent of women with LSIL will develop CIN 2,3 or worse within two years, regardless of whether they have a negative biopsy result or CIN 1.23Therefore, if no CIN 2,3 is found at colposcopy, HPV testing in 12 months or cytology at six and 12 months is acceptable.5If this testing is negative, routine screening may resume.5,6"
        },
        {
            "parent": 4,
            "text": "Only 0.5 percent of cytologic samples demonstrate high-grade squamous intraepithelial lesion (HSIL).25Of women with HSIL, 70 to 75 percent will have CIN 2,3 and 1 to 4 percent will have invasion.25,26Initial evaluation may includeeitheran immediate diagnostic excisional procedure, especially for women at risk of not returning for further evaluation or those who have completed childbearing,orcolposcopy with endocervical assessment5,6(Figure 46). If satisfactory colposcopy does not identify CIN 2,3 and endocervical sampling is negative, management may include a diagnostic excisional procedure or cytology and colposcopy every six months until both are negative twice.5,6If HSIL persists at six or 12 months, excision is recommended.5,6"
        },
        {
            "parent": 5,
            "text": "Only 0.2 percent of cytologic smears exhibit atypical glandular cells (AGC).19Although benign lesions are the most common underlying cause, AGC can indicate a significant squamous or glandular lesion up to 38 percent of the time.27Because CIN is the most common pathology, especially for women younger than 35 years,28initial evaluation includes colposcopy with endocervical sampling and HPV DNA testing for all subcategories of AGC and AIS.5,6Endometrial sampling is also recommended in women 35 years and older or in younger women with risk factors for endometrial cancer.5,6Reflex HPV DNA testing or repeat cytology is unacceptable as initial triage of atypical glandular cells–not otherwise specified (AGC-NOS), AGC–favor neoplasia, or adenocarcinoma in situ (AIS).5,6"
        },
        {
            "parent": 5,
            "text": "HPV positivity has a high positive predictive value for significant cervical disease, with 20 percent of women having CIN 3 or cancer on biopsy.29If the initial evaluation of AGC is unremarkable, cytology and HPV testing should be repeated in six months if HPV testing is positive, and at 12 months if HPV testing is negative.5,6If HPV testing and cytology are both negative on reevaluation, annual cytologic testing may resume.5,6If HPV DNA status is unknown, retesting at six-month intervals for a total of 24 months is recommended5,6(Figure 56). If initial cytology is AGC–favor neoplasia or AIS instead of AGC-NOS, an excisional procedure may be required for full evaluation despite initial negative testing5,6(Figure 56)."
        },
        {
            "parent": 6,
            "text": "Endometrial cells are found on 0.5 to 1.8 percent of Papanicolaou tests of women 40 years and older.30For asymptomatic premenopausal women, benign endometrial cells do not require evaluation because they are rarely associated with underlying pathology.5,6However, endometrial assessment is recommended for postmenopausal women with benign endometrial cells, because 7 percent will have significant endometrial pathology.5,6,31"
        },
        {
            "parent": 8,
            "text": "If original cytology demonstrated ASC-US, ASC-H, or LSIL, follow-up with cytology at six and 12 months or HPV DNA testing at 12 months is recommended because of the low risk of cancer in women with CIN 1 on biopsy.7,8If CIN 1 persists for at least two years, continued observation is still an option, as is treatment.7,8Excision is preferred for women with unsatisfactory colposcopy, positive endocervical sampling, or previous treatment.7,8"
        },
        {
            "parent": 8,
            "text": "For women with CIN 1 preceded by HSIL or AGC-NOS, closer follow-up is warranted because 84 to 97 percent of these women will have at least CIN 2 on excision.26Either a diagnostic excision or cytology and colposcopy every six months for 12 months are acceptable, provided colposcopy is satisfactory and the endocervical sampling is negative.7,8Excision is recommended if the colposcopy is unsatisfactory or if HSIL repeats.7,8"
        },
        {
            "parent": 9,
            "text": "CIN 3 is considered a cancer precursor. About 12 percent of cases of CIN 3 progress to invasive cancer, 33 percent regress, and the rest remain CIN 3.32For women with CIN 2,3 and satisfactory colposcopy, ablation or diagnostic excision is acceptable.7,8Unless the woman is pregnant or an adolescent, observation is unacceptable.7,8If colposcopy is unsatisfactory or if CIN 2,3 recurs, a diagnostic excision is recommended.7,8"
        },
        {
            "parent": 9,
            "text": "Women who remain HPV positive after treatment for CIN 2,3 are at increased risk of recurrent or residual CIN.33HPV-negative women rarely have recurrent or residual lesions (NPV of 98 percent).34This is higher than the NPV of negative resection margins (91 percent) or cervical cytology (93 percent).34Therefore, HPV testing may be used to monitor post-treatment status.34Cytology alone or combined with colposcopy at six-month intervals is also an option.7,8"
        },
        {
            "parent": 10,
            "text": "AIS is a high-grade glandular lesion that is relatively rare (0.3 to 1.25 per 100,000 woman-years) but with an increasing incidence.35Evaluation should include HPV testing, colposcopy, and endocervical sampling when appropriate. Colposcopy is often unremarkable when AIS is present, because it can extend deep into the endocervical canal with noncontiguous lesions. Therefore, if the initial cytology is AGC–favor neoplasia or AIS and no invasion is identified, an excisional procedure is still recommended.7,8If histologic AIS is confirmed, hysterectomy is preferred.7,8Because of the high likelihood of missing an AIS lesion or of an incomplete excision, reexcision for positive margins or positive endocervical sampling is preferred if conservative management is planned.7,8,36,37Conservative management includes reevaluation with cytology, HPV testing, and colposcopy with endocervical sampling in six months.7,8Long-term follow-up is recommended for all women diagnosed with AIS who do not undergo hysterectomy.7,8"
        },
        {
            "parent": 12,
            "text": "Most HPV infections occur in adolescents shortly after first intercourse,38with a prevalence up to 54 percent.38,39Cervical cancer rates are no more than three per 1 million adolescents.40However, intercourse before 18 years of age carries a two- to fourfold increased risk of subsequently developing invasive cancer.41"
        },
        {
            "parent": 12,
            "text": "Because up to 90 percent of HPV infections in adolescents are transient or cleared spontaneously within two years,42,43the guidelines have been modified to avoid unnecessary testing and treatment. Cytologic screening should be initiated three years after first intercourse, or at 21 years of age, whichever comes first.10Because of the high incidence of HPV infection, HPV DNA testing is not clinically useful for adolescents.44"
        },
        {
            "parent": 12,
            "text": "ASC-US and LSIL are common in adolescents45,46and are considered reactive changes to transient HPV infections. Repeat cytology in 12 months is recommended to allow these changes to resolve.5,6Colposcopy should be performed if cytology progresses to HSIL or if any cytologic abnormality persists for 24 months.5,6"
        },
        {
            "parent": 12,
            "text": "Adolescents with CIN 1 are managed with repeat cytology at 12 and 24 months.7,8Colposcopy is recommended only if HSIL is present at 12 months or ASC-US or greater is present at 24 months7,8(Figure 68)."
        },
        {
            "parent": 12,
            "text": "The incidence of HSIL in adolescents is 0.7 percent, nearly identical to that of older women,47and colposcopy is recommended.5,6Immediate excision (“see and treat”) is not recommended for adolescents with HSIL. If CIN 2,3 is not found, cytology and colposcopy are preferred every six months for one year with biopsy if high-grade lesions are identified or if HSIL persists on subsequent cytology.5,6Adolescents may return to annual cytologic screening after two consecutive normal cytologies if colposcopy does not show high-grade findings.5,6An excisional procedure is acceptable only if HSIL persists for 24 months and no CIN 2,3 is found.5,6"
        },
        {
            "parent": 12,
            "text": "Some pathologists are beginning to separate CIN 2 and 3 by histologic criteria. If histology indicates CIN 2,3–not otherwise specified, adolescents may undergo colposcopy and cytology every six months up to 24 months, or treatment with excision or ablation.7,8When CIN 2 is specified, observation is preferred.7,8If CIN 3 is specified or colposcopy is unsatisfactory, treatment is recommended.7,8It is unacceptable to perform an excisional procedure without histologic confirmation to avoid potential obstetric complications.48"
        },
        {
            "parent": 13,
            "text": "Pregnancy does not accelerate cervical lesions, and cervical cancer occurs in only five of 100,000 pregnancies.49The rate of CIN 2,3 is only 3.7 percent on postpartum follow-up for women with prenatal ASC-US or LSIL.49Postpartum regression is common in women with CIN 1 (36 percent) and CIN 2,3 (48 to 70 percent).50,51Management of nonadolescent women with ASC-US or LSIL is the same as for nonpregnant women5,6; however, because of the low risk of cancer, the initial colposcopic evaluation can be deferred until at least six weeks postpartum.5,6When necessary to rule out invasion, colposcopy and directed biopsies are safe in pregnancy,52but endocervical curettage is unacceptable.5,6Because cervical changes in pregnancy can mimic CIN, colposcopy should be performed by experienced colposcopists.5,6Treatment is unacceptable without confirmation of cancer7,8because of the risk of complications such as hemorrhage or fetal loss.53"
        },
        {
            "parent": 13,
            "text": "Pregnant women with HSIL should undergo prenatal colposcopy5,6with biopsy of lesions suspicious for CIN 2,3 or cancer.5,6Colposcopy should be repeated no earlier than six weeks postpartum if no CIN 2,3 is found.5,6For pregnant women with CIN 2,3, repeat cytology and colposcopy may be performed every 12 weeks with repeat biopsy if the lesion worsens or cytology suggests invasion.7,8"
        }
    ],
    "locked": false
}