{
    "url": "https://www.aafp.org/pubs/afp/issues/2009/1015/p815.html#afp20091015p815-f2",
    "title": "Diagnosis and Management of Adnexal Masses | AAFP",
    "author": "VANESSA GIVENS, MD, GREGG MITCHELL, MD, CAROLYN HARRAWAY-SMITH, MD, AVINASH REDDY, MD, AND DAVID L. MANESS, DO, MSS",
    "doi": "Am Fam Physician.2009;80(8):815-820",
    "abstract": "Adnexal masses represent a spectrum of conditions from gynecologic and nongynecologic sources. They may be benign or malignant. The initial detection and evaluation of an adnexal mass requires a high index of suspicion, a thorough history and physical examination, and careful attention to subtle historical clues. Timely, appropriate laboratory and radiographic studies are required. The most common symptoms reported by women with ovarian cancer are pelvic or abdominal pain; increased abdominal size; bloating; urinary urgency, frequency, or incontinence; early satiety; difficulty eating; and weight loss. These vague symptoms are present for months in up to 93 percent of patients with ovarian cancer. Any of these symptoms occurring daily for more than two weeks, or with failure to respond to appropriate therapy warrant further evaluation. Transvaginal ultrasonography remains the standard for evaluation of adnexal masses. Findings suggestive of malignancy in an adnexal mass include a solid component, thick septations (greater than 2 to 3 mm), bilaterality, Doppler flow to the solid component of the mass, and presence of ascites. Family physicians can manage many nonmalignant adnexal masses; however, prepubescent girls and postmenopausal women with an adnexal mass should be referred to a gynecologist or gynecologic oncologist for further treatment. All women, regardless of menopausal status, should be referred if they have evidence of metastatic disease, ascites, a complex mass, an adnexal mass greater than 10 cm, or any mass that persists longer than 12 weeks.",
    "headers": [
        {
            "id": 0,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "HISTORY",
            "level": 3
        },
        {
            "id": 2,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 3,
            "name": "LABORATORY EVALUATION",
            "level": 3
        },
        {
            "id": 4,
            "name": "IMAGING",
            "level": 3
        },
        {
            "id": 5,
            "name": "Management",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The differential diagnosis of an adnexal mass includes benign and malignant gynecologic and non-gynecologic etiologies (Table 1). The goal of evaluation is to differentiate between benign and more serious conditions, such as ovarian cancer."
        },
        {
            "parent": -1,
            "text": "Ovarian cancer is the leading cause of death from gynecologic malignancy. It is the fifth leading cause of cancer death in women in the United States, accounting for 15,280 deaths in 2007.1,2The risk of ovarian cancer increases steadily with age, with the greatest risk occurring after menopause. There is a 1.42 percent lifetime risk of dying from ovarian cancer.2There is no effective screening method for ovarian cancer that has been shown to significantly improve clinical outcomes."
        },
        {
            "parent": -1,
            "text": "When ovarian cancer does occur, it tends to do so in prepubescent girls and in post-menopausal women. Although most masses in prepubescent girls are benign, 5 to 35 percent are malignant.3-7Small (less than 2 cm) functional cysts can develop in newborns, but these are related to maternal hormones and usually regress during the first months of life.4,8In postmenopausal women, 30 percent of adnexal masses are malignant.9"
        },
        {
            "parent": -1,
            "text": "Ovarian cancer is rare in premenopausal women. Other etiologies, such as functional cysts, leiomyomata, and ectopic pregnancy, are more common and can cause significant morbidity. In pregnant women, the most common cause of an adnexal mass is a corpus luteum cyst. In nonpregnant patients, the most common etiologies are functional cysts and leiomyomata.10"
        },
        {
            "parent": -1,
            "text": "Adnexal masses are characterized on ultrasonography as cystic, solid, or complex. According to an American College of Radiology guideline, simple cysts in premenopausal women are considered benign.11Complex masses may rarely be malignant in premenopausal women.1These masses are most likely to be hemorrhagic cysts or endometriomas; however, tubo-ovarian abscess, ectopic pregnancy, and ovarian torsion can also present as a complex mass. Solid masses are most commonly pedunculated fibroids, but can be benign ovarian tumors, fibromas, thecomas, malignant ovarian tumors, or an ovarian torsion. The most common benign ovarian neoplasm is the cystic teratoma."
        },
        {
            "parent": 1,
            "text": "Patients with an adnexal mass may present with varying symptoms. A woman with abdominal or pelvic pain, vaginal bleeding, and positive pregnancy test may have an ectopic pregnancy. A patient who develops sudden onset of severe, intermittent, and unilateral pain associated with nausea and vomiting may have ovarian torsion. Patients presenting with these symptoms require immediate attention because this can be a medical or surgical emergency. Pelvic pain with a more gradual onset associated with fever, nausea, emesis, or purulent vaginal discharge may indicate pelvic inflammatory disease (PID) or a tubo-ovarian abscess. Patients with dyspareunia and pain worsening with menses may have an endometrioma. Dysmenorrhea and menorrhagia may indicate a leiomyoma rather than an ovarian mass. Patients presenting with oligomenorrhea, amenorrhea, or menorrhagia associated with obesity and hirsutism may have polycystic ovary syndrome. Midcycle pain suggests ovulation or mittelschmerz. A ruptured follicular or corpus luteum cyst may present with pain after intercourse. Premenarchal or postmenopausal bleeding may suggest a granulosa cell tumor."
        },
        {
            "parent": 1,
            "text": "Risk factors for ovarian cancer include age older than 60 years; early menarche; late menopause; nulliparity; infertility; personal history of breast or colon cancer; and family history of breast, colon, or ovarian cancer. A careful history should detail gynecologic and systemic symptoms, particularly those associated with life-threatening conditions, symptoms related to other underlying disorders, and menstrual history. Patients have few unique symptoms in early-stage ovarian cancer, but they often have nonspecific symptoms (Table 2). Because of the paucity of specific early symptoms, two thirds of women have advanced disease at the time of diagnosis.1The most common symptoms reported by women with ovarian cancer are pelvic or abdominal pain; increased abdominal size; bloating; urinary urgency, frequency, or incontinence; difficulty eating; and weight loss. Abdominal fullness and pressure; back pain; and lack of energy may also be prominent symptoms.10,12,13These vague symptoms are present for months in up to 93 percent of persons with ovarian cancer.14Persons with benign masses may also report these symptoms. Further evaluation is warranted if any of these symptoms occur daily for more than two weeks or if they fail to respond to appropriate therapy.15"
        },
        {
            "parent": 1,
            "text": "The medical history should include information about tubal ligation or other tubal surgery, PID, or use of an intrauterine device because these are risk factors for ectopic pregnancy. Physicians should inquire about family history of ovarian, endometrial, breast, or colon cancer. Hereditary cancer syndromes occur in less than 0.1 percent of the population, and they comprise less than 10 percent of patients with ovarian cancer.16Hereditary nonpolyposis colorectal cancer, an autosomal dominant genetic disorder, increases the risk of gastrointestinal, urologic, ovarian, and endometrial cancers. Several characteristics are associated withBRCA1mutations, including Ashkenazi Jewish heritage, young age at breast cancer diagnosis, bilateral breast cancer, family history of breast and ovarian cancer, multiple cases of breast cancer in the family, and a male family member with breast cancer. Patients with any of these risk factors are at increased risk of ovarian malignancy."
        },
        {
            "parent": 2,
            "text": "Based on the nature of adnexal masses, a physical examination may not be useful. Women exhibiting pelvic or lower abdominal symptoms should undergo a targeted examination based on their presenting condition (Table 2). Women with nonspecific abdominal or pelvic symptoms, particularly those that do not respond to conservative therapy and that persist for more than a few weeks, should be thoroughly evaluated. The examination should include vital signs and a general assessment. The cervical, supraclavicular, axillary, and inguinal lymph nodes should be palpated. Chest auscultation should be done to evaluate for pleural effusion.10A detailed abdominal examination should be performed to assess for ascites, masses, tenderness, hepatosplenomegaly, or increased girth. Pelvic examination, including speculum examination, should be done. A bimanual examination can assess the size, tenderness, location, consistency, and mobility of the uterus and both adnexa. A rectovaginal examination may reveal tenderness or nodularity of the uterosacral ligaments."
        },
        {
            "parent": 2,
            "text": "The U.S. Preventive Services Task Force recommends against routine screening for ovarian cancer, including use of transvaginal ultrasonography, cancer antigen (CA) 125 level, and screening pelvic examination.17In a review of five studies assessing the reliability of pelvic examination to detect an adnexal mass, the pooled sensitivity was 0.45 and the pooled specificity was 0.90. Recalculating the data and including only screening studies revealed a pooled sensitivity of 0.58 and specificity of 0.98.18With a prevalence of 2 percent, the positive predictive value of bimanual examination in detection of an adnexal mass is 37 percent and the negative predictive value is 99 percent.18"
        },
        {
            "parent": 3,
            "text": "A urine pregnancy test should be performed in any woman of reproductive age who presents with an adnexal mass. If the pregnancy test is positive, a quantitative beta subunit of human chorionic gonadotropin (β-hCG) level and transvaginal ultrasonography should be obtained. If the quantitative β-hCG level is greater than 2,000 mIU per mL (2,000 IU per L) and no intrauterine pregnancy is visible on transvaginal ultrasonography, an ectopic pregnancy should be suspected.19"
        },
        {
            "parent": 3,
            "text": "A complete blood count with differential is useful if PID or tubo-ovarian abscess is suspected. Patients with these conditions usually have an elevated white blood cell count with a predominance of neutrophils. A low hematocrit in a premenopausal woman could indicate an ectopic pregnancy, abnormal uterine bleeding (e.g., menorrhagia, metrorrhagia), or a blood dyscrasia. In a postmenopausal woman, a low hematocrit may be caused by colon cancer or anemia of chronic disease."
        },
        {
            "parent": 3,
            "text": "Several tumor markers exist that may be helpful in the evaluation of patients with adnexal masses (Table 2). CA 125 is an antigenic determinant found in benign and malignant conditions (Table 3). CA 125 level should not be used as a screening tool or when a mass is not identified,17and should not be routinely used during the diagnostic workup of an adnexal mass in a premenopausal patient.20On the other hand, CA 125 level should be drawn in a postmenopausal patient with an adnexal mass to guide treatment options.21A value greater than 35 U per mL should prompt further evaluation.21CA 125 levels are elevated in 80 percent of epithelial ovarian cancers. Only 50 percent of stage I cancers have elevated CA 125 levels.22CA 125 levels are ordered preoperatively. If ovarian cancer is diagnosed, CA 125 level is used to monitor the patient's response postoperatively. If a granulosa cell tumor is suspected, inhibin A and B levels are followed postoperatively. If germ cell tumors are suspected, serum α-fetoprotein and quantitative β-hCG levels should be obtained."
        },
        {
            "parent": 3,
            "text": "Hereditary ovarian cancer accounts for only a small percentage of overall cancer cases. Patients should have genetic counseling before undergoingBRCAmutation testing.23"
        },
        {
            "parent": 4,
            "text": "Despite advances in technology, gray-scale transvaginal ultrasonography remains the standard for the evaluation of adnexal masses.18,20,24Ultrasonography should assess size, mass characteristics (cystic, solid, or both), complexity (internal septae, excrescences [a disfiguring addition], and papillae), and the presence or absence of abdominal or pelvic fluid (ascites or blood). Ultrasonography characteristics of simple cysts include: anechoic mass; smooth, thin walls; no mural nodules or septations; and association with acoustic enhancement. The combination of ultrasonography and Doppler flow studies is superior to either alone.11,24,25In one study, three-dimensional ultrasonography was superior to two-dimensional ultrasonography for the prediction of malignant cases.26Ultrasonography and computed tomography have similar sensitivity and specificity for evaluation of adnexal masses, but ultrasonography is generally more cost-effective.18In the future, magnetic resonance imaging and positron emission tomography may have a role in the evaluation of adnexal masses.27,28"
        },
        {
            "parent": 5,
            "text": "The results of the transvaginal ultrasonography will guide clinical management. If a nongynecologic diagnosis is made, the patient should be treated appropriately. For many gynecologic causes, specific medical or surgical treatment should be offered. Evaluation of an ovarian mass depends on clinical, laboratory, or radiographic findings that suggest malignancy.29Findings that suggest malignancy include CA 125 level greater than 35 U per mL (postmenopausal) or 200 U per mL (premenopausal); evidence of abdominal or distant metastasis; family history of first-degree relative with ovarian or breast cancer; nodular or fixed pelvic mass (postmenopausal); and concerning ultrasonography findings, including a solid component, thick septations (greater than 2 to 3 mm), bilaterality, Doppler flow to the solid component of the mass, and presence of ascites. Women with any of these findings should be referred to a gynecologist or gynecologic oncologist."
        },
        {
            "parent": 5,
            "text": "All prepubescent girls with an adnexal mass should be referred to a specialist with experience in pediatric gynecology.3–7Management of adnexal masses in women of reproductive age depends on pregnancy status and the size and complexity of the mass. If the pregnancy test is positive, ectopic pregnancy must be ruled out. Adnexal masses coincidental with intrauterine pregnancy have a low risk of becoming symptomatic during pregnancy, and they are most often benign; therefore, they may be observed until the postpartum period.20,30Complications occur in less than 2 percent of pregnant patients with adnexal masses.30"
        },
        {
            "parent": 5,
            "text": "Nonpregnant, premenopausal women with an adnexal mass most likely have a follicular cyst. Simple cysts 10 cm or smaller can be managed conservatively with serial ultrasonography (Figure 1). These cysts have a very low incidence of malignancy.11,20,25,31The optimal interval for repeat ultrasonography is controversial, and varies from four to 12 weeks. If a mass persists for more than 12 weeks, the patient should be referred to a gynecologist. Complex masses in premenopausal women can also be followed conservatively if they are 10 cm or smaller or if they persist for less than 12 weeks. However, it is acceptable to refer premenopausal women with a smaller complex adnexal mass to a gynecologist or gynecologic oncologist."
        },
        {
            "parent": 5,
            "text": "Postmenopausal women with a complex adnexal mass of any size or a simple cyst larger than 10 cm should be referred to a gynecologist or gynecologic oncologist (Figure 2). Postmenopausal women with a simple cyst 10 cm or smaller should have a CA 125 level drawn. If the level is greater than 35 U per mL, they should be referred. If it is less than 35 U per mL, the patient can be monitored with close follow-up and serial ultrasonography every four to six weeks, regardless of the patient's age.20"
        },
        {
            "parent": 5,
            "text": "For symptomatic cysts, consider a trial of nonsteroidal anti-inflammatory drugs or a short course of narcotics for pain relief (Figure 1). Low-dose oral contraceptives have not been shown to be effective in decreasing the size of cysts.17Oral contraceptives are not effective in the management of ovarian cysts in premenopausal women,10and although they have been used to inhibit new cyst formation, the evidence for this practice is limited.32"
        }
    ],
    "locked": false
}