{
    "url": "https://www.aafp.org/pubs/afp/issues/2009/1215/p1388.html#afp20091215p1388-f1",
    "title": "Intrapartum Fetal Monitoring | AAFP",
    "author": "R. EUGENE BAILEY, MD",
    "doi": "Am Fam Physician.2009;80(12):1388-1396",
    "abstract": "Continuous electronic fetal monitoring was developed in the 1960s to assist in the diagnosis of fetal hypoxia during labor. Continuous electronic fetal monitoring has been shown to reduce the incidence of neonatal seizures, but there has been no beneficial effect in decreasing cerebral palsy or neonatal mortality. Intraobserver variability may play a major role in its interpretation. To provide a systematic approach to interpreting the electronic fetal monitor tracing, the National Institute of Child Health and Human Development convened a workshop in 2008 to revise the accepted definitions for electronic fetal monitor tracing. The key elements include assessment of baseline heart rate, presence or absence of variability, and interpretation of periodic changes. The workshop introduced a new classification scheme for decision making with regard to tracings. This system can be used in conjunction with the Advanced Life Support in Obstetrics course mnemonic, DR C BRAVADO, to assist in the systematic interpretation of fetal monitoring. DR C BRAVADO incorporates maternal and fetal risk factors (DR = determine risk), contractions (C), the fetal monitor strip (BRA = baseline rate, V = variability, A = accelerations, and D = decelerations), and interpretation (O = overall assessment).",
    "headers": [
        {
            "id": 0,
            "name": "Selection of FHR Monitoring Method",
            "level": 2
        },
        {
            "id": 1,
            "name": "Interpretation of FHR Tracings",
            "level": 2
        },
        {
            "id": 2,
            "name": "DR C BRAVADO",
            "level": 3
        },
        {
            "id": 3,
            "name": "Intrauterine Resuscitation",
            "level": 2
        },
        {
            "id": 4,
            "name": "Areas for Future Development",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Intrapartum fetal monitoring was developed in the 1960s to identify events that might result in hypoxic ischemic encephalopathy, cerebral palsy, or fetal death. Continuous electronic fetal monitoring (EFM), using external or internal transducers, became a part of routine maternity care during the 1970s; by 2002, about 85 percent of live births (3.4 million out of 4 million) were monitored by it.1Continuous EFM has led to an increase in cesarean delivery and instrumental vaginal births; however, the incidences of neonatal mortality and cerebral palsy have not fallen, and a decrease in neonatal seizures is the only demonstrable benefit.2The potential benefits and risks of continuous EFM and structured intermittent auscultation should be discussed during prenatal care and labor, and a decision reached by the pregnant woman and her physician, with the understanding that if intrapartum clinical situations warrant, continuous EFM may be recommended.3"
        },
        {
            "parent": 0,
            "text": "There are several considerations when choosing a method of intrapartum fetal monitoring. Structured intermittent auscultation is a technique that employs the systematic use of a Doppler assessment of fetal heart rate (FHR) during labor at defined timed intervals(Table 1).4It is equivalent to continuous EFM in screening for fetal compromise in low-risk patients.2,3,5Safety in using structured intermittent auscultation is based on a nurse-to-patient ratio of 1:1 and an established technique for intermittent auscultation for each institution.4Continuous EFM should be used when there are abnormalities in structured intermittent auscultation or for high-risk patients(Table 2).4An admission tracing of electronic FHR in low-risk pregnancy increases intervention without improved neonatal outcomes, and routine admission tracings should not be used to determine monitoring technique.6"
        },
        {
            "parent": 0,
            "text": "Continuous EFM may adversely affect the labor process and maternal satisfaction by decreasing maternal mobility, physical contact with her partner, and time with the labor nurse compared with structured intermittent auscultation.7However, continuous EFM is used routinely in North American hospitals, despite a lack of evidence of benefit. The perception that structured intermittent auscultation increases medicolegal risk, the lack of hospital staff trained in structured intermittent auscultation, and the economic benefit of continuous EFM from decreased use of nursing staff may promote the use of continuous EFM.8Online Table Alists considerations in developing an institutional strategy for fetal surveillance."
        },
        {
            "parent": 1,
            "text": "A concern with continuous EFM is the lack of standardization in the FHR tracing interpretation.5,8–11Studies demonstrate poor inter-rater reliability of experts, even in controlled research settings.12,13A National Institute of Child Health and Human Development (NICHD) research planning workshop was convened in 1997 to standardize definitions for interpretation of EFM tracing.14These definitions were adopted by the American College of Obstetricians and Gynecologists (ACOG) in 2002,5and revisions were made in a 2008 workshop sponsored by NICHD, ACOG, and the Society for Maternal-Fetal Medicine.11The Advanced Life Support in Obstetrics (ALSO) curriculum developed the mnemonic DR C BRAVADO(Table 3)to teach a systematic, structured approach to continuous EFM interpretation that incorporates the NICHD definitions.9,11"
        },
        {
            "parent": 2,
            "text": "Determine Risk (DR). The clinical risk status (low, medium, or high) of each fetus is assessed in conjunction with the interpretation of the continuous EFM tracing. A term, low-risk baby may have higher reserves than a fetus that is preterm, growth restricted, or exposed to uteroplacental insufficiency because of preeclampsia. An increase in risk status during labor, such as the diagnosis of chorioamnionitis, may necessitate a change in monitoring from structured intermittent auscultation to continuous EFM."
        },
        {
            "parent": 2,
            "text": "Contractions (C). It is important to review the pressure tracing before assessing the fetal tracing to accurately interpret decelerations. The electronic fetal monitor uses an external pressure transducer or an intrauterine pressure catheter (IUPC) to measure amplitude and frequency of contractions. However, the strength of contractions cannot always be accurately assessed from an external transducer and should be determined with an IUPC, if necessary. Contractions are classified as normal (no more than five contractions in a 10-minute period) or tachysystole (more than five contractions in a 10-minute period, averaged over a 30-minute window).11Tachysystole is qualified by the presence or absence of decelerations, and it applies to spontaneous and stimulated labor. The term “hyperstimulation” is no longer accepted, and this terminology should be abandoned.11"
        },
        {
            "parent": 2,
            "text": "Baseline Rate (BRA;Online Table B). The normal range for baseline FHR is defined by NICHD as 110 to 160 beats per minute (bpm;Online Figure A). A change in baseline FHR is said to occur when the change persists for 10 minutes or longer. A baseline of less than 110 bpm is defined as bradycardia.11Mild bradycardia (100 to 110 bpm) is associated with post-term infants and occipitoposterior position.15Rates of less than 100 bpm may be seen in fetuses with congenital heart disease or myocardial conduction defects.15A baseline greater than 160 bpm is defined as tachycardia11(Online Figure B). This is associated with certain maternal and fetal conditions, such as chorioamnionitis, fever, dehydration, and tachyarrhythmias."
        },
        {
            "parent": 2,
            "text": "Variability (V;Online Table B). The FHR normally exhibits variability, with an average change of 6 to 25 bpm of the baseline rate, and is linked to the fetal central nervous system. Therefore, it is a vital clue in determining the overall fetal condition. Detection is most accurate with a direct fetal scalp electrode, although newer external transducers have improved the ability to detect variability. The NICHD has stated that it is no longer useful to distinguish between short-term and long-term variability and has categorized variability into the following classifications, depending on the amplitude of the FHR tracing: absent(Online Figure C), minimal(Online Figure D), moderate(Online Figure E), and marked(Online Figure F).11"
        },
        {
            "parent": 2,
            "text": "Sleep cycles of 20 to 40 minutes or longer may cause a normal decrease in FHR variability, as can certain medications, including analgesics, anesthetics, barbiturates, and magnesium sulfate.15Loss of variability, accompanied by late or variable decelerations, increases the possibility of fetal acidosis if uncorrected.15"
        },
        {
            "parent": 2,
            "text": "Sinusoidal pattern is a smooth, undulating sine wave pattern defined by an amplitude of 10 bpm with three to five cycles per minute, lasting at least 20 minutes.11This uncommon pattern is associated with severe fetal anemia and hydrops, and it usually requires rapid intervention in these settings.15Similar appearing benign tracings occasionally occur because of “fetal thumb sucking” or maternal narcotic administration, and generally these will persist for less than 10 minutes.15"
        },
        {
            "parent": 2,
            "text": "Accelerations (A). Abrupt increases in the FHR are associated with fetal movement or stimulation and are indicative of fetal well-being11(Online Table B,Online Figure G)."
        },
        {
            "parent": 2,
            "text": "Decelerations (D). Periodic changes in FHR, as they relate to uterine contractions, are decelerations that are classified as recurrent if they occur with 50 percent or more of contractions in a 20-minute period, and intermittent if they occur with less than 50 percent of contractions.11The decrease in FHR is calculated from the onset to the nadir of the deceleration. A gradual decrease is defined as at least 30 seconds from the onset of the deceleration to the FHR nadir, whereas an abrupt decrease is defined as less than 30 seconds from the onset of the deceleration to the beginning of the FHR nadir.11"
        },
        {
            "parent": 2,
            "text": "Early decelerations(Online Figure H)are transient, gradual decreases in FHR that are visually apparent and usually symmetric.11They occur with and mirror the uterine contraction and seldom go below 100 bpm.11The nadir of the deceleration occurs at the same time as the peak of the contraction. The onset, nadir, and recovery of the deceleration usually coincide with the beginning, peak, and ending of the contraction, respectively.11Early decelerations are nearly always benign and probably indicate head compression, which is a normal part of labor.15"
        },
        {
            "parent": 2,
            "text": "Variable decelerations(Online Figure I), as the name implies, vary in terms of shape, depth, and timing in relationship to uterine contractions, but they are visually apparent, abrupt decreases in FHR.11The decrease in FHR is at least 15 bpm and has a duration of at least 15 seconds to less than two minutes.11Characteristics of variable decelerations include rapid descent and recovery, good baseline variability, and accelerations at the onset and at the end of the contraction (i.e., “shoulders”).11When they are associated with uterine contractions, their onset, depth, and duration commonly vary with successive uterine contractions.11Overall, variable decelerations are usually benign, and their physiologic basis is usually related to cord compression, with subsequent changes in peripheral vascular resistance or oxygenation.15They occur especially in the second stage of labor, when cord compression is most common.15Atypical variable decelerations may indicate fetal hypoxemia, with characteristic features that include late onset (in relation to contractions), loss of shoulders, and slow recovery.15"
        },
        {
            "parent": 2,
            "text": "Late decelerations(Online Figure J)are visually apparent, usually symmetric, and have the characteristic feature of onset of the deceleration after the onset of the uterine contraction.11The timing of the deceleration is delayed, with the nadir of the deceleration occurring after the peak of the contraction.11The onset, nadir, and recovery of the deceleration usually occur after the beginning, peak, and ending of the contraction, respectively. The physiology behind late deceleration is uteroplacental insufficiency.16,17Transient late deceleration patterns may be seen with maternal hypotension or uterine hyperstimulation. Subtle, shallow late decelerations can be difficult to visualize, but can be detected by holding a straight edge along the baseline."
        },
        {
            "parent": 2,
            "text": "Prolonged decelerations(Online Figures K and L)last longer than two minutes, but less than 10 minutes.11They may be caused by a number of factors, including head compression (rapid fetal descent), cord compression, or uteroplacental insufficiency. Management depends on the clinical picture and presence of other FHR characteristics.18"
        },
        {
            "parent": 2,
            "text": "Overall Assessment (O). The recommendations for the overall management of FHR tracings by NICHD, the International Federation of Gynecology and Obstetrics, and ACOG agree that interpretation is reproducible at the extreme ends of the fetal monitor strip spectrum.10For example, the presence of a normal baseline rate with FHR accelerations or moderate variability predicts the absence of fetal acidemia.10,11Bradycardia, absence of variability and accelerations, and presence of recurrent late or variable decelerations may predict current or impending fetal asphyxia.10,11However, more than 50 percent of fetal strips fall between these two extremes, in which overall recommendations cannot be made reliably.10In the 2008 revision of the NICHD tracing definitions, a three-category system was adopted: normal (category I), indeterminate (category II), and abnormal (category III).11Category III tracings need intervention to resolve the abnormal tracing or to move toward expeditious delivery.11In the ALSO course, using the DR C BRAVADO approach, the FHR tracing may be classified using the “stoplight” algorithm (Figure 19), which corresponds to the NICHD categories.9,11Interventions are determined by placing the FHR tracing in the context of the specific clinical situation and corresponding NICHD category, fetal reserve, and imminence of delivery(Table 4).9,11"
        },
        {
            "parent": 2,
            "text": "If the FHR tracing is normal, structured intermittent auscultation or continuous EFM techniques can be employed in a low-risk patient, although reconsideration may be necessary as labor progresses.2If the FHR tracing is abnormal, interventions such as position changes, maternal oxygenation, and intravenous fluid administration may be used. When continuous EFM tracing is indeterminate, fetal scalp pH sampling or fetal stimulation may be used to assess for the possible presence of fetal acidemia.5Fetal scalp pH testing is no longer commonly performed in the United States and has been replaced with fetal stimulation or immediate delivery (by operative vaginal delivery or cesarean delivery). A meta-analysis showed that if there is absent or minimal variability without spontaneous accelerations, the presence of an acceleration after scalp stimulation or fetal acoustic stimulation indicates that the fetal pH is at least 7.20.19"
        },
        {
            "parent": 2,
            "text": "If the FHR tracing remains abnormal, these tests may need to be performed periodically, and consideration of emergent cesarean or operative vaginal delivery is usually recommended.15Measurements of cord blood gases are generally recommended after any delivery for abnormal FHR tracing because evidence of metabolic acidosis (cord pH less than 7.00 or base deficit greater than 12 mmol per L) is one of the four essential criteria for determining an acute intrapartum hypoxic event sufficient to cause cerebral palsy.20"
        },
        {
            "parent": 2,
            "text": "When using continuous EFM, tracings should be reviewed by physicians and labor and delivery nurses on a regular basis during labor. The periodic review includes ensuring that a good quality tracing is present and that abnormalities are appropriately communicated. Adequate documentation is necessary, and many institutions are now employing flow sheets (e.g., partograms), clinical pathways, or FHR tracing archival processes (in electronic records). Any written information on the tracing (e.g., emergent situations during labor) should coincide with these automated processes to minimize litigation risk.21"
        },
        {
            "parent": 3,
            "text": "Table 5lists intrauterine resuscitation interventions for abnormal EFM tracings.9Management will depend on assessment of the risk of hypoxia and the ability to effect a rapid delivery, when necessary. If delivery is imminent, even severe decelerations are less significant than in the earlier stages of labor. The use of amnioinfusion for recurrent deep variable decelerations demonstrated reductions in decelerations and cesarean delivery overall. Additionally, an Apgar score of less than 7 at five minutes, low cord arterial pH (less than 7.20), and neonatal and maternal hospital stays greater than three days were reduced.22"
        },
        {
            "parent": 3,
            "text": "Tocolytic agents such as terbutaline (formerly Brethine) may be used to transiently stop contractions, with the understanding that administration of these agents improved FHR tracings compared with untreated control groups, but there were no improvements in neonatal outcomes.23A recent study showed a significant effect of maternal oxygen on increasing fetal oxygen in abnormal FHR patterns.24"
        },
        {
            "parent": 4,
            "text": "Although continuous EFM remains the preferred method for fetal monitoring, the following methodologies are active areas of research in enhancing continuous EFM or developing newer methodologies for fetal well-being during labor."
        },
        {
            "parent": 4,
            "text": "Fetal hypoxemia results in biphasic changes in the ST segment of the fetal electrocardiography (FECG) waveform and an increase in the T:QRS ratio.15The ST-segment automated analysis (STAN) software from Noventa Medical can record the frequency of ST events and, combined with changes in continuous EFM, can be used to determine if intervention during the labor process is indicated.15Several studies have evaluated FECG analysis, documenting its effectiveness at reducing operative vaginal deliveries, fetal scalp sampling, neonatal encephalopathy, and fetal acidosis (pH < 7.05).25–28One drawback to this technology is that it requires rupture of the membranes and internal fetal scalp monitoring."
        },
        {
            "parent": 4,
            "text": "Another area of interest is the use of computer analysis for key components of the fetal tracing,29or decision analysis for the interpretation of the EFM tracing.30These have not been demonstrated to improve clinical outcomes.29,30Fetal pulse oximetry was developed to continuously monitor fetal oxygenation during labor by using an internal monitor, requiring rupture of membranes.31Trials have not demonstrated a reduction in cesarean delivery rates or interventions with the use of fetal pulse oximetry.31"
        }
    ],
    "locked": false
}