{
    "url": "https://www.aafp.org/pubs/afp/issues/2009/0615/p1067.html#afp20090615p1067-f1",
    "title": "Chronic Low Back Pain: Evaluation and Management | AAFP",
    "author": "ALLEN R. LAST, MD, MPH, AND KAREN HULBERT, MD",
    "doi": "Am Fam Physician.2009;79(12):1067-1074",
    "abstract": "Chronic low back pain is a common problem in primary care. A history and physical examination should place patients into one of several categories: (1) nonspecific low back pain; (2) back pain associated with radiculopathy or spinal stenosis; (3) back pain referred from a nonspinal source; or (4) back pain associated with another specific spinal cause. For patients who have back pain associated with radiculopathy, spinal stenosis, or another specific spinal cause, magnetic resonance imaging or computed tomography may establish the diagnosis and guide management. Because evidence of improved outcomes is lacking, lumbar spine radiography should be delayed for at least one to two months in patients with nonspecific pain. Acetaminophen and nonsteroidal anti-inflammatory drugs are first-line medications for chronic low back pain. Tramadol, opioids, and other adjunctive medications may benefit some patients who do not respond to nonsteroidal anti-inflammatory drugs. Acupuncture, exercise therapy, multidisciplinary rehabilitation programs, massage, behavior therapy, and spinal manipulation are effective in certain clinical situations. Patients with radicular symptoms may benefit from epidural steroid injections, but studies have produced mixed results. Most patients with chronic low back pain will not benefit from surgery. A surgical evaluation may be considered for select patients with functional disabilities or refractory pain despite multiple nonsurgical treatments.",
    "headers": [
        {
            "id": 0,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 1,
            "name": "Management",
            "level": 2
        },
        {
            "id": 2,
            "name": "GENERAL PRINCIPLES",
            "level": 3
        },
        {
            "id": 3,
            "name": "PHARMACOLOGIC TREATMENT OPTIONS",
            "level": 3
        },
        {
            "id": 4,
            "name": "NONPHARMACOLOGIC TREATMENT OPTIONS",
            "level": 3
        },
        {
            "id": 5,
            "name": "EPIDURAL STEROID INJECTIONS",
            "level": 3
        },
        {
            "id": 6,
            "name": "SURGERY",
            "level": 3
        },
        {
            "id": 7,
            "name": "REFERRAL",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Most primary care physicians can expect to see at least one patient with low back pain per week. Acute episodes of back pain are usually self-limited. Patients with persistent or fluctuating pain that lasts longer than three months are defined as having chronic low back pain. Patients with chronic low back pain are more likely to see a family physician (65.0 percent) for their pain compared with orthopedists (55.9 percent), physical therapists (50.5 percent), and chiropractors (46.7 percent).1The economic impact of chronic low back pain stems from prolonged loss of function, resulting in loss of work productivity, treatment costs, and disability payments. Estimates of these costs range from $12.2 to $90.6 billion annually.1"
        },
        {
            "parent": 0,
            "text": "The initial evaluation, including a history and physical examination, of patients with chronic low back pain should attempt to place patients into one of the following categories: (1) non-specific low back pain; (2) back pain associated with radiculopathy or spinal stenosis; (3) back pain referred from a nonspinal source; or (4) back pain associated with another specific spinal cause2(Table 13). For patients who have back pain associated with radiculopathy, spinal stenosis, or another specific spinal cause, magnetic resonance imaging (MRI) or computed tomography (CT) may establish the diagnosis and guide management."
        },
        {
            "parent": 0,
            "text": "The medical history should include questions about osteoporosis, osteoarthritis, and cancer, and a review of any prior imaging studies. Review of systems should focus on unexplained fevers, weight loss, morning stiffness, gynecologic symptoms, and urinary and gastrointestinal problems."
        },
        {
            "parent": 0,
            "text": "The physical examination should include the straight leg raise and a focused neuromuscular examination. A positive straight leg raise test (pain with the leg fully extended at the knee and flexed at the hip between 30 and 70 degrees) can suggest lumbar disk herniation, with ipsilateral pain being more sensitive (i.e., better at ruling out disk herniation if negative) and contralateral pain being more specific (i.e., better at ruling in herniation if positive).4Testing deep tendon reflexes, strength, and sensation can help identify which nerve roots are involved."
        },
        {
            "parent": 0,
            "text": "Laboratory assessment, including erythrocyte sedimentation rate, complete blood count, and C-reactive protein level, should be considered when red flags indicating the possibility of a serious underlying condition are present(Table 25,6). Urinalysis may be useful when urinary tract infections are suspected, and alkaline phosphatase and calcium levels can help identify conditions, such as Paget disease of bone, that affect bone metabolism; however, these tests are not needed in all patients with chronic low back pain."
        },
        {
            "parent": 0,
            "text": "Imaging has limited utility because most patients with chronic low back pain have nonspecific findings on imaging studies,7and asymptomatic patients often have abnormal findings.6Initial imaging with MRI, which is the preferred study, or CT is only recommended for patients with red flags for serious or rapidly progressive disease (Table 25,6) or radicular symptoms that do not spontaneously resolve after six weeks. Because evidence of improved outcomes is lacking, imaging, such as lumbar spine radiography, should be delayed at least one to two months in patients with nonspecific pain without red flags for serious disease.6"
        },
        {
            "parent": 0,
            "text": "Psychosocial issues play an important role in guiding the treatment of patients with chronic low back pain. One study found that patients with chronic low back pain who have a reduced sense of life control, disturbed mood, negative self-efficacy, high anxiety levels, and mental health disorders, and who engage in catastrophizing tend to not respond well to treatments such as epidural steroid injections.8“Yellow flags” are psychosocial risk factors for long-term disability9(Table 39–11). Evaluation of psychosocial problems and “yellow flags” are useful in identifying patients with a poor prognosis.8,9"
        },
        {
            "parent": 2,
            "text": "The goals of treating chronic low back pain often change over time, shifting from the initial intent to cure to improving pain and function. Patients often have unrealistic expectations of complete pain relief and full return to their previous level of activity. There is often a large gap between a patient's desired amount of pain reduction and the minimum percentage of improvement that would make a treatment worthwhile.12Documenting goals and expectations and revisiting them on follow-up visits may be helpful."
        },
        {
            "parent": 2,
            "text": "Patients should receive information about effective self-care options and should be advised to remain active (because muscles that do not move can eventually become hypersensitive to pain).13Assessing the response to therapy should focus on improvements in pain, mood, and function."
        },
        {
            "parent": 2,
            "text": "Treatment should begin with maximal recommended doses of nonsteroidal anti-inflammatory drugs (NSAIDs) and acetaminophen, followed by adjunctive medications. Nonpharmacologic therapies are effective in certain clinical situations and can be added to the treatment program at any time. For those with severe functional disabilities, radicular symptoms, or refractory pain, referral for epidural steroid injection or surgical evaluation may be reasonable (Figure 12)."
        },
        {
            "parent": 3,
            "text": "Acetaminophen is first-line therapy because of its high safety profile. NSAIDs provide similar analgesia, but have significant gastrointestinal and renovascular adverse effects.2,14There are several classes of NSAIDs, and if one class fails, medications from other classes can be tried before abandoning them altogether(Table 4). Tramadol (Ultram), opioids, and other adjunctive medications may benefit some patients who do not respond to NSAIDs."
        },
        {
            "parent": 3,
            "text": "Tramadol is an analgesic that has weak opioid and serotonin-norepinephrine reuptake inhibitor (SNRI) activity. Studies demonstrate short-term improvements in pain and function, but long-term data are lacking.15,16Because of its opioid activity, tramadol generally should not be used in patients recovering from narcotic addiction. Adverse effects include drowsiness, constipation, and nausea."
        },
        {
            "parent": 3,
            "text": "All muscle relaxants provide similar short-term improvements in pain and function, but there is no evidence to support their long-term use for chronic low back pain. Sedation is a common adverse effect, and chronic use of benzodiazepines and carisoprodol (Soma) carries the risk of dependency.17"
        },
        {
            "parent": 3,
            "text": "A 2006 Cochrane review18found that some herbal medications appear effective in short-term randomized trials, but lack long-term safety data.Harpagophytum procumbens(devil's claw) in a dosage of 50 mg daily,Salix alba(white willow bark, a source of salicylic acid) in a dosage of 240 mg daily, andCapsicum frutescens(cayenne) plaster applied topically every day appear to be better than placebo at reducing chronic low back pain. Limited studies have shown that devil's claw and white willow bark appear to be as effective as NSAIDs.18"
        },
        {
            "parent": 3,
            "text": "Short-acting (immediate-release) and long-acting (sustained-release) opioid analgesics are sometimes used for chronic low back pain. There have been few high-quality trials to assess the effectiveness and potential risks of these medications in chronic low back pain.19"
        },
        {
            "parent": 3,
            "text": "Taking opioids can lead to the development of tolerance, hyperalgesia (enhanced pain response to noxious stimuli), and allodynia (enhanced pain response to innocuous stimuli).20The combination of tolerance and hyperalgesia can decrease opioid effectiveness over time. One of the challenges of treating chronic low back pain is differentiating among tolerance, opioid-induced hyperalgesia, and disease progression. Hyperalgesia involves increasing pain despite increasing opioid treatment, pain that becomes more diffuse and beyond the distribution of the preexisting pain, and an apparent change in pain threshold or tolerability.20In this situation, the dosage of opioids should be decreased, or patients should be weaned off the medication altogether."
        },
        {
            "parent": 3,
            "text": "Selective serotonin reuptake inhibitors, SNRIs, and antiepileptic medications have not been shown to help patients with chronic low back pain. Tricyclic antidepressants, however, provide some benefit and can be a useful addition to analgesic therapy.21Gabapentin (Neurontin) may provide short-term relief in patients with radiculopathy.2"
        },
        {
            "parent": 4,
            "text": "Patients commonly use nonpharmacologic treatment options, with or without consulting a physician. Forty-five percent of patients with low back pain see a chiropractor, 24 percent use massage, 11 percent get acupuncture, and 7 percent try meditation.22"
        },
        {
            "parent": 4,
            "text": "Acupuncture provides short-term relief of chronic low back pain, improves functioning, and works as an adjunct to other therapeutic options. It has not been shown to be more effective than other treatments.23,24Fifty-one to 64 percent of patients are willing to try acupuncture if recommended by their physician.22"
        },
        {
            "parent": 4,
            "text": "Exercise therapy, focusing on strengthening and stabilizing the core muscle groups of the abdomen and back, appears to produce small improvements in pain and functioning in patients with chronic low back pain. However, few studies (i.e., six of the 43 studies included in a Cochrane review) have been able to demonstrate clinically important and statistically significant differences between intervention and control groups.25,26"
        },
        {
            "parent": 4,
            "text": "Behavior therapy is as effective as exercise therapy for short-term relief of chronic low back pain. Consistent evidence supports cognitive behavior therapy and progressive relaxation for short-term improvement, whereas biofeedback techniques have produced mixed results. Combining behavior therapy with other modalities does not have an additive effect.2"
        },
        {
            "parent": 4,
            "text": "Multidisciplinary rehabilitation programs that include a physician and at least one additional intervention (psychological, social, or vocational) alleviate subjective disability, reduce pain, return persons to work five weeks earlier, and after returning to work, reduce the amount of sick time in the first year by seven days. Benefits persist for up to five years.27,28"
        },
        {
            "parent": 4,
            "text": "Acupuncture massage and pressure point massage are mildly helpful for reducing chronic low back pain, and the benefits last for up to one year. Massage appears to be most effective when combined with exercise, stretching, and education.29"
        },
        {
            "parent": 4,
            "text": "Spinal manipulation provides modest short- and long-term relief of back pain, improves psychological well-being, and increases functioning.2,30The benefits derived are not dependent on the type of training of the manipulator because osteopathic and chiropractic outcomes appear to be similar.31"
        },
        {
            "parent": 4,
            "text": "One therapeutically directed style of yoga (Viniyoga) may provide some relief of chronic back pain. Six weeks of yoga decreased medication use and provided more pain relief than exercise and self-care. Other forms of yoga have mixed results in small studies, and at this time there is not enough evidence to recommend them.32"
        },
        {
            "parent": 4,
            "text": "Back schools, low-level laser therapy, lumbar supports, prolotherapy, short wave diathermy, traction, transcutaneous electrical nerve stimulation, and ultrasound have negative or conflicting evidence of effectiveness.32–35"
        },
        {
            "parent": 5,
            "text": "Epidural steroid injections may help patients with radicular symptoms. Studies have found conflicting results, but the trend is toward a small improvement for up to three months after injection.36There is no evidence to support the use of epidural steroid injections in patients without radicular symptoms,37and injections are less effective in patients with severe spinal stenosis and those with stenotic lesions encompassing more than three lumbar levels.37,38"
        },
        {
            "parent": 6,
            "text": "Most patients with back pain will not benefit from surgery. However, if anatomic abnormalities consistent with the distribution of pain are identified, surgery can be considered in persons who have experienced significant functional disabilities and in those with unremitting pain, especially pain lasting longer than 12 months despite multiple nonsurgical treatments. Good evidence supports the use of spinal fusion for treating back pain caused by fractures, infections, progressive deformity, or instability with spondylolisthesis.7Spinal decompression, nerve root decompression, and spinal fusion have been extensively evaluated for the treatment of degenerative disorders of the spine, mostly with short-term outcomes, yielding conflicting results and questionable patient benefit.39Disk arthroplasty (replacing the original intervertebral disk with an artificial one) appears to be as effective as lumbar fusion for short-term relief of chronic low back pain, but there is no evidence of long-term relief, and concerns exist regarding the durability of the artificial disks. Intradiscal electrothermal therapy is a technique that applies heat to a damaged disk through a catheter, causing collagen contraction for structural support and ablating nearby pain-sensing nerves for pain reduction. It has been shown to provide modest pain relief, but little functional improvement.40"
        },
        {
            "parent": 7,
            "text": "Referral to a pain management specialist is appropriate for patients who continue to experience severe functional impairment or unremitting pain, or when patients or physicians feel that progress has stopped or want a second opinion. In the absence of evidence to define the indications and timing of referral, a decision to refer should be left to the discretion of the physician and patient.2"
        }
    ],
    "locked": false
}