{
    "url": "https://www.aafp.org/pubs/afp/issues/2010/0815/p370.html#afp20100815p370-f2",
    "title": "Pulmonary Arterial Hypertension: An Update on Diagnosis and Treatment | AAFP",
    "author": "RICHARD STRINGHAM, MD, AND NIPA R. SHAH, MD",
    "doi": "Am Fam Physician.2010;82(4):370-377",
    "abstract": "Pulmonary arterial hypertension is defined as a mean pulmonary arterial pressure greater than 25 mm Hg at rest or 30 mm Hg during physical activity. Pulmonary arterial hypertension is classified into subgroups, including idiopathic, heritable, and pulmonary arterial hypertension associated with other conditions. A detailed history, thorough physical examination, and most importantly, a high index of suspicion are essential to diagnosis. Evaluation includes echocardiography and exclusion of other causes of symptoms. Targeted laboratory testing can help identify the subgroup of pulmonary arterial hypertension. Right heart catheterization is required to confirm the diagnosis. Standard treatment options include oral anticoagulation, diuretics, oxygen supplementation, and for a small percentage of patients, calcium channel blockers. Newer treatments include prostacyclin analogues, endothelin receptor antagonists, and phosphodiesterase type 5 inhibitors. Combination therapy has been shown to improve pulmonary arterial pressure, but more research is needed. Interventional procedures for patients with pulmonary arterial hypertension include balloon atrial septostomy and lung transplantation.",
    "headers": [
        {
            "id": 0,
            "name": "Clinical Features",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "DIAGNOSTIC TESTING",
            "level": 3
        },
        {
            "id": 3,
            "name": "CONFIRMATORY AND PROGNOSTIC TESTING",
            "level": 3
        },
        {
            "id": 4,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 5,
            "name": "STANDARD TREATMENTS",
            "level": 3
        },
        {
            "id": 6,
            "name": "NEWER TREATMENTS",
            "level": 3
        },
        {
            "id": 7,
            "name": "INTERVENTIONAL PROCEDURES",
            "level": 3
        },
        {
            "id": 8,
            "name": "Prognosis, Preventive Care, and Pregnancy",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Pulmonary arterial hypertension (PAH) is a rare, underdiagnosed condition defined as elevation of mean pulmonary arterial pressure. In patients with PAH, the average pulmonary arterial pressure is greater than 25 mm Hg at rest (compared with 15 mm Hg in patients without PAH) or 30 mm Hg during physical activity, as measured by right heart catheterization. The prevalence of PAH varies among specific populations, but one study estimated that it affects 15 in 1 million adults.1Idiopathic PAH occurs mainly in persons in their 20s and 30s, with an overall female-to-male ratio of 1.7:1, which is higher in black persons (4.3:1).2Risk factors for PAH include a family history of PAH, congenital heart disease, connective tissue disease, portal hypertension, sickle cell disease, thyroid disease, human immunodeficiency virus (HIV), and use of certain drugs and toxins.Table 1lists the clinical classification of PAH, which was updated in 2008.3"
        },
        {
            "parent": 0,
            "text": "The early phases of PAH may be asymptomatic. Patients usually present with dyspnea exacerbated by exertion, fatigue, chest pain, and palpitations. The diagnosis of PAH is often delayed because many other conditions can cause similar symptoms. The differential diagnosis includes congestive heart failure, coronary artery disease, pulmonary embolism, and chronic obstructive pulmonary disease. Advanced PAH may present as clinically evident right-sided heart failure, dizziness, syncope, edema, or cyanosis."
        },
        {
            "parent": 0,
            "text": "If PAH is incidentally discovered, the physician should attempt to find or exclude possible modifiable causes. Confirmation by right heart catheterization should be considered before beginning an extensive search for an underlying cause, starting therapy, or providing prognostic advice.4"
        },
        {
            "parent": 1,
            "text": "A detailed history, thorough physical examination, and most importantly, a high index of suspicion are essential to diagnosing PAH.5A French study reported an average delay of 27 months from the onset of symptoms to diagnosis.1PAH should be considered in any patient with dyspnea who shows no or minimal signs of specific heart or lung disease. Suspicion should be especially high in patients who also have conditions associated with PAH, such as sickle cell anemia, HIV, and systemic sclerosis. The American College of Cardiology Foundation and the American Heart Association offer screening guidelines for patients with known risk factors for PAH(Table 2).6"
        },
        {
            "parent": 1,
            "text": "Physical examination of a patient with PAH may reveal a right parasternal lift, accentuated pulmonary second heart sound, pansystolic murmur (tricuspid regurgitation), third heart sound, and a diastolic murmur (pulmonary valve insufficiency). Edema may present as jugular vein distension, hepatomegaly, peripheral edema, or ascites.6"
        },
        {
            "parent": 2,
            "text": "Diagnostic testing options for PAH are listed inTable 3.6Electrocardiography (ECG) may show right ventricular hypertrophy and right axis deviation, but ECG has inadequate sensitivity and specificity to reliably detect PAH.7One study showed that a combination of P- and T-wave indicators may provide an effective means of assessing treatment response in patients with PAH.8"
        },
        {
            "parent": 2,
            "text": "Chest radiography is abnormal in 90 percent of patients at diagnosis and usually shows right ventricular enlargement, a prominent central pulmonary artery, or peripheral hypovascularity7(Figure 1). A normal chest radiograph does not rule out the diagnosis.7"
        },
        {
            "parent": 2,
            "text": "Studies have shown a correlation in pulmonary arterial systolic pressure measurement between transthoracic echocardiography and right heart catheterization.9–11Echocardiography has been used to identify PAH in patients with associated conditions.12–14Measuring parameters such as septal systolic strain and strain rate may allow for earlier detection of PAH.15Increased tricuspid regurgitation, and right ventricular and atrial enlargement are echocardiographic signs of PAH.7"
        },
        {
            "parent": 2,
            "text": "PAH must be distinguished from other causes of pulmonary hypertension. Pulmonary function tests and arterial blood gas measurements help identify underlying lung disease. Patients may have mild to moderate reduction of lung volumes on these tests, but the partial arterial oxygen tension (PaO2) is normal or only slightly decreased and the partial arterial carbon dioxide tension (PaCO2) is usually decreased from hyperventilation.7High-resolution computed tomography can assist in the evaluation of thromboembolic disease, emphysema, or interstitial lung disease. Although cardiac magnetic resonance imaging (MRI) is not currently used as a routine assessment tool, continued improvement in MRI acquisition and spatial resolution may lead to improved understanding of PAH pathophysiology, and aid in diagnosis and prognosis. Cardiac MRI may replace more invasive diagnostic tests.16"
        },
        {
            "parent": 2,
            "text": "Evidence of associated conditions may identify the type of PAH. Routine chemistry panels, complete blood count, and thyroid function tests should be obtained. Antinuclear antibody (ANA), anti-Scl-70, anticentromere, and ribonucleoprotein antibody levels are recommended to evaluate for connective tissue disease.7About one third of patients with idiopathic PAH have low ANA titers (less than 1:80). If the ANA levels are elevated or if clinical features suggestive of connective tissue disease are present, rheumatologic consultation is recommended.7All patients should be tested for HIV.7Liver ultrasonography is a reliable test to exclude cirrhosis or portal hypertension.7"
        },
        {
            "parent": 3,
            "text": "Right heart catheterization is required to confirm the diagnosis of PAH and to evaluate the severity of hemo-dynamic dysfunction. This should be performed at an institution with considerable experience with PAH, specifically with vasoreactivity testing because of potential procedural complications.6Vasoreactivity testing is also needed to identify patients who may benefit from treatment with calcium channel blockers.17Patients with a mean pulmonary arterial pressure decrease of more than 10 mm Hg to below 40 mm Hg and with an unchanged or increased cardiac output when challenged are considered vasoreactive.6Lung biopsy is not recommended because it has considerable risks and a very low likelihood of altering the diagnosis or treatment.6"
        },
        {
            "parent": 3,
            "text": "The best test to classify the severity of PAH and estimate prognosis is the six-minute walk test. This simple test measures the distance walked in six minutes. It is predictive of survival in idiopathic PAH.18Research is ongoing to better assess prognosis for patients with all subtypes of PAH.6"
        },
        {
            "parent": 4,
            "text": "Because of the complexity of treatment, patients should be followed regularly at an institution that specializes in PAH.6Family physicians should be aware of PAH treatments and their potential adverse effects.Figure 2presents an algorithm for the treatment of PAH.6"
        },
        {
            "parent": 5,
            "text": "A number of established treatment options for PAH continue to be useful. Two retrospective analyses have reported favorable results with the oral anticoagulant warfarin (Coumadin).19,20Although there is no expert consensus, an International Normalized Ratio of 1.5 to 2.5 is recommended.6Patients with right-sided heart failure may benefit symptomatically from diuretics, although no randomized controlled trials have been performed to demonstrate improvement in symptoms or outcomes with diuretic use.6"
        },
        {
            "parent": 5,
            "text": "Most patients with PAH have only mild arterial hypoxia at rest. Although symptomatic improvement has been reported with oxygen supplementation, this has not been confirmed in controlled studies.6An oxygen saturation greater than 90 percent at all times is recommended.6Inotropic agents, such as digoxin, have been considered for treatment, but no data are available on the effects of long-term treatment.6"
        },
        {
            "parent": 5,
            "text": "Less than 10 percent of patients with idiopathic PAH have a clinically significant reduction of pulmonary arterial pressure with calcium channel blocker therapy.17"
        },
        {
            "parent": 6,
            "text": "More recent medications for PAH include prostacyclin analogues, endothelin receptor antagonists (ERAs), and phosphodiesterase type 5 inhibitors (Table 46,21–38). Prostacyclin is a potent vasodilator that maintains low vascular tone, has antiproliferative properties, and prevents platelet aggregation. The prostacyclin analogues currently approved in the United States are epoprostenol (Flolan), iloprost (Ventavis), and treprostinil (Remodulin)."
        },
        {
            "parent": 6,
            "text": "Endothelin is a potent vasoconstrictor and stimulator of vascular smooth muscle cell proliferation and is believed to be important in the pathophysiology of PAH.39In the United States, currently available ERAs include ambrisentan (Letairis) and bosentan (Tracleer). A third ERA, sitaxsentan, is undergoing investigation pending approval from the U.S. Food and Drug Administration (update 12/15/10: sitaxsentan was withdrawn from the market December 2010)."
        },
        {
            "parent": 6,
            "text": "Phosphodiesterase type 5 inhibitors increase the intracellular concentration of cyclic guanosine mono-phosphate, increase nitric oxide (which induces relaxation of blood vessels), and create antiproliferative effects on vascular smooth muscle cells. Sildenafil (Revatio) and tadalafil (Adcirca) are two phosphodi-esterase type 5 inhibitors currently approved for PAH treatment."
        },
        {
            "parent": 6,
            "text": "Because multiple pathophysiological mechanisms may be involved in PAH, combination therapy may be considered. The addition of sildenafil to epoprostenol monotherapy has been shown to safely improve pulmonary arterial pressure.40More research is needed in this area. More research is also needed to determine whether patients with different types of PAH should have different treatment strategies."
        },
        {
            "parent": 7,
            "text": "Severe PAH may benefit from an interatrial defect by allowing right-to-left shunting and increasing systemic output. Balloon atrial septostomy has been evaluated only in small studies and the benefit is uncertain. Mortality rates for this procedure range from 5 to 15 percent.7At this time, balloon atrial septostomy is recommended only for patients in advanced functional classes III and IV(Table 541)to relieve symptoms before lung transplantation or as a sole treatment modality when no other options are available.6"
        },
        {
            "parent": 7,
            "text": "Lung transplantation has been evaluated only in prospective uncontrolled series because formal randomized controlled trials are considered unethical in the absence of alternative treatment options. The three- and five-year survival rates after transplantation are 55 and 45 percent, respectively.6Lung and heart-lung transplantation are indicated in patients in advanced functional classes III and IV who are refractory to available medical treatments.6Compared with other lung transplant recipients, patients with PAH have a poorer postoperative course and a higher mortality rate.42The unpredictability of the waiting list period and the donor organ shortage complicate the decision-making process."
        },
        {
            "parent": 8,
            "text": "There is no cure for PAH, and the overall prognosis is poor. The course of PAH is progressive and irreversible, with an approximate mortality rate of 15 percent within one year, despite modern therapy.43Lifestyle changes and appropriate therapy can relieve symptoms and potentially slow disease progression."
        },
        {
            "parent": 8,
            "text": "Patients with PAH should receive the pneumococcal vaccine and annual influenza immunization. Smoking cessation is recommended. A healthy lifestyle, including physical activity as tolerated and a nutritious diet, is also advised."
        },
        {
            "parent": 8,
            "text": "The mortality rate for pregnant women with PAH approaches 30 percent.44–46Contraception is strongly recommended in women of childbearing age with PAH,44,45particularly mechanical contraception (intrauterine device) or surgical sterilization.47"
        }
    ],
    "locked": false
}