{
    "url": "https://www.aafp.org/pubs/afp/issues/2010/0401/p887.html#afp20100401p887-f1",
    "title": "Peripheral Neuropathy: Differential Diagnosis and Management | AAFP",
    "author": "HEND AZHARY, MD, MUHAMMAD U. FAROOQ, MD, MINAL BHANUSHALI, MD, ARSHAD MAJID, MD, AND MOUNZER Y. KASSAB, MD",
    "doi": "Am Fam Physician.2010;81(7):887-892",
    "abstract": "Peripheral neuropathy has a variety of systemic, metabolic, and toxic causes. The most common treatable causes include diabetes mellitus, hypothyroidism, and nutritional deficiencies. The diagnosis requires careful clinical assessment, judicious laboratory testing, and electrodiagnostic studies or nerve biopsy if the diagnosis remains unclear. A systematic approach begins with localization of the lesion to the peripheral nerves, identification of the underlying etiology, and exclusion of potentially treatable causes. Initial blood tests should include a complete blood count, comprehensive metabolic profile, and measurement of erythrocyte sedimentation rate and fasting blood glucose, vitamin B12, and thyroid-stimulating hormone levels; specialized tests should be ordered if clinically indicated. Lumbar puncture and cerebrospinal fluid analysis may be helpful in the diagnosis of Guillain-Barré syndrome and chronic inflammatory demyelinating neuropathy. Electrodiagnostic studies, including nerve conduction studies and electromyography, can help in the differentiation of axonal versus demyelinating or mixed neuropathy. Treatment should address the underlying disease process, correct any nutritional deficiencies, and provide symptomatic treatment.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "HISTORY AND PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 3,
            "name": "DIAGNOSTIC TESTING",
            "level": 3
        },
        {
            "id": 4,
            "name": "ELECTRODIAGNOSTIC STUDIES",
            "level": 3
        },
        {
            "id": 5,
            "name": "NERVE BIOPSY",
            "level": 3
        },
        {
            "id": 6,
            "name": "Principles of Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The peripheral nerves consist of bundles of long neuronal axons as they exit the central nervous system (CNS). Some peripheral nerves are wrapped in a myelin sheath generated by Schwann cells, whereas others are unmyelinated. Peripheral nerves serve different motor, sensory, and autonomic functions. The term peripheral neuropathy is usually used to describe symmetric and universal damage to adjacent nerves. The damage and clinical manifestations are usually located distally with a proximal progression. Several disorders can damage peripheral nerves and cause peripheral neuropathy; it is important to differentiate actual neuropathy from other disorders that can have a similar clinical presentation."
        },
        {
            "parent": 0,
            "text": "One study estimated that the prevalence of peripheral neuropathy in the family medicine setting is 8 percent in persons 55 years and older.1The prevalence in the general population may be as high as 2.4 percent.2A community-based study estimated the prevalence of peripheral neuropathy in patients with type 2 diabetes mellitus to be 26.4 percent.3"
        },
        {
            "parent": 1,
            "text": "Peripheral neuropathy can be caused by a variety of systemic diseases, toxic exposures, medications, infections, and hereditary disorders(Table 1). The most common treatable causes are diabetes, hypothyroidism, and nutritional deficiencies."
        },
        {
            "parent": 2,
            "text": "When a patient presents with symptoms of distal numbness, tingling and pain, or weakness, the first step is to determine whether the symptoms are the result of peripheral neuropathy or of a lesion in the CNS, and whether a single nerve root, multiple nerve roots, or a peripheral nerve plexus is involved. CNS lesions may be associated with other features, such as speech difficulty, double vision, ataxia, cranial nerve involvement, or, in cases of myelopathy, impairment of bowel and bladder functions. Deep tendon reflexes are usually brisk, and muscle tone is spastic. Lesions of the peripheral nerve roots are typically asymmetric, follow a dermatomal pattern of sensory symptoms, and may have associated neck and low back pain. Lesions of the plexus are asymmetric with sensorimotor involvement of multiple nerves in one extremity."
        },
        {
            "parent": 2,
            "text": "A 128-Hz tuning fork should be used to test the vibratory sensations in extremities. Loss of sensation (including vibration, proprioception, temperature, and pinprick sensations) in distal extremities suggests peripheral neuropathy, as does a distal-to-proximal gradient of reflex elicitation."
        },
        {
            "parent": 2,
            "text": "Once the lesion has been localized to peripheral nerves, the next step is to find the etiology and exclude potentially treatable causes, such as acquired toxic, nutritional, inflammatory, or immune-mediated demyelinating disorders. The neuropathies must be further characterized by onset and chronicity of symptoms, the pattern and extent of involvement, and the type of nerve fibers involved (i.e., sensory, motor, or autonomic)."
        },
        {
            "parent": 2,
            "text": "In the early stages of peripheral neuropathy, patients typically present with progressive symptoms, including sensory loss, numbness, and pain or burning sensations in distal limbs in a “stocking and glove” distribution. Over time, the numbness may extend proximally, and mild distal muscle weakness and atrophy may occur. In disorders that cause acute peripheral neuropathy, such as those produced by toxic exposures, patients may present with similar but more fulminant symptoms, and pain predominates; symptoms also typically have a faster progression. In other disorders, such as acute inflammatory demyelinating disorder (i.e., Guillain-Barré syndrome) and chronic inflammatory demyelinating polyneuropathy, weakness rather than sensory loss typically predominates and may be the earliest sign of the disease."
        },
        {
            "parent": 2,
            "text": "The presence of neuropathic symptoms, decreased ankle reflexes, and decreased distal sensations, regardless of distal muscle weakness and atrophy, makes the diagnosis of peripheral neuropathy likely.4The isolated presence of neuropathic symptoms or decreased ankle reflexes is less valuable for diagnosis. Some causes of peripheral neuropathy are characterized by mononeuropathy, some involve multiple nerves, and others have autonomic dysfunction or pain prominence(Table 2)."
        },
        {
            "parent": 3,
            "text": "The evaluation of a patient with peripheral neuropathy starts with simple blood tests, including a complete blood count, comprehensive metabolic profile, and measurement of erythrocyte sedimentation rate and fasting blood glucose, vitamin B12, and thyroid-stimulating hormone levels5(Figure 1). Additional tests, if clinically indicated, may include a paraneoplastic panel to evaluate for occult malignancy; antimyelin-associated glycoprotein antibodies to evaluate for sensorimotor neuropathies; antiganglioside antibodies; cryoglobulins; cerebrospinal fluid (CSF) analysis to evaluate for chronic inflammatory demyelinating neuropathy; antisulfatide antibodies to evaluate for auto-immune polyneuropathy; and genetic testing if hereditary peripheral neuropathy is suspected(Table 3)."
        },
        {
            "parent": 3,
            "text": "Lumbar puncture and CSF analysis may be helpful in diagnosing Guillain-Barré syndrome and chronic inflammatory demyelinating neuropathy; CSF protein levels may be elevated in patients with these conditions.6,7"
        },
        {
            "parent": 4,
            "text": "Electrodiagnostic studies are recommended if the diagnosis remains unclear after initial diagnostic testing and a careful history and physical examination.4,5There are two primary types of electrodiagnostic studies: nerve conduction studies and electromyography (EMG). Nerve conduction studies assess the shape, amplitude, latency, and conduction velocity of an electrical signal conducted over the tested nerve. Axonal loss leads to lower amplitudes, and demyelination causes prolonged latency and slow conduction velocity. EMG can detect active axonal damage, as evidenced by the presence of spontaneous muscle fiber activity at rest resulting from the absence of neuro-regulation (denervation). The motor unit action potential on voluntary muscle contraction also is assessed. In neuropathic conditions, reinnervation changes are recorded, the details of which are beyond the scope of this article."
        },
        {
            "parent": 4,
            "text": "Electrodiagnostic studies can help determine whether the neuropathy is the result of damage to the axons (axonal neuropathy) or the myelin (demyelinating neuropathy), or both (mixed). Normal nerve conduction studies and needle EMG significantly decrease the likelihood of peripheral neuropathy, whereas abnormal nerve conduction findings confirm the diagnosis."
        },
        {
            "parent": 4,
            "text": "A potential limitation of electrodiagnostic studies is that they are able to test only the large, myelinated nerve fibers. This limits their sensitivity in detecting neuropathies of the small nerve fibers (i.e., those with pain, temperature, and autonomic functions). In these cases, a specialized test directed at autonomic functions, and other non-electrodiagnostic tests (e.g., epidermal skin biopsy) may yield the diagnosis."
        },
        {
            "parent": 5,
            "text": "Nerve biopsy should be considered when the diagnosis remains uncertain after laboratory and electrodiagnostic testing, or when confirmation of the diagnosis is needed before initiating aggressive treatment (e.g., in cases of vasculitis when steroids or chemotherapy is used). Sural and superficial peroneal nerves are preferred for biopsy. When all investigations fail to identify a cause and electrodiagnostic studies show axonal-type symmetric peripheral neuropathy, idiopathic peripheral neuropathy is the presumptive diagnosis. Epidermal skin biopsy can be performed in patients with burning, numbness, and pain, and in whom small, unmyelinated nerve fibers are suspected to be the cause. Small nerve fiber damage may constitute the earliest stages of some peripheral neuropathies and cannot be detected by electrodiagnostic studies.2,5"
        },
        {
            "parent": 6,
            "text": "Treatment of peripheral neuropathy has two goals: controlling the underlying disease process and treating troublesome symptoms. The former is usually achieved by eliminating offending agents, such as toxins or medications; correcting a nutritional deficiency; or treating the underlying disease (e.g., corticosteroid therapy for immune-mediated neuropathy).8These steps are important to halt the progression of neuropathy, and they may improve symptoms."
        },
        {
            "parent": 6,
            "text": "Acute inflammatory neuropathies require more urgent and aggressive management with intravenous immunoglobulin9or plasmaphereis.10In addition, respiratory function testing and hemodynamic monitoring are warranted. Mechanical ventilation should be considered in patients whose forced vital capacity is less than 20 mL per kg or is reduced by more than 30 percent of baseline, or if maximal inspiratory pressure is less than 30 cm of water.11"
        },
        {
            "parent": 6,
            "text": "It is important to help patients control troublesome symptoms of peripheral neuropathy, such as severe numbness and pain, as well as to alleviate disability resulting from weakness.12Several pharmacologic options exist to treat neuropathic pain, including some antiseizure medications (e.g., gabapentin [Neurontin], topiramate [Topamax], carbamazepine [Tegretol], pregabalin [Lyrica])13,14and antidepressants (e.g., amitriptyline).15–17Topical patches and sprays containing lidocaine (Lidoderm) or capsaicin (Zostrix) also may relieve pain in some patients.18Other supportive measures, such as foot care, weight reduction, and shoe selection, may also be helpful.2Narcotics may have a role in the treatment of chronic neuropathic pain in selected patients19; candidates initially should be evaluated for their risk of substance abuse and addiction, and several nonnarcotic regimens should be tried first. A second opinion regarding the patient's diagnosis and management also should be considered before initiating long-term opioid therapy."
        }
    ],
    "locked": false
}