{
    "url": "https://www.aafp.org/pubs/afp/issues/2009/0701/p44.html#afp20090701p44-f2",
    "title": "Helping Patients Who Drink Too Much: An Evidence-Based Guide for Primary Care Physicians | AAFP",
    "author": "MARK L. WILLENBRING, MD, SUENA H. MASSEY, MD, AND MAUREEN B. GARDNER",
    "doi": "Am Fam Physician.2009;80(1):44-50",
    "abstract": "Excessive alcohol consumption is a leading cause of preventable morbidity and mortality, but few heavy drinkers receive treatment. Primary care physicians are in a position to address heavy drinking and alcohol use disorders with patients, and can do so quickly and effectively. The National Institute on Alcohol Abuse and Alcoholism has published a guide for physicians that offers an evidence-based approach to screening, assessing, and treating alcohol use disorders in general health care settings. Screening can be performed by asking patients how many heavy drinking days they have per week. Assessing patients' willingness to change their drinking behaviors can guide treatment. Treatment recommendations should be presented in a clear, nonjudgmental way. Patients who are not alcohol-dependent may opt to reduce drinking to lower risk levels. Patients with alcohol dependence should receive pharmacotherapy and brief behavioral support, as well as disease management for chronic relapsing dependence. All patients with alcohol dependence should be encouraged to participate in community support groups.",
    "headers": [
        {
            "id": 0,
            "name": "Clinical Approach",
            "level": 2
        },
        {
            "id": 1,
            "name": "SCREENING",
            "level": 3
        },
        {
            "id": 2,
            "name": "ASSESSMENT",
            "level": 3
        },
        {
            "id": 3,
            "name": "TREATMENT",
            "level": 3
        },
        {
            "id": 4,
            "name": "TRACKING PROGRESS",
            "level": 3
        },
        {
            "id": 5,
            "name": "Managing Chronic Alcohol Dependence",
            "level": 2
        },
        {
            "id": 6,
            "name": "Final Comments",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Nearly one third of U.S. adults drink enough to cause or place them at risk of adverse consequences.1In 2000, excessive alcohol use led to 85,000 premature deaths in the United States.2This was the third leading cause of death from modifiable factors after tobacco use, and poor diet and physical inactivity."
        },
        {
            "parent": -1,
            "text": "Almost one third of U.S. adults meet the criteria for an alcohol use disorder at some point in their life.3The chances of developing an alcohol use disorder of abuse or dependence, or a physical illness such as liver disease, increase the more a person drinks per day and the more days he or she drinks per week.4The National Institute on Alcohol Abuse and Alcoholism (NIAAA) recommends that men younger than 65 years drink no more than four drinks per day and no more than 14 drinks per week. The recommended limits for women of any age and for men 65 years and older are no more than three drinks per day and no more than seven drinks per week. “Heavy drinking” refers to amounts in excess of daily limits."
        },
        {
            "parent": -1,
            "text": "Persons who engage in heavy drinking have a greater risk of injuries, physical disorders, and psychiatric disorders. However, only about 13 percent of persons with alcohol dependence receive specialized addiction treatment, and only 24 percent seek any kind of help.5Only the most severely dependent drinkers attend alcohol rehabilitation programs.6For those who do, there is a 10-year gap between the onset of the disorder (21 years of age, on average) and first treatment.3"
        },
        {
            "parent": -1,
            "text": "Primary care physicians are often the only medical professionals that an at-risk drinker will encounter, placing them in a prime position to help prevent premature morbidity and mortality from alcohol use. Physicians seldom identify or adequately address patients' drinking. A study of care quality in primary care practices found that patients with alcohol dependence received only 11 percent of the recommended care.7"
        },
        {
            "parent": -1,
            "text": "In 2005, after recognizing this discrepancy in care, the NIAAA revised its physician's guide, “Helping Patients Who Drink Too Much.”8This free publication, which was updated in 2007, is available from the NIAAA Web site athttp://www.niaaa.nih.gov/guide. The guide provides evidence-based recommendations presented in an easy-to-use format for busy physicians. It addresses screening for alcohol use disorders, assessing at-risk patients, and managing the care of heavy drinkers in primary care and general mental health settings. It also includes “A Pocket Guide for Alcohol Screening and Brief Intervention.” Additionally, the NIAAA has developed training programs with continuing education credit, including an animated slide show and an interactive, online program with video case scenarios. All programs are available on the NIAAA Web site."
        },
        {
            "parent": -1,
            "text": "Many primary care physicians are familiar with counseling at-risk drinkers, but choose to refer patients with alcohol use disorders to specialized rehabilitation programs. However, patients with alcohol dependence often refuse a referral because their health insurance does not cover it or because the treatment program is too far away. Even if patients accept a referral and complete a rehabilitation program, about one third will not respond to treatment.9The NIAAA guide offers detailed assistance for physicians to effectively treat these patients. It includes a user-friendly program that combines medication with a disease-management approach that was shown in recent research to be as effective as specialized alcohol counseling.10"
        },
        {
            "parent": -1,
            "text": "This article provides a brief overview of the NIAAA guide. Ultimately, primary care physicians must play a larger role in identifying alcohol use disorders and making treatment accessible to those who need it."
        },
        {
            "parent": 0,
            "text": "Alcohol use occurs along a continuum, as shown inTable 18andFigure 1. Appropriate treatment should be applied based on the severity of the patient's drinking. The NIAAA guide focuses on two groups: at-risk drinkers (i.e., those who exceed recommended maximum daily levels of drinking but do not have drinking-related symptoms), and drinkers with an alcohol use disorder (i.e., those who meet diagnostic criteria for alcohol abuse or dependence). A summary of the clinical approach to screening, assessment, and treatment of at-risk drinking and alcohol use disorders is shown inFigure 2.8"
        },
        {
            "parent": 1,
            "text": "The simplest way to screen a patient for alcohol use disorders or at-risk drinking is to ask how often he or she has exceeded the daily maximum drinking limits in the previous year. This single-question screen has been shown to be as sensitive and specific as other screening methods.11Addressing the quantity and frequency of drinking can teach the patient about appropriate alcohol limits. Incorporating questions about alcohol consumption into a conversation about other health habits, such as smoking, can decrease patients' defensiveness about drinking."
        },
        {
            "parent": 1,
            "text": "If your practice is set up for patients to complete a written questionnaire, the 10-item Alcohol Use Disorders Identification Test (AUDIT)12is recommended. It is helpful to accompany the AUDIT with a copy of the NIAAA chart “What's a Standard Drink?” that shows standard sizes of different alcoholic beverages. (Both items are available athttp://www.niaaa.nih.gov/guide.) The standard drink chart will help patients accurately answer questions about quantity and frequency of their drinking. The NIAAA sets the standard drink size at about 14 g of absolute ethanol. This equals about 12 oz of beer (5 percent ethanol), 5 oz of wine (12 percent ethanol), or 1.5 oz of 80-proof liquor.8"
        },
        {
            "parent": 1,
            "text": "The U.S. Preventive Services Task Force recommends screening adult patients for at-risk drinking13; however, it may be difficult to screen at every patient encounter. There are specific circumstances when screening is particularly important: patients who are likely to drink heavily, such as smokers, adolescents, and young adults; patients who will be taking prescription medication; women who may become pregnant; patients with symptoms that may result from heavy drinking; patients in the emergency department; and patients presenting for routine preventive examinations."
        },
        {
            "parent": 2,
            "text": "The diagnosis of alcohol use disorders is made using theDiagnostic and Statistical Manual of Mental Disorders, 4th ed., text revision (DSM-IV-TR). The DSM-IV-TR makes a clear distinction between alcohol abuse and dependence(Table 2).14A diagnosis of alcohol abuse requires meeting one of four abuse criteria without meeting any criteria for alcohol dependence. A diagnosis of alcohol dependence requires meeting three of seven dependence criteria. However, recent research indicates that symptoms of the two categories intermix. For example, it appears that some symptoms of alcohol dependence may occur in milder cases, and some symptoms of alcohol abuse only occur in severe alcohol dependence.15"
        },
        {
            "parent": 2,
            "text": "The degree of disability caused by alcohol dependence is associated with the total number of dependence criteria met,3which may include abuse criteria. Because abuse and dependence symptoms intermingle, most physicians will likely differentiate at-risk drinking from alcohol use disorders based on whether the patient has experienced repeated adverse consequences or is distressed by the inability to control his or her drinking. This differential diagnosis constitutes an important decision because of the difference in treatment strategies for at-risk drinking and for alcohol use disorders. Distinguishing between alcohol abuse and dependence is less important for treatment."
        },
        {
            "parent": 3,
            "text": "At-risk drinking and alcohol use disorders are managed differently, but there are similarities in the approaches. It is important for the physician to clearly communicate conclusions and recommendations while keeping a nonjudgmental attitude. Reporting observable facts or endorsed symptoms, and explaining the relationship between drinking and other medical concerns is appropriate."
        },
        {
            "parent": 3,
            "text": "After stating the initial assessment and recommendations, the physician should briefly assess the patient's motivation for treatment by asking, “Are you willing to consider changing your drinking habits at this time?” Patients may express some willingness to consider change, but may also appear ambivalent or uncertain. Exploring the uncertainty and mixed feelings with patients is helpful, as is discussing the pros and cons of changing drinking behaviors. It should become clear during this discussion whether the patient is ready to commit to treatment."
        },
        {
            "parent": 3,
            "text": "Managing At-Risk Drinking. At-risk drinkers who are willing to change their drinking habits respond well to motivational counseling.13The physician and patient should agree on a goal, such as abstaining from alcohol or staying within set limits. The NIAAA Web site (http://www.niaaa.nih.gov/guide) offers patient education handouts on standard drink sizes and drinking limits, strategies for cutting down or abstaining from drinking, and calendars to keep track of drinking. Setting regular follow-up appointments will reinforce the behavior changes and help prevent reversion to previous drinking patterns."
        },
        {
            "parent": 3,
            "text": "Patients who are unwilling to commit to a specific goal may still benefit from education materials about recommended limits and strategies for cutting down alcohol intake. Physicians should express interest in helping these patients reduce their drinking when they are ready. Changing health behavior is not easy, and repeated attention from the physician over time is often needed."
        },
        {
            "parent": 3,
            "text": "Managing Alcohol Use Disorders. For patients with moderate to severe alcohol use disorders (i.e., those meeting five or more DSM-IV-TR criteria for alcohol abuse or dependence), it is best to recommend abstinence from alcohol. At-risk drinkers and those with mild alcohol use disorders are often able to reduce their drinking successfully; however, as the severity of the alcohol use disorder increases, the number of persons who can continue to drink at reduced amounts without relapse drops markedly.5"
        },
        {
            "parent": 3,
            "text": "The physician should assess any withdrawal symptoms associated with cessation of drinking and treat accordingly. For alcohol-dependent patients who endorse a goal of abstinence, pharmacotherapy should be considered. Several medications have been shown to reduce the risk of relapse in early recovery, including oral naltrexone (Revia), long-acting injectable naltrexone (Vivitrol), acamprosate (Campral), and topiramate (Topamax).16–18Naltrexone and acamprosate have been tested primarily in patients who are abstinent at the initiation of treatment, whereas topiramate has demonstrated effectiveness in patients who are still drinking at the time of trial entry.18Patients who do not respond to one medication should be offered a trial of another. There is no research suggesting a particular order in which to prescribe medications for alcohol dependence, nor are there patient characteristics that reliably predict response to a certain medication. Also, there is no demonstrated benefit to combining medications, although not all medication combinations have been tested.10,19Brief behavioral support, similar to disease management for other disorders, should be provided in conjunction with medication."
        },
        {
            "parent": 3,
            "text": "Some physicians may choose to refer patients with alcohol dependence to an addiction specialist or treatment program. Considerable research supports the effectiveness of specialized treatment.20Because many treatment programs do not offer medication, physicians should consider prescribing medication in patients attending community support groups or specialty rehabilitation treatment. Although most medication trials range from 12 to 16 weeks, it is reasonable to continue medication treatment for six to 12 months because of the high risk of relapse. All patients should be encouraged to participate in community support groups such as Alcoholics Anonymous. Many patients are able to combine pharmacotherapy and support group participation successfully.10"
        },
        {
            "parent": 4,
            "text": "The physician should systematically obtain information about the patient's quantity and frequency of drinking at each follow-up visit. Useful metrics include how many days the patient drank per month (including total days and heavy drinking days), how many drinks per typical drinking day, and the maximum number of drinks in one day. This allows the patient and the physician to monitor progress. For patients with initially elevated levels of serum gamma-glutamyl transferase or carbohydrate-deficient transferrin, monitoring these levels can be useful adjuncts to the patient's self-reported progress. Tracking these outcomes notifies the physician when the patient's progress has fallen short of the goal."
        },
        {
            "parent": 5,
            "text": "Most persons recovering from severe alcohol dependence define a good outcome as permanent abstinence from drinking alcohol.21However, clinical reality is more complex, and successful clinical management requires a more nuanced approach. About one third of persons meeting dependence criteria at some point in their life have a relatively brief course of heavy drinking during late adolescence and early adulthood.6Most of these persons fully recover as they mature into adults, and 40 percent eventually become stable low-risk drinkers.5,22Almost none of these persons receives treatment,6and physicians are most likely to encounter them only if they present with acute trauma."
        },
        {
            "parent": 5,
            "text": "Another 40 percent of persons meeting these criteria develop dependence mid-life, and are more likely to have a family history of alcohol dependence, and anxiety or depression.6This group also has relatively mild alcohol dependence (i.e., meeting three to four dependence criteria). Most continue to function reasonably well and eventually remit after a few years. This group is likely to present to a primary care physician and have excellent prognosis for full recovery, including nonabstinent recovery (i.e., engaging only in low-risk drinking and not meeting any criteria for an alcohol use disorder).5,22"
        },
        {
            "parent": 5,
            "text": "Only about one third of persons who meet dependence criteria at some point have early-onset, severe alcohol dependence (i.e., meeting five to seven dependence criteria), which is characterized by a strong family history of alcohol dependence, antisocial behavior, significant disability, and a chronic or recurrent course.6This is the group most prominent in public discourse. Most patients in treatment programs and members of Alcoholics Anonymous fall into this group.5,23Although many persons with recurrent dependence eventually make a full recovery, most will have at least occasional relapses, and some will never achieve full recovery."
        },
        {
            "parent": 5,
            "text": "To determine whether a patient with chronic alcohol dependence is responding to treatment, it is helpful to distinguish between the goal of treatment and the outcome. The goal of all treatment is full, permanent recovery, defined as either abstinence or low-risk drinking without any alcohol-related problems. However, as with other medical treatments, the actual outcome often falls short of the ideal. It is important to realize that even if the goal is not reached, the outcome may still be acceptable. Outcomes may be roughly divided into recovery, response, and nonresponse, with response indicating a significant improvement without full recovery. For example, the patient's number of heavy drinking days per month may decrease significantly, or the length of abstinent periods may increase while the severity and length of relapses decrease. This approach resembles that used for other chronic or recurrent disorders, such as diabetes, asthma, or depression. It is also a highly intuitive approach."
        },
        {
            "parent": 5,
            "text": "However, as with any chronic disease, distinguishing between response and nonresponse requires the use of quantitative outcome measurements, such as glycosylated hemoglobin, forced expiratory volume in one second, or the nine-item Patient Health Questionnaire score.24For alcohol dependence, the easiest measures to use are number of heavy drinking days per month and number of drinks per typical week."
        },
        {
            "parent": 6,
            "text": "Repeated or long-term continuous treatment may be necessary for chronic or recurrent alcohol dependence. Care management is effective for patients with alcohol dependence who have serious alcohol-related medical disorders, such as liver disease.25–27If patients are encouraged to stop drinking during preventive care visits, many will decrease the frequency and quantity of drinking, and eventually achieve stable abstinence. Changing health behavior is difficult, characterized by periods of improvement and reversion to previous behavior. Patients often initiate change attempts repeatedly before achieving a healthy stability. Even when full recovery is not achieved, care management can reduce complications and lengthen meaningful life. The primary care physician can make a difference across the entire spectrum of care for heavy drinking and alcohol use disorders."
        }
    ],
    "locked": false
}