{
    "url": "https://www.aafp.org/pubs/afp/issues/2009/0901/p461.html#afp20090901p461-f5",
    "title": "Treatment Options for Acne Rosacea | AAFP",
    "author": "CONSTANCE GOLDGAR, MS, PA-C, DAVID J. KEAHEY, MSPH, PA-C, AND JOHN HOUCHINS, MD",
    "doi": "Am Fam Physician.2009;80(5):461-468",
    "abstract": "Rosacea is a common chronic, and sometimes progressive, dermatosis. It is characterized, alone or in combination, by central facial erythema, symmetric flushing, stinging sensation, inflammatory lesions (papules and pustules), telangiectasias, and phymatous changes (tissue hyperplasia and nodules). Rosacea can occur in adults of any ethnicity, and adversely affects patients' quality of life. The condition can be effectively controlled with therapy tailored to the specific subtype of rosacea that is affecting the patient. Topical metronidazole, sulfacetamide/sulfur, and azelaic acid are generally effective for patients with mild rosacea. For moderate papulopustular rosacea, combination therapy with oral tetracyclines and topical agents is the first-line choice. Treatment with a topical agent, such as metronidazole, may help maintain remission. Patients with ocular involvement may benefit from long-term oral antibiotics and metronidazole gel. Referral to a subspecialist is necessary for patients who have ocular rosacea with ophthalmic complications, severe or recalcitrant rosacea, or phymatous changes.",
    "headers": [
        {
            "id": 0,
            "name": "Nonpharmacologic Therapy",
            "level": 2
        },
        {
            "id": 1,
            "name": "Topical Therapy",
            "level": 2
        },
        {
            "id": 2,
            "name": "EFFECTIVE TOPICAL THERAPY",
            "level": 3
        },
        {
            "id": 3,
            "name": "TOPICAL THERAPIES WITH LIMITED OR UNKNOWN EFFECTIVENESS",
            "level": 3
        },
        {
            "id": 4,
            "name": "Systemic Therapy",
            "level": 2
        },
        {
            "id": 5,
            "name": "EFFECTIVE ORAL AGENTS",
            "level": 3
        },
        {
            "id": 6,
            "name": "ORAL AGENTS COMPARED WITH TOPICAL TREATMENT",
            "level": 3
        },
        {
            "id": 7,
            "name": "Ocular Rosacea",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Rosacea is a common skin condition with characteristic symptoms and signs, including symmetric flushing, stinging sensation, inflammatory lesions (papules and pustules), and telangiectasias on the face. It may also cause inflammation of the eyes and eyelids. In most patients, the central area of the face is affected, such as the nose, forehead, chin, and perioral areas. Phymatous changes include thickened skin and large pores. Clinical findings represent a spectrum of disease with one or several predominating characteristics, including a pattern of exacerbations and relative inactivity. The National Rosacea Society classifies rosacea into four subtypes: erythematotelangiectatic, papulopustular, phymatous, and ocular. These subtypes are further classified by severity based on the number of papules/pustules and plaques (Figures 1through4).1"
        },
        {
            "parent": -1,
            "text": "Rosacea affects an estimated 14 million patients in the United States.2It is more common in white persons but can occur in persons of other ethnicities. Rosacea is somewhat more likely to occur in women. It generally emerges when patients are in their 30s, although it can develop in younger age groups.2The influence of heredity on the development of rosacea has not been well studied. However, one survey suggests that first- and second-degree relatives of patients with rosacea have a higher rate of rosacea, and persons of Irish, English, or German ancestry are more likely to develop the disease.3Although this evidence is weak, it supports epidemiologic patterns that are anecdotally noted in the literature."
        },
        {
            "parent": -1,
            "text": "The differential diagnosis of rosacea includes acne vulgaris, systemic lupus erythematosus, polymyositis, sarcoidosis, photodermatitis, drug eruptions (particularly from iodides and bromides), granulomas of the skin, and perioral dermatitis. The differential diagnosis of ocular rosacea may include staphylococcal and seborrheic blepharokeratoconjunctivitis, and sebaceous gland carcinoma.4"
        },
        {
            "parent": -1,
            "text": "A 2005 Cochrane review concluded that the quality of studies evaluating rosacea treatments is generally poor.5Drug therapy is based on rosacea classification, severity, and response to previous treatment regimens (Table 1).1,6,7Figure 5presents a treatment algorithm for rosacea."
        },
        {
            "parent": 0,
            "text": "The initial therapeutic approach for rosacea, especially the erythematotelangiectatic and papulopustular subtypes, is avoidance of known triggers or exacerbating factors (Table 28) when possible. These factors may be specific to individual patients."
        },
        {
            "parent": 0,
            "text": "Patients with rosacea should avoid sun exposure, wear wide-brimmed hats when outdoors, and use a broad-spectrum sunscreen daily that has a sun protection factor of at least 15. Because sunscreen products can be irritating, patients with rosacea may better tolerate formulations with a simethicone or dimethicone base that contain titanium dioxide or zinc oxide.9,10Astringents and other skin care products containing alcohol, menthol, eucalyptus oil, clove oil, peppermint, witch hazel, or sodium lauryl sulfate should be avoided. Emollient, noncomedogenic moisturizers and fragrance-free, soap-free products with a nonalkaline or neutral pH level are recommended.10,11"
        },
        {
            "parent": 0,
            "text": "Although few studies have examined nonpharmacologic treatments for erythematotelangiectatic and phymatous rosacea, vascular lasers are the mainstay of nonpharmacologic therapy and have been useful for treating resistant telangiectasias, persistent erythema, and recalcitrant rosacea.12,13Cosmetic improvement of rhinophyma may be achieved with mechanical dermabrasion, carbon-dioxide laser peel, cold steel excision, electrosurgery, and surgical shave techniques; however, the evidence for the effectiveness of these treatments is limited."
        },
        {
            "parent": 1,
            "text": "Topical regimens are first-line therapies for mild papulopustular rosacea because there is less risk of adverse events, drug interactions, and antibiotic resistance. The severity of the patient's presentation helps guide the decision to initiate topical therapy alone or in combination with systemic therapy. Systemic therapy should be withdrawn when adequate response occurs. Topical therapies for rosacea are summarized inTable 3."
        },
        {
            "parent": 2,
            "text": "Metronidazole. Metronidazole (Metrogel) is one of two topical medications approved by the U.S. Food and Drug Administration (FDA) for the treatment of rosacea. Its effectiveness is based on several valid, well-controlled trials.5Different preparations of metronidazole have been compared with placebo and active comparators, with outcomes ranging from papule/pustule counts and erythema ratings to physician global rosacea scores and patient opinion scores.5Topical metronidazole is generally well tolerated with few local skin adverse reactions, and it is the recommended topical therapy for rosacea."
        },
        {
            "parent": 2,
            "text": "Azelaic Acid. The effectiveness and safety of the acne drug azelaic acid (Azelex) has been supported by two double-blind, randomized controlled trials (RCTs), leading the FDA to approve its use for the treatment of rosacea.5Two RCTs comparing azelaic acid with metronidazole over 12 to 15 weeks concluded that azelaic acid is comparable to or exceeds the clinical effectiveness of metronidazole in treating erythema, nodules, papules, and pustules.5Azelaic acid is not effective for telangiectasias. Adverse events were insignificant. Azelaic acid may be used as a first- or second-line therapy for rosacea."
        },
        {
            "parent": 2,
            "text": "Other Effective Topical Treatments. Three studies have investigated the effectiveness of sulfacetamide/sulfur cream. One study compared the cream with placebo,5and two compared it with metronidazole.14,15Although weak in quality, these studies appear to support the use of sulfacetamide/sulfur cream as an alternative to topical metronidazole. Limited data suggest that benzoyl peroxide/clindamycin (Benzaclin) and benzoyl peroxide/erythromycin (Benzamycin) gels are effective for the treatment of inflammatory rosacea.5Two RCTs showed statistically and clinically significant improvement with these gels.5Adverse events included burning and itching at the treatment site, which are common with the use of benzoyl peroxide."
        },
        {
            "parent": 3,
            "text": "Adapalene (Differin), a retinoic acid receptor agonist used for treating acne vulgaris, has been shown to effectively reduce papules and pustules, but not erythema or telangiectasias.16Silymarin, a bioflavonoid with anti-inflammatory activity, is combined with methylsulfonylmethane for its photoprotective attributes. Studies have shown that silymarin combined with methylsulfonylmethane improves papules, erythema, hydration, and itching, but not pustule number, making it an option for patients with erythematotelangiectatic rosacea.17When used twice daily with sunscreen, the antiparasitic agent permethrin has been shown to effectively reduce papules and erythema, but not telangiectasias, pustules, and rhinophyma.5Evidence for these topical agents requires further validation in larger well-controlled studies before they can be recommended for treating rosacea."
        },
        {
            "parent": 4,
            "text": "Evidence for using oral antibiotics to treat rosacea is limited and is often based on clinical experience or older, low-quality studies instead of on well-designed RCTs. Initial therapy for moderate to severe rosacea should include oral treatment or a combination of topical and oral treatments. Because rosacea is a chronic disease, the long-term use of antibiotics can lead to adverse effects. Additionally, concerns about long-term use of antibiotics leading to resistant bacterial strains need to be addressed. One potential management strategy is to taper the dosage of oral antibiotics after six to 12 weeks of successful treatment, transitioning to topical agents only.18–20Systemic therapies for rosacea are summarized inTable 4. Licorice is the only herbal therapy studied in clinical trials that reduced erythema in patients with mild to moderate rosacea.21"
        },
        {
            "parent": 5,
            "text": "Tetracyclines. Subantimicrobial dose antibiotics may act as anti-inflammatory agents without creating bacterial resistance.18Oral tetracyclines, most commonly doxycycline, tetracycline, and minocycline (Minocin), have been used to treat papulopustular rosacea for more than four decades. Doxycycline is the only drug approved by the FDA to specifically treat papulopustular rosacea. Two RCTs with a total of 269 patients have shown that subantimicrobial dose doxycycline, alone or added to topical metronidazole therapy, reduces inflammatory lesions in patients with moderate to severe rosacea.22"
        },
        {
            "parent": 5,
            "text": "Three to four weeks of therapy with a tetracycline is required before substantial improvement occurs; typical duration of therapy ranges from six to 12 weeks. Three small, older studies evaluating the use of tetracycline in 181 patients with rosacea concluded that tetracycline is significantly more effective than placebo, but specific outcomes were not included.5In one study, after tetracycline therapy was terminated, relapse rates within one and six months were 24 and 60 percent, respectively.23Four years after termination of therapy, 31 percent of patients remained in remission."
        },
        {
            "parent": 5,
            "text": "Second-Generation Macrolides. Second-generation clarithromycin and azithromycin have been studied in patients with rosacea, but study quality is poor. Azithromycin demonstrated a 75 percent (P<.001) decrease in total symptom scores, including erythema, telangiectasias, papules, pustules, edema, and scaling. Azithromycin (500 mg three times per week) appeared to be as effective as doxycycline (100 mg daily) in decreasing facial lesions in two unblinded trials of 118 total patients.24–26"
        },
        {
            "parent": 5,
            "text": "Metronidazole. In two studies with a total of 69 patients, oral metronidazole (Flagyl) was as effective as oral tetracycline in reducing papules and pustules; however, study quality was poor.5,27Oral metronidazole is a problematic option for patients with rosacea because of rare adverse effects (e.g., neuropathy, seizures) and its disulfiram-like properties."
        },
        {
            "parent": 5,
            "text": "Isotretinoin. Isotretinoin (Accutane) has been reported to be effective for treating rosacea, including rhinophyma, and appears to positively affect more than one subtype of the disease.28,29One small RCT, including 22 patients with moderate rosacea, showed that low-dose oral isotretinoin and topical tretinoin 0.025% cream (Retin-A) both significantly reduced erythema, papules, and telangiectasias by the ninth week of treatment; combining the medications had no additional benefit.28It is unknown whether isotretinoin can lead to permanent remission of rosacea. In patients with rhinophyma, the size and number of sebaceous glands have decreased with oral isotretinoin.29Isotretinoin is the least studied of oral agents, and appropriate dosing and optimal duration of treatment have not been determined. Isotretinoin may be an alternative therapy, especially in men and in women beyond childbearing. Although this treatment does not cause antibiotic resistance, vigilance is required because of adverse effects."
        },
        {
            "parent": 6,
            "text": "In one RCT, topical clindamycin lotion (Cleocin) was shown to be a safe alternative to oral tetracycline and appeared to be superior in eradicating pustules.5One study comparing oral tetracycline (250 mg twice per day) with metronidazole 1% cream showed no difference in lesion counts or erythema; however, the number of lesions appeared to begin decreasing more quickly with tetracycline.5"
        },
        {
            "parent": 7,
            "text": "Nearly 60 percent of persons with rosacea have ocular involvement. Symptoms include foreign body sensation, photophobia, lid margin telangiectasia, meibomian gland inflammation and inspissation, marginal corneal ulcers, and vascularization.30Ocular involvement may antedate skin involvement. In one study, 20 percent of patients with rosacea presented with ocular symptoms before skin lesions, 53 percent presented with skin lesions before ocular symptoms, and 27 percent had simultaneous onset of ocular and skin findings.31Ocular rosacea typically has a chronic waxing and waning course."
        },
        {
            "parent": 7,
            "text": "Mild ocular rosacea usually responds well to topical agents and eyelid hygiene. A small blinded RCT demonstrated that eyelid hygiene using metronidazole 0.75% gel and the application of warm compresses twice per day helped to significantly improve eyelid scores after 12 weeks.5Moderate ocular rosacea should be treated with oral therapy. In one small randomized, non–placebo-controlled trial, oral tetracycline and doxycycline appeared to equally control the symptoms of ocular rosacea; however, the outcome in this study was physician opinion.32In one older RCT, signs and symptoms of ocular rosacea improved in 65 percent of the 35 patients taking oral oxytetracycline (no longer available in the United States) compared with 28 percent of the 35 patients taking placebo; however, no statistical results were given.5"
        }
    ],
    "locked": false
}