{
    "url": "https://www.aafp.org/pubs/afp/issues/2009/0215/p338.html#afp20090215p338-f1",
    "title": "AASLD Updates Chronic Hepatitis B Recommendations | AAFP",
    "author": "AMBER HUNTZINGER",
    "doi": "Am Fam Physician.2009;79(4):338-343",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "Definitions and Diagnostic Criteria",
            "level": 2
        },
        {
            "id": 1,
            "name": "Screening and Prevention",
            "level": 2
        },
        {
            "id": 2,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 3,
            "name": "Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Guideline source:American Association for the Study of Liver Diseases"
        },
        {
            "parent": -1,
            "text": "Literature search described?Yes"
        },
        {
            "parent": -1,
            "text": "Evidence rating system used?Yes"
        },
        {
            "parent": -1,
            "text": "Published source:Hepatology, February 2007"
        },
        {
            "parent": -1,
            "text": "Available at:http://www3.interscience.wiley.com/cgi-bin/fulltext/114098985/HTMLSTART"
        },
        {
            "parent": -1,
            "text": "About 350 million persons worldwide have chronic hepatitis B virus (HBV) infection, and 1.25 million persons in the United States are HBV carriers. Updated recommendations from the American Association for the Study of Liver Diseases (AASLD) include the preferred diagnostic, therapeutic, and preventive approaches to chronic HBV."
        },
        {
            "parent": 0,
            "text": "Chronic HBV infection is a necroinflammatory disease of the liver caused by persistent infection with HBV, and can be categorized as hepatitis B e antigen (HBeAg) positive or negative. Inactive hepatitis B surface antigen (HBsAg) carriers have HBV infection of the liver without significant, ongoing necroinflammatory disease. HBV infection is resolved when there is no further virologic, biochemical, or histologic evidence of active viral infection or disease. Acute exacerbations or flares include intermittent elevations of transaminase activity to more than 10 times the upper limit of normal and more than twice the baseline value. Reactivation is characterized by the reappearance of active necroinflammatory disease of the liver in persons with inactive HBsAg or resolved hepatitis B. HBeAg clearance is the loss of HBeAg in persons who were previously HBeAg positive. HBeAg seroconversion is defined as the loss of HBeAg and detection of anti-HBeAg in persons who were previously HBeAg positive and anti-HBeAg negative, whereas reversion is the reappearance of HBeAg in persons who were previously HBeAg negative and anti-HBeAg positive."
        },
        {
            "parent": 0,
            "text": "Diagnostic criteria related to HBV include the following."
        },
        {
            "parent": 0,
            "text": "Chronic hepatitis B: HBsAg positive for more than six months, serum HBV DNA greater than 20,000 IU per mL (lower values of 2,000 to 20,000 IU per mL often occur with HBeAg-negative chronic hepatitis B), persistent or intermittent elevation in alanine transaminase (ALT) or aspartate transaminase (AST) levels, and liver biopsy showing chronic hepatitis with moderate or severe necroinflammation.Inactive HBsAg carrier state: HBsAg positive for more than six months, HBeAg negative and anti-HBeAg positive, serum HBV DNA less than 2,000 IU per mL, persistently normal ALT and AST levels, liver biopsy confirming absence of significant hepatitis.Resolved hepatitis B: known history of acute or chronic hepatitis B or the presence of anti-hepatitis B core antigen (anti-HBcAg) with or without anti-HBsAg, HBsAg negative, undetectable serum HBV DNA (very low levels may be detectable with sensitive prostate-specific antigen assays), and normal ALT levels."
        },
        {
            "parent": 1,
            "text": "Table 1lists the high-risk populations that should be screened for HBV infection. Screening includes HBsAg and anti-HBsAg testing. Anti-HBcAg testing may be used, but patients with positive test results should also be screened with HBsAg and anti-HBsAg testing to differentiate infection from immunity or a false-positive result."
        },
        {
            "parent": 1,
            "text": "HBV is transmitted by perinatal, percutaneous, and sexual exposure. HBsAg carriers should be counseled about the risks of transmitting the infection to others (Table 2)."
        },
        {
            "parent": 1,
            "text": "Some high-risk persons, such as household and sexual contacts of HBsAg-positive persons, who test negative for HBV seromarkers should receive HBV vaccination. Newborns of mothers with HBV infection should receive HBV and hepatitis B immune globulin vaccination. Follow-up testing to detect postvaccination response should be performed in persons who remain at risk of infection (e.g., infants of mothers who are carriers, health care workers, patients undergoing dialysis, sexual contacts of carriers)."
        },
        {
            "parent": 2,
            "text": "The evaluation of patients with chronic HBV infection (Table 3) includes a patient history and physical examination. Laboratory testing should also be performed in some patients."
        },
        {
            "parent": 2,
            "text": "HBV DNA assays are important in the evaluation of patients with chronic HBV infection, and serial monitoring can help determine prognosis and need for treatment. Liver biopsy can assess liver damage and rule out other causes of liver disease. Patients not initially considered for treatment should receive follow-up testing (Figure 1)."
        },
        {
            "parent": 3,
            "text": "The main goal of treatment is preventing cirrhosis, hepatic failure, and hepatocellular carcinoma. Other goals include sustained suppression of HBV replication and remission of liver disease. HBeAg-positive and HBeAg-negative patients who meet criteria for chronic HBV infection should be evaluated for treatment, especially those with persistently elevated ALT levels."
        },
        {
            "parent": 3,
            "text": "Interferons are used for a predefined duration, whereas nucleoside analogue (NA) treatment is usually used until specific endpoints are achieved. Antiviral resistance is a major concern with long-term NA treatment. Among the therapies, lamivudine is associated with the highest and entecavir with the lowest resistance in NA-naïve patients. Patients with minimal disease or who are unlikely to achieve sustained response should not be treated with NA, especially those who are younger than 30 years. The most potent NA with the lowest resistance should be used and compliance reinforced."
        },
        {
            "parent": 3,
            "text": "Combination therapy has been beneficial for human immunodeficiency virus and hepatitis C virus infections. However, it has not been shown to be superior to monotherapy in the treatment of HBV infection."
        }
    ],
    "locked": false
}