{
    "url": "https://www.aafp.org/pubs/afp/issues/2009/0601/p963.html#afp20090601p963-f2",
    "title": "Vision Loss in Older Persons | AAFP",
    "author": "ALLEN L. PELLETIER, MD, JEREMY THOMAS, PharmD, AND FAWWAZ R. SHAW, MD",
    "doi": "Am Fam Physician.2009;79(11):963-970",
    "abstract": "Family physicians have an essential role in assessing, identifying, treating, and preventing or delaying vision loss in the aging population. Approximately one in 28 U.S. adults older than 40 years is visually impaired. Vision loss is associated with depression, social isolation, falls, and medication errors, and it can cause disturbing hallucinations. Adults older than 65 years should be screened for vision problems every one to two years, with attention to specific disorders, such as diabetic retinopathy, refractive error, cataracts, glaucoma, and age-related macular degeneration. Vision-related adverse effects of commonly used medications, such as amiodarone or phosphodiesterase inhibitors, should be considered when evaluating vision problems. Prompt recognition and management of sudden vision loss can be vision saving, as can treatment of diabetic retinopathy, refractive error, cataracts, glaucoma, and age-related macular degeneration. Aggressive medical management of diabetes, hypertension, and hyperlipidemia; encouraging smoking cessation; reducing ultraviolet light exposure; and appropriate response to medication adverse effects can preserve and protect vision in many older persons. Anti-oxidant and mineral supplements do not prevent age-related macular degeneration, but may play a role in slowing progression in those with advanced disease.",
    "headers": [
        {
            "id": 0,
            "name": "Screening for Vision Loss",
            "level": 2
        },
        {
            "id": 1,
            "name": "DISEASE-SPECIFIC SCREENING",
            "level": 3
        },
        {
            "id": 2,
            "name": "SCREENING FOR MEDICATION ADVERSE EFFECTS",
            "level": 3
        },
        {
            "id": 3,
            "name": "Management of Vision-Threatening Conditions",
            "level": 2
        },
        {
            "id": 4,
            "name": "SUDDEN VISION LOSS",
            "level": 3
        },
        {
            "id": 5,
            "name": "TREATMENT OF EYE DISEASE IN PERSONS WITH DIABETES",
            "level": 3
        },
        {
            "id": 6,
            "name": "TREATMENT OF AMD",
            "level": 3
        },
        {
            "id": 7,
            "name": "TREATMENT OF PRIMARY OPEN-ANGLE GLAUCOMA",
            "level": 3
        },
        {
            "id": 8,
            "name": "Prevention of Vision Loss",
            "level": 2
        },
        {
            "id": 9,
            "name": "AGGRESSIVE BLOOD GLUCOSE CONTROL",
            "level": 3
        },
        {
            "id": 10,
            "name": "BLOOD PRESSURE MANAGEMENT",
            "level": 3
        },
        {
            "id": 11,
            "name": "LIPID MANAGEMENT",
            "level": 3
        },
        {
            "id": 12,
            "name": "SMOKING CESSATION",
            "level": 3
        },
        {
            "id": 13,
            "name": "ULTRAVIOLET LIGHT EXPOSURE",
            "level": 3
        },
        {
            "id": 14,
            "name": "DIET AND SUPPLEMENTS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Loss of vision is one of the most feared complications of aging.1Approximately one in 28 U.S. adults older than 40 years is visually impaired. Adults older than 80 years comprise 8 percent of the U.S. population, but account for 70 percent of cases of severe visual impairment.2With a rapidly aging population, the number of persons with visual impairment in the United States and worldwide is expected to increase significantly in the next decade."
        },
        {
            "parent": -1,
            "text": "Adults with low vision are at high risk of depression, social withdrawal, and isolation.1,3Vision loss in older persons is an independent risk factor for falls.4Progressive vision loss can be associated with a syndrome of hallucinations which, although benign, can be disturbing to patients.5Older persons with visual impairments are more likely to be institutionalized.6,7Adults who are visually impaired are at risk of self-administered medication errors, which may result in an increased rate of hospitalization.8A retrospective study of adult Medicare beneficiaries found that those with impaired vision incur significantly higher treatment costs for eye- and non–eye-related disease.9Family physicians have an essential role in assessing, identifying, treating, and preventing or delaying vision loss in the aging population.Table 1lists resources for older persons who are visually impaired."
        },
        {
            "parent": 0,
            "text": "Because many causes of vision loss in older adults (estimates vary from 40 to 50 percent) are preventable or treatable,1,3vision screening should be a part of the periodic health examination in all persons older than 65 years (Table 2).10–14"
        },
        {
            "parent": 0,
            "text": "Visual acuity screening is easily accomplished using a wall or handheld chart, such as the Snellen chart. The Early Treatment of Diabetic Retinopathy Study (ETDRS) chart (ftp://ftp.nei.nih.gov/charts/EC02_300.tif) was developed by the National Eye Institute and is the accepted international reference standard for determining visual acuity in clinical trials.15Modifications of the ETDRS chart are available for use with low-literacy and non–English-speaking populations."
        },
        {
            "parent": 0,
            "text": "Visual acuity screening alone has limitations. Chart screening may not detect visual field loss or discriminate central versus peripheral vision loss, and is not sensitive to loss of accommodation, color vision change, or low-light vision impairment. Visual acuity screening alone cannot identify functional impairment or functional adaptation to vision loss.15Inquiring about specific symptoms and the functional impact of vision loss should therefore be a part of the vision screening process.3,15"
        },
        {
            "parent": 1,
            "text": "Diabetic retinopathy is one of the leading causes of blindness in persons older than 40 years in North America.2Diabetic retinopathy is classified as nonproliferative or proliferative, with or without macular edema. Up to 10 percent of persons newly diagnosed with diabetes will have retinopathy within one year of diagnosis. In persons with severe nonproliferative diabetic retinopathy, the risk of progression to vision-threatening proliferative retinopathy within one year is 50 to 75 percent.1Recommendations for eye evaluation in persons with diabetes are summarized inTable 3.16,17"
        },
        {
            "parent": 1,
            "text": "Refractive error affects up to one third of persons older than 50 years.18Refractive error can be detected with office-based visual acuity testing using the Snellen or ETDRS chart. Improvement in acuity with pinhole testing usually indicates some degree of potentially correctable refractive error. Older adults with refractive error should be referred to an eye care specialist for further evaluation and treatment."
        },
        {
            "parent": 1,
            "text": "Cataracts are the leading cause of blindness worldwide, and are the most common cause of low vision (but not blindness) in the United States.2Cataracts can be readily detected with a handheld ophthalmoscope during vision screening. Cataracts that do not cause significant visual impairment may be followed medically. If the cataract is suspected of causing impaired vision, referral to an ophthalmologist is warranted."
        },
        {
            "parent": 1,
            "text": "The natural history and progression of open-angle glaucoma is poorly understood. Forty percent of persons with vision-threatening primary open-angle glaucoma have normal intraocular pressures, and the glaucoma will be missed by intraocular pressure measurements alone.16Complete screening for open-angle glaucoma should include pressure measurement and automated visual field testing. The U.S. Preventive Services Task Force does not recommend for or against routine screening for glaucoma in older adults, but recognizes that some subgroups at higher risk (e.g., black persons) may benefit from periodic screening.16"
        },
        {
            "parent": 1,
            "text": "Age-related macular degeneration (AMD) is responsible for nearly 60 percent of blindness in adults of European descent older than 65 years.2AMD is classified aswet(neovascularorexudative)ordry(non-neovascular or nonexudative). The Amsler grid may be used as a screening test for AMD. The grid detects linear distortion, metamorphopsia, and central scotomas, which are characteristic of AMD. The patient is instructed to look at the grid and report any wavy lines or areas that are missing or distorted (Figure 1).19The specificity and sensitivity of the Amsler grid for detecting AMD in primary care practices are not known."
        },
        {
            "parent": 2,
            "text": "Taking a thorough medication history in older persons is essential because they are generally more susceptible to adverse effects associated with nonophthalmic medications and herbal products.Table 4summarizes medications that are known to have ocular adverse effects.20,21"
        },
        {
            "parent": 4,
            "text": "Causes of sudden vision loss in older persons include giant cell arteritis, stroke or transient ischemic attacks, ophthalmic artery or central retinal vein occlusion, acute angle-closure glaucoma, retinal detachment, and vitreous hemorrhage. Sudden vision loss most often stems from the abrupt evolution of one or more significant chronic medical problems.22,23"
        },
        {
            "parent": 4,
            "text": "Some etiologies of sudden vision loss in older persons constitute ophthalmologic emergencies, and appropriate treatment necessitates a high index of suspicion and swift diagnosis. High-dose prednisone should be started immediately in suspected cases of giant cell arteritis; this can prevent vision loss, which is usually irreversible after the fact.24Acute angle-closure glaucoma should be considered in any patient with severe headaches, nausea, vomiting, and visual acuity changes; confirmatory physical findings, such as acute red eye, cloudy cornea, and a sluggishly responsive, mid-dilated pupil, should be sought.Figure 2will aid in the differential diagnosis of sudden vision loss in older persons."
        },
        {
            "parent": 5,
            "text": "The treatment of choice for persons with diabetes and severe retinopathy is panretinal laser photocoagulation. In severe proliferative diabetic retinopathy, panretinal laser photocoagulation reduces the risk of severe vision loss by at least 50 percent.25Macular edema is treated with focal laser photocoagulation, which may prevent or delay vision loss in up to 70 percent of cases.25Persons with diabetes are at increased risk of vitreous hemorrhage and retinal detachment. Specific treatment of these conditions is beyond the scope of this article."
        },
        {
            "parent": 6,
            "text": "Retinal photodynamic therapy may arrest progression in the neovascular form of AMD.2Pegaptanib (Macugen) and ranibizumab (Lucentis) inhibit vascular endothelial growth factors involved in angiogenesis,26,27and have shown promising results in treating neovascular AMD. Intravitreal injection is required, which may limit patient acceptance. The place of these agents and timing of their administration in AMD therapy is the subject of ongoing clinical trials."
        },
        {
            "parent": 7,
            "text": "The most commonly administered ophthalmic preparations in older persons are for the treatment of primary open-angle glaucoma. The aim of these agents is to lower intraocular pressure in persons with ocular hypertension and evidence of optic nerve damage.28Systemic absorption of these ophthalmic preparations can be reduced by nasolacrimal occlusion (finger pressed on the caruncle) and eyelid closure for 30 seconds after instillation of the drop.29Topical ophthalmic agents used for the treatment of primary open-angle glaucoma are summarized inTable 5.30"
        },
        {
            "parent": 8,
            "text": "Aggressive management of chronic medical disorders in older persons can help preserve vision. Smoking cessation, limiting exposure to ultraviolet light, and (possibly) dietary changes and selected use of antioxidant or trace mineral supplements may preserve vision in older persons."
        },
        {
            "parent": 9,
            "text": "Intensive control of blood glucose has been shown to reduce the progression of diabetic retinopathy in persons with type 1 and type 2 diabetes.25A 10-year poststudy analysis of survivors in the U.K. Prospective Diabetes Study (UKPDS) showed a persistent and significant 24 percent decrease in relative risk of microvascular events in the intensive blood glucose control group, even if tight glucose control was subsequently lost.31It is challenging to apply this evidence to older persons with diabetes, however, because older adults are particularly susceptible to hypoglycemia with tight glucose control.32Therapy must be individualized to the patient; as a general rule, blood glucose in older persons with diabetes should be as tightly controlled as possible while avoiding hypoglycemia and its attendant risks."
        },
        {
            "parent": 10,
            "text": "Aggressive blood pressure control with a target of less than 150/85 mm Hg is likely to be vision preserving in older persons, especially those with diabetes. The UKPDS demonstrated that lowering blood pressure to below 150/85 mm Hg in persons with diabetes reduces the risk of progressive diabetic retinopathy, irrespective of A1C level.33A 10 mm Hg decrease in systolic blood pressure provided an 11 percent relative risk reduction in the incidence of photocoagulation or vitreous hemorrhage; however, unlike intensive blood glucose control, blood pressure lowering must be sustained over time to preserve any benefit.34,35"
        },
        {
            "parent": 10,
            "text": "Hypertension (with or without a diagnosis of diabetes) is associated with a higher risk of ischemic eye events, such as central retinal vein occlusion.36"
        },
        {
            "parent": 11,
            "text": "Hyperlipidemia is an independent risk factor for central retinal artery and vein occlusion.36,37Observational studies suggest that control of hyperlipidemia in older persons with and without diabetes may independently reduce the risk of vision loss; however, this has not been confirmed in randomized controlled trials.1,3"
        },
        {
            "parent": 12,
            "text": "Smoking has been linked to a variety of causes of visual impairment in older persons, including AMD,38cataracts,39and progressive diabetic retinopathy.40For ophthalmic health, as well as numerous other benefits, older persons who smoke should be advised to quit and offered smoking cessation counseling."
        },
        {
            "parent": 13,
            "text": "Cumulative ultraviolet light exposure is linked to the development of cataracts.41Older adults should be advised to consider the routine use of sunglasses that filter out ultraviolet light when driving or engaged in outdoor activity."
        },
        {
            "parent": 14,
            "text": "A Cochrane meta-analysis reviewed three large prospective clinical trials of antioxidant supplements or zinc to prevent or delay the onset of AMD, and found no demonstrable benefit.42"
        },
        {
            "parent": 14,
            "text": "The Age-Related Eye Disease Study (AREDS) enrolled 3,640 persons with established AMD in a four-arm, randomized, prospective clinical trial of antioxidant supplementation, antioxidants plus zinc, zinc plus copper, and placebo. High-risk persons (those with more advanced disease at enrollment) randomized to the antioxidants plus zinc group had statistically significant preservation of vision compared with the placebo group (estimated odds reduction of 27 percent).43"
        },
        {
            "parent": 14,
            "text": "Important caveats are attached to the use of these supplements. Excessive intake of vitamins A and E, especially in smokers, has been linked with an increased risk of lung cancer, and possibly higher rates of congestive heart failure.44,45Reanalysis of the AREDS data suggests that zinc supplementation is associated with an increased risk of hospitalization for urologic problems.46"
        },
        {
            "parent": 14,
            "text": "There are no prospective or randomized trials of anti-oxidant supplementation for prevention or treatment of eye diseases other than AMD. Observational studies have shown conflicting association between high levels of dietary intake of antioxidants and cataract formation.47"
        },
        {
            "parent": 14,
            "text": "Routine antioxidant or mineral supplementation in all older adults for prevention of AMD or other eye diseases cannot yet be recommended until ongoing, prospective trials clarify who may benefit and what harms, if any, might result from long-term supplementation. There is encouraging evidence, which needs to be further validated, that specific antioxidant and zinc supplementation (the regimen used in AREDS) may preserve vision in some persons with advanced AMD."
        }
    ],
    "locked": false
}