{
    "url": "https://www.aafp.org/pubs/afp/issues/2008/0615/p1678.html#afp20080615p1678-f1",
    "title": "Food Allergies: Detection and Management | AAFP",
    "author": "KURT KUROWSKI, MD, AND ROBERT W. BOXER, MD",
    "doi": "Am Fam Physician.2008;77(12):1678-1686",
    "abstract": "Family physicians play a central role in the suspicion and diagnosis of immunoglobulin E-mediated food allergies, but they are also critical in redirecting the evaluation for symptoms that patients are falsely attributing to allergies. Although any food is a potential allergen, more than 90 percent of acute systemic reactions to food in children are from eggs, milk, soy, wheat, or peanuts, and in adults are from crustaceans, tree nuts, peanuts, or fish. The oral allergy syndrome is more common than anaphylactic reactions to food, but symptoms are transient and limited to the mouth and throat. Skin-prick and radioallergosorbent tests for particular foods have about an 85 percent sensitivity and 30 to 60 percent specificity. Intradermal testing has a higher false-positive rate and greater risk of adverse reactions; therefore, it should not be used for initial evaluations. The double-blind, placebo-controlled food challenge remains the most specific test for confirming diagnosis. Treatment is through recognition and avoidance of the responsible food. Patients with anaphylactic reactions need emergent epinephrine and instruction in self-administration in the event of inadvertent exposure. Antihistamines can be used for more minor reactions.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Foods Most Likely to Produce Food Allergies",
            "level": 2
        },
        {
            "id": 2,
            "name": "Characteristics of Patients with Food Allergies",
            "level": 2
        },
        {
            "id": 3,
            "name": "Natural History of Patients with Food Allergies",
            "level": 2
        },
        {
            "id": 4,
            "name": "Differential Diagnosis for Symptoms Suggestive of Food Allergies",
            "level": 2
        },
        {
            "id": 5,
            "name": "Clinical Spectrum of IgE-Mediated Food Allergies",
            "level": 2
        },
        {
            "id": 6,
            "name": "ANAPHYLAXIS",
            "level": 3
        },
        {
            "id": 7,
            "name": "FOOD-DEPENDENT EXERCISE-INDUCED ANAPHYLAXIS",
            "level": 3
        },
        {
            "id": 8,
            "name": "ACUTE URTICARIA",
            "level": 3
        },
        {
            "id": 9,
            "name": "ATOPIC DERMATITIS",
            "level": 3
        },
        {
            "id": 10,
            "name": "ORAL ALLERGY SYNDROME",
            "level": 3
        },
        {
            "id": 11,
            "name": "ALLERGIC EOSINOPHILIC GA STROINTESTINAL DISORDERS",
            "level": 3
        },
        {
            "id": 12,
            "name": "Diagnostic Testing",
            "level": 2
        },
        {
            "id": 13,
            "name": "Management",
            "level": 2
        },
        {
            "id": 14,
            "name": "AVOIDING OFFENDING FOODS",
            "level": 3
        },
        {
            "id": 15,
            "name": "ANAPHYLACTIC FOOD ALLERGY",
            "level": 3
        },
        {
            "id": 16,
            "name": "PREVENTION OF FOOD ALLERGIES",
            "level": 3
        },
        {
            "id": 17,
            "name": "PREVENTION OF INADVERTENT EXPOSURES FOR SENSITIZED PATIENTS",
            "level": 3
        },
        {
            "id": 18,
            "name": "NOVEL TREATMENTS AND POTENTIAL NEW DIRECTIONS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Food allergies affect 4 to 5 percent of children and 2 to 3 percent of adults, yet false attribution of symptoms to food allergy remains a problem.1,2Population-based studies of children and adolescents have shown that only 10 percent of those who believe they have food allergy can be proven to have one.1Disorders associated with food allergy, such as eosinophilic esophagitis, are being increasingly recognized, and some other previously known disorders, such as gastroesophageal reflux disease in infants, are being increasingly attributed to food allergies.3Food allergy is the leading cause of nondrug-related anaphylaxis."
        },
        {
            "parent": 0,
            "text": "Despite high acidity in the stomach and enzyme activity, 2 percent of ingested food is absorbed through the intestine in a form that is immunologically intact enough to produce a food allergy.4However, most patients have oral tolerance (an active nonresponse to antigens delivered orally) and do not ever develop a reaction. Oral tolerance may occur because of the way intestinal epithelial cells present the antigen to mucosal lymphatic cells. Low doses of intestinal food antigens preferentially increase regulatory T cell production within the intestinal lymphoid tissue. These regulatory T cells secrete suppressive cytokines that decrease inflammatory reactions. Infants and young children have a more immature mucosal gut barrier and immune response; therefore, a larger percentage of ingested food is absorbed intact. This is believed to account for the increased prevalence of food allergies in this population.4"
        },
        {
            "parent": 1,
            "text": "Although any food is a potential allergen, the foods inTable 1account for more than 90 percent of all systemic food allergies.2,5Fruits and vegetables can also produce allergies, but they tend to be milder reactions. Seeds (e.g., sesame, sunflower) have been known to cause severe reactions.6,7Although much less common, allergy to other foods is possible, with manifestations in almost any organ system. Allergy to food additives is also possible, but rare. Food additive allergy should be suspected when the patient reports allergic symptoms after ingestion of a variety of foods with no shared proteins, and when no reaction occurs with a homemade version of the same foods.8Genetic manipulation of food can also potentially produce proteins that will cross-react with the immunoglobulin E (IgE) of a patient with a food allergy.9"
        },
        {
            "parent": 1,
            "text": "Most patients are allergic to between one and three foods. This does not include the cross-reactions to similar proteins that can be common in some food groups. For example, almost all patients who are allergic to cow's milk will also be allergic to sheep's or goat's milk. Most patients who are allergic to shrimp will also react to other crustaceans. Some patients with a latex allergy will react to banana, kiwi, or avocado."
        },
        {
            "parent": 2,
            "text": "Most patients with food allergies have an atopic disorder; however, only 10 percent of patients with atopic disorders have food allergies.10A family history of food allergy or other atopic disorders increases the risk of developing a food allergy. Genetic predisposition, including specific haplotypes, has been identified for some common food allergies. The oral allergy syndrome is confined to patients who have allergic rhinitis or asthma.Table 2lists historical factors that increase the risk of food allergies.11"
        },
        {
            "parent": 3,
            "text": "The majority of children will outgrow the most common food allergies; those who do not will have persistent allergies to the same or different foods. Approximately 70 percent of children with egg allergy and 85 percent with milk allergy will outgrow it by five years of age.12,13However, about 40 to 60 percent of these children will develop asthma and 30 to 55 percent will develop allergic rhinitis.12,13Risk of persistent allergy to peanut is much greater, with only 20 percent of children ever developing tolerance.14Adolescents with persistent allergies and adults with new onset are particularly prone to fatal food allergies. Increased risk in adolescents may be explained by their tendency to eat foods that could contain allergens and to not carry epinephrine with them (depending on their social situation).15Adults with food allergies usually remain allergic."
        },
        {
            "parent": 4,
            "text": "Suspicion of food allergy begins with reports of symptoms that appear to be temporally related to food ingestion. Persons with IgE-mediated food allergy develop symptoms within minutes to several hours after exposure; reactions rarely occur later. Even reported reactions within this time are not specific for food allergies. Symptoms from the clinical spectrum reported below, particularly if experienced repeatedly by the patient in response to a food that commonly produces allergies, are more likely to truly represent an allergy. Food-associated symptoms that are not IgE mediated can be further divided into illnesses that are immune mediated, but not completely IgE based (e.g., the principally cell-mediated responses in celiac disease), or the many nonimmune adverse reactions to food."
        },
        {
            "parent": 4,
            "text": "The nonimmune-mediated reactions include infectious causes, enzymatic food reactions (lactose intolerance), and pharmacologic food reactions (vasoactive amines in scombroid poisoning). Also, symptoms can increase with eating (irrespective of the food ingested) in irritable bowel disease, carcinoid syndrome, and gustatory rhinitis. Distinguishing features of some of these disorders are presented inTable 3.16,17"
        },
        {
            "parent": 4,
            "text": "Food diaries can be useful when the patient has symptoms that could potentially be secondary to food allergy, but there is no recognized provoking food. The patient records all foods eaten that day in a diary. The diary is typically continued for weeks."
        },
        {
            "parent": 4,
            "text": "Family physicians can help determine how likely a patient's symptoms are to be a result of a food allergy and if further testing is indicated. They can redirect the evaluation if symptoms are being falsely attributed to allergies. They can also provide information on food avoidance techniques and can primarily direct the avoidance strategies when the reported reaction is minor (e.g., oral allergy syndrome). Family physicians are often contacted first to assess and treat anaphylactic reactions from food. Allergist referral should be considered when the patient has a history of anaphylactic reactions to food, when there is need for skin-prick or food challenge testing, and when symptoms have not improved with primary care interventions."
        },
        {
            "parent": 6,
            "text": "Anaphylaxis symptoms occur in multiple organ systems and can include throat swelling, wheezing, rhinorrhea, urticaria, hypotension, and abdominal cramping(Table 4).18Risk factors for death from anaphylaxis are adolescent or young adult patient; underlying asthma; allergies to crustaceans, tree nuts, peanuts, or fish; and a delay in or lack of administration of epinephrine."
        },
        {
            "parent": 7,
            "text": "Food-dependent exercise-induced anaphylaxis is a rare disorder in which patients develop anaphylaxis only if they ingest foods to which they are allergic and then exercise. They are completely asymptomatic if these two elements are not combined. Patients must avoid the provoking foods for as many as six hours before exercise. Wheat is the most common food associated with food-dependent exercise-induced anaphylaxis.19,20"
        },
        {
            "parent": 8,
            "text": "Food allergies account for 30 percent of acute urticaria cases.21Patients become symptomatic minutes to hours after ingestion of the provoking food. Because acute urticaria can be one manifestation of anaphylaxis, care to identify symptoms in other organ systems that would raise the diagnosis to this more urgent level is warranted. Chronic urticaria is much less commonly caused by food allergies (3 to 4 percent of cases).22"
        },
        {
            "parent": 9,
            "text": "About 35 percent of children with atopic dermatitis have a food allergy, based on double-blind, placebo-controlled food challenges.23Skin manifestations improve when the suspected foods are removed from the diet; eggs, milk, and peanuts are most commonly implicated. In breast-fed infants, elimination of suspected foods in the mother's diet has produced clinical improvement."
        },
        {
            "parent": 10,
            "text": "The oral allergy syndrome is the most common food allergy; it is clinically recognized in up to 10 percent of patients who have allergic rhinitis or asthma from grass, weed, or tree pollen.24However, it is believed to have a significantly higher prevalence in patients with birch pollen allergy.25"
        },
        {
            "parent": 10,
            "text": "The manifestations of the oral allergy syndrome are brief in duration, are limited to the mouth and throat, and are sometimes so mild that the patient may not seek evaluation. Proteins similar to the aeroantigens to which the patient is sensitive are present in apples, carrots, and cherries (birch pollen); kiwi and tomato (grass pollen); and melons (ragweed pollen). When these foods come into contact with the oropharynx, a local reaction occurs.Table 5lists common food and aeroantigen cross-reactions.18Patients may notice lip and tongue swelling and pruritus that can also involve the throat and palate. Progression to systemic manifestations is rare. Denaturing the proteins by cooking, or removing the food from the oropharynx by swallowing or spitting out stops the reaction."
        },
        {
            "parent": 11,
            "text": "Allergic eosinophilic gastrointestinal disorders are particularly prevalent in children and are thought to be caused by an IgE- and cell-mediated response to specific foods. Patients with these disorders have excess eosinophils in the mucosal and serosal layers of the portion of the gastrointestinal tract that produces their symptoms.26Only about 50 percent of children with eosinophilic gastrointestinal disorders are positive for specific food allergies on IgE testing,18but almost all children improve when switched from milk or soy to an extensively hydrolyzed formula (processed so that peptides are less than 3,000 Da) or to an elemental diet (no proteins; only amino acids)(Table 626,27)."
        },
        {
            "parent": 12,
            "text": "All IgE testing for food allergies must be interpreted in the context of the patient's clinical reactions. Many patients will have positive IgE tests to foods despite never having a clinical reaction. Also, IgE will remain positive if they once had food allergies, but have since developed tolerance. The most commonly used method to assess for food-specific IgE is skin-prick testing. In skin-prick testing, a portion of a commercial extract of the food in question is pushed into the epidermis with a needle or probe, and the area is observed for a wheal and flare reaction after 15 to 20 minutes. Some allergists believe that fresh extracts of fruits and vegetables have superior sensitivity and specificity and use them in skin-prick tests. Although generalized reactions rarely occur (about 0.05 percent overall rate), there have been no reported deaths after skin-prick testing.28"
        },
        {
            "parent": 12,
            "text": "Recent reports have suggested similar sensitivity and specificity for the radioallergosorbent test (RAST) compared with skin-prick testing; however, many allergists believe that RAST sensitivity is lower, particularly in older children and adults. RAST involves the detection of preformed antibodies in the patient's serum and thus carries no potential for allergic reactions. In this article, RAST refers to any in vitro, food-specific IgE antibody test. IgE testing with skin-prick test or RAST is appropriate if clinical suspicion of food allergy is high.17Figure 1outlines the evaluation for suspected food allergy.18"
        },
        {
            "parent": 12,
            "text": "Intradermal testing has poorer specificity for food allergy and greater risk of adverse reaction than a skin-prick test or RAST and therefore, is not appropriate for initial evaluations.17Some allergists still argue for its use in subsequent evaluations when clinical suspicion is high and skin-prick test or RAST are negative. Patch testing has shown promise, particularly in children with atopic dermatitis and in the evaluation of delayed reactions, but it requires highly experienced evaluators to properly assess the reactions.Table 729–34presents methods for IgE testing andTable 817,30lists types of food challenges and their uses. Patients describing anaphylactic reactions to a food that is commonly associated with anaphylaxis do not require food challenge if their IgE testing is confirmatory. Food challenges are appropriate when a food is clinically suspected of inducing a food allergy, but IgE testing is negative."
        },
        {
            "parent": 14,
            "text": "Patients with food allergies, and parents of children with food allergies must habitually read labels of any new food to verify the absence of known allergens. When others are cooking, such as at a restaurant or another person's home, ingredients and cooking methods must be known. Desserts, sauces, and fried foods tend to be higher risk. Cooking with butter or a milk-containing margarine could trigger a reaction in persons with a milk allergy."
        },
        {
            "parent": 15,
            "text": "Epinephrine should be urgently administered if anaphylaxis is suspected. Intramuscular diphenhydramine (Benadryl), systemic corticosteroids, and histamine H2blockers can be added if the patient's symptoms have not completely resolved with epinephrine alone. SeeTable 918,35for doses and follow-up. Supplemental oxygen should be administered if the patient has broncho-spasm or laryngeal edema.35"
        },
        {
            "parent": 15,
            "text": "Patients who have had even a single anaphylactic reaction to food should have two age-appropriate epinephrine pens with initial instruction in technique and follow-up visits for technique assessment.17The second pen is recommended because the first dose can wear off after 20 minutes, possibly before the patient has reached a medical facility. These patients should also wear a medical identification bracelet that provides information about their allergy. Informing other caretakers and companions of young adults and children about the condition and appropriate use of epinephrine is recommended. Most patients who develop a second phase of anaphylaxis should be admitted to the hospital for observation.35"
        },
        {
            "parent": 15,
            "text": "Oral or parenteral antihistamines can be administered for more minor reactions, such as isolated pruritus or urticaria. Children can take liquid diphenhydramine.35"
        },
        {
            "parent": 16,
            "text": "The American College of Allergy, Asthma and Immunology recommends exclusive breastfeeding for the first six months in infants with a family history of two primary relatives with an atopic disease, and continued breast-feeding through at least the first year, with solid food not being introduced until after six months of age.36Because approximately one half of all women are secretors (what they ingest will appear in their breast milk), the breast-feeding mother should avoid eggs, milk, tree nuts, peanuts, and seafood. In the child's diet, nuts, shellfish, and fish are delayed until three to four years of age. Although there is some evidence of a decrease in food allergies and atopic dermatitis for the first two years of life with this approach, some recent studies have shown no persistent decrease in atopic parameters past the first few years.37,38Using a soy formula instead of a cow's milk-based formula does not appear to reduce allergies.39However, there is some evidence that infants on hydrolyzed formulas have fewer allergies, including food allergies, compared with regular cow's milk formulas.40There is no evidence to support that extensively hydrolyzed formulas reduce allergy development in infants relative to breastfeeding,40but hydrolyzed formula feeding is an option for high-risk infants whose mothers cannot comply with avoiding likely allergen-containing foods during breastfeeding."
        },
        {
            "parent": 16,
            "text": "Immunotherapy has not been proven to be effective in the prevention of food allergies.41"
        },
        {
            "parent": 17,
            "text": "Food labels must state if the food contains any of the most common ingredients known to produce systemic reactions. The Food Allergy and Anaphylaxis network (http://www.foodallergy.org) has information for patients and families on home food preparation, restaurant dining, responses to allergic reactions, and adjustments for specific social situations.42"
        },
        {
            "parent": 18,
            "text": "The commercial food abstracts used in IgE testing contain other nonallergic components, resulting in a test that is difficult to standardize. Use of recombinant antigens that are selected based on their association with food allergy instead of commercial food extracts may allow for improved specificity.43,44"
        },
        {
            "parent": 18,
            "text": "Specific oral tolerance induction, which is when patients ingest daily small quantities of the offending food and then increase the amount until reaching what would be in the diet, has shown some promise, but only in small nonplacebo-controlled trials.45"
        },
        {
            "parent": 18,
            "text": "Injection of monoclonal IgG that binds to IgE and masks regions responsible for receptor binding to mast cells and basophiles partially protects patients with peanut allergies and shows promise for use in other food allergies.46"
        },
        {
            "parent": 18,
            "text": "A specific Chinese herbal tea formula has been shown to be highly effective in preventing peanut allergies in animals. Trials in humans will be conducted soon.47"
        }
    ],
    "locked": false
}