{
    "url": "https://www.aafp.org/pubs/afp/issues/2009/0915/p583.html#afp20090915p583-f2",
    "title": "The Pretravel Consultation | AAFP",
    "author": "ANDREW BAZEMORE, MD, MPH, AND MARK HUNTINGTON, MD, PhD",
    "doi": "Am Fam Physician.2009;80(6):583-590",
    "abstract": "The increase in travel and travel medicine knowledge over the past 30 years makes pretravel counseling an essential part of comprehensive family medicine. Effective counseling begins with assessment of individual and itinerary-based risks, using a growing body of evidence-based decision-support tools and resources. Counseling recommendations should be tailored to the patient's risk tolerance and experience. An essential component of the pretravel consultation includes reviewing routine and destination-specific immunizations. In addition to implementing behavioral adaptations, travelers can guard against vector-borne disease by usingN,N-diethyl-m-toluamide (DEET, 30%), a safe and effective insect repellent. Patients should also receive malarial chemoprophylaxis when traveling to areas of risk. Proper precautions can reduce the risk of food- and waterborne disease. Travelers should take appropriate precautions when traveling to high altitudes. Strategies for minimizing the risk of deep venous thrombosis during air travel include keeping mobile and wearing compression stockings. Accident avoidance and coping strategies for health problems that occur while abroad are also important components of the pretravel consultation.",
    "headers": [
        {
            "id": 0,
            "name": "Risk Stratification and Shared Decision Making",
            "level": 2
        },
        {
            "id": 1,
            "name": "Topics for Discussion",
            "level": 2
        },
        {
            "id": 2,
            "name": "MORBIDITY AND MORTALITY",
            "level": 3
        },
        {
            "id": 3,
            "name": "IMMUNIZATIONS",
            "level": 3
        },
        {
            "id": 4,
            "name": "INSECT AVOIDANCE",
            "level": 3
        },
        {
            "id": 5,
            "name": "FOOD AND WATER PRECAUTIONS",
            "level": 3
        },
        {
            "id": 6,
            "name": "ENVIRONMENTAL PRECAUTIONS",
            "level": 3
        },
        {
            "id": 7,
            "name": "OTHER CONSIDERATIONS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Travel medicine is often relegated to the purview of infectious diseases. However, its emphasis is prevention—not only of tropical disease, but also of common disease—and it takes into consideration preexisting chronic conditions, behavioral risk factors, nonbiologic health threats, and the individual traveler's risk tolerance. Multidisciplinary in its scope, travel medicine lends itself well to the family physician's broad training, counseling skills, and focus on prevention and continuity. In the United States, surveys of travel physicians show that 38 percent trained in family medicine or general internal medicine; in Canada, 54 percent trained in family medicine.1"
        },
        {
            "parent": 0,
            "text": "A successful pretravel consultation involves risk identification, stratification, and counseling to make the patient aware of and comfortable with travel risks (Table 1).1–11Physicians should remind travelers that risk is present at home and abroad, and that the risk of exotic or unusual conditions is low for many destinations and can be minimized for others (Figure 1).12Effective pretravel consultation begins with a process of assessing and conveying the epidemiologic likelihood of disease and injury connected with the trip(Table 2), which depends on traveler- and itinerary-specific factors. A two-week trip through Western Europe has a far different risk profile than a two-year Peace Corps tour in West Africa.2,12Point-of-care references are essential for primary care physicians to be able to provide the most appropriate advice for a specific destination (Table 3). Similarly, traveler factors such as age, chronic disease, immunocompromise, and pregnancy potentially influence the epidemiologic risk associated with specific destinations, and consultation with a travel medicine subspecialist may be indicated for optimal care of patients at higher risk.Figure 2presents an algorithm for identifying travelers who may require specialized advice."
        },
        {
            "parent": 0,
            "text": "Travel epidemiology should be balanced with shared decision making, which requires assessing and incorporating the patient's health belief model and level of risk tolerance into decisions about disease prophylaxis. Furthermore, such assessment helps to determine the direction of the physician's limited counseling time; for example, additional time may be needed for counseling on topics such as local risk of sexually transmitted disease exposure, food safety, and crime avoidance."
        },
        {
            "parent": 2,
            "text": "Reported morbidity among travelers varies widely, but as many as 75 percent of short-term travelers to developing nations report experiencing some health impairment.12Minor ailments are quite prevalent, with traveler's diarrhea by far the most common. Patients should be counseled that average mortality rates for travelers to developing nations may actually be lower than those of nontravelers12,13; that trauma, not infectious disease, is the leading cause of death in younger travelers; and that cardiovascular disease is the greatest threat in older travelers.7,13Among infectious sources, the most common cause of death is falciparum malaria, which is easily prevented with appropriate precautions and awareness."
        },
        {
            "parent": 3,
            "text": "Immunization is the most common reason cited by patients for seeking pretravel medical consultations. Appropriate immunization greatly enhances a traveler's likelihood of remaining healthy (Table 4). In addition to ensuring that all routine immunizations are up-to-date, special immunizations may be advisable based on individual risk tolerance, geographic destination, behavioral or occupational risk factors, seasonal disease variations, and current outbreaks. Information and current recommendations for travel vaccination are available from the Centers for Disease Control and Prevention (http://www.cdc.gov/travel)."
        },
        {
            "parent": 3,
            "text": "Use of decision support is essential to safe and appropriate vaccine administration in travelers. Some vaccines may be contraindicated for certain travelers. Depending on the destination, immunizations may be advisable that are not available in the typical family physician's office or that require special certification, such as yellow fever vaccine. To meet the pretravel vaccine needs of their patients, physicians should locate and offer a list of local clinics that are certified to deliver these vaccines; consider which suppliers can deliver these vaccines quickly; and contemplate the cost implications for the office and patient, who may choose to return for a nurse visit to receive the vaccine."
        },
        {
            "parent": 4,
            "text": "Vector-borne disease is a significant source of traveler morbidity. Although reasonably effective malaria prophylaxis regimens are available, other diseases can be prevented only by insect avoidance.N,N-diethyl-m-toluamide (DEET, 30%) is the most effective and safest insect repellent available, and should be recommended to all travelers.1Other agents, such as picaridin, have also been shown to offer some protection.14"
        },
        {
            "parent": 4,
            "text": "Proper clothing, insecticide-impregnated bednets in high-risk areas, and behavioral measures decrease the risk of acquiring vector-borne illness and should be encouraged. Insect precautions, awareness of seasonal importance in the prevalence of insect vectors and disease, antimalarial chemoprophylaxis, and vaccination against vector-borne illnesses (where available) should be advised to persons traveling to high-risk areas.1–6This information is best rendered with the aid of decision-support tools that offer maps of vector and disease exposure. However, evidence for the effect of such counseling on adherence and ultimate disease risk is variable.3,4"
        },
        {
            "parent": 5,
            "text": "A leading cause of morbidity among travelers is gastrointestinal disturbance from food- and waterborne diseases. Traveler's diarrhea is the most common disease among travelers, increasing in frequency when food and water precautions are not strictly practiced. Fluoroquinolones are the first choice for treatment, althoughCampylobacterresistance is developing in some regions. Dosages and agents differ for children and pregnant women. Because recommendations to lower the risk of these diseases are quite restrictive and the evidence supporting the effectiveness of counseling is lacking, shared decision making about acceptable risk is critical. More adventuresome travelers may be willing to risk disease to fully participate in the local cultural experiences, whereas a business traveler may wish to be as cautious as possible."
        },
        {
            "parent": 6,
            "text": "Water ingestion is not the only swimming-related risk; immersion also presents risks. Various diseases, such as schistosomiasis andNaegleriainfection, may be acquired by swimming in unchlorinated freshwater. Although salt-water is generally safer than tropical freshwater, persons swimming in saltwater should consider currents, pollutants, and hazardous marine life. Decision-support tools can help physicians identify regions where travelers should carefully consider swimming."
        },
        {
            "parent": 6,
            "text": "Temperature extremes and sun exposure are other environmental hazards encountered in traveling. Whether by hypothermia and frostbite, or heat exhaustion and dehydration, being unprepared for the local climate can risk the health of a traveler. Local weather is influenced by a variety of factors, not merely distance from the equator, and many travelers arrive at their destination ill-prepared for the climate encountered. Ensuring that travelers are aware of what weather to expect at their destination can keep them healthy, as can reminders of the importance of hydration during acclimation to tropical heat. The risk of sunburn and its sequelae increases with travel to higher altitudes and lower latitudes. Counseling travelers to wear sun-protective clothing and use sunscreen with a sun protection factor of at least 30 is sage advice."
        },
        {
            "parent": 6,
            "text": "It is important to acquaint travelers to altitudes above 8,000 ft with the symptoms and risks of altitude-related illnesses, as well as measures to avoid these illnesses. Assessing risk tolerance and discussing plans for acclimation, particularly among adventure travelers drawn to high altitude, may help these travelers avoid potential hazards. Some preexisting medical conditions, particularly cardiopulmonary and cerebral diseases, may exacerbate or be exacerbated by altitude-related illness. Determining the altitude of the patient's destination and counseling about ways to minimize risks above 8,000 ft (e.g., acetazolamide [formerly Diamox] prophylaxis, appropriate time for acclimation) should be part of the pretravel visit for anyone traveling to mountainous regions."
        },
        {
            "parent": 6,
            "text": "Comprehensive pretravel consultation includes assessment of fitness for air travel and advice on avoiding associated hazards, particularly for pregnant women; scuba divers; and persons with history of hemoglobinopathies, hypercoagulability, recent surgery, or cardiopulmonary disease. Key areas to cover include avoidance of deep venous thrombosis with prolonged flights, infectious disease and cabin air quality, and minimizing jet lag."
        },
        {
            "parent": 7,
            "text": "The primary cause of death in travelers is accidents, usually motor vehicle crashes and falls. Physicians should remind travelers that safety regulations and practices are not as prevalent in many nations as they are in the United States, and should advise them to become familiar with the hazards associated with local transportation and activities. Staying abreast of warnings from the U.S. State Department (http://www.travel.state.gov) before and even during travel may be important in high-risk destinations. Travelers also should be counseled about the high cost of medical evacuation in the event of emergency, and they should be directed to sources of evacuation insurance as indicated by the risk assessment and tolerance."
        },
        {
            "parent": 7,
            "text": "Travelers may be at risk of exposure to sexually transmitted diseases. They should be reminded of the hazards of casual sex and of the increased prevalence of human immunodeficiency virus and hepatitis B in many developing nations, and that proper condom use can decrease, but not eliminate, this risk."
        },
        {
            "parent": 7,
            "text": "Travelers should be reminded that the risk of crime abroad varies based on destination and traveler behavior. In addition to familiarity with local patterns and prevalence of crime, safety-enhancing behaviors such as minimizing the appearance of wealth, traveling in pairs or groups, conducting business with established vendors, and locking hotel rooms can decrease risk. Awareness of the local customs, attitudes, laws, and geopolitical conditions can also reduce risk."
        },
        {
            "parent": 7,
            "text": "The resources listed inTable 3, as well as guidebooks and online travel review sites, are important sources of information to inform physicians and travelers about events and customs that affect risk. Travelers may register their itineraries and travel dates with the U.S. State Department, and they may wish to carry embassy or consulate and local health care resource information with them in the event of unforeseen emergencies, such as natural disasters or political disturbances."
        }
    ],
    "locked": false
}