{
    "url": "https://www.aafp.org/pubs/afp/issues/2010/0115/p137.html#afp20100115p137-f1",
    "title": "Diagnosis and Management of Red Eye in Primary Care | AAFP",
    "author": "HOLLY CRONAU, MD, RAMANA REDDY KANKANALA, MD, AND THOMAS MAUGER, MD",
    "doi": "Am Fam Physician.2010;81(2):137-144",
    "abstract": "Red eye is the cardinal sign of ocular inflammation. The condition is usually benign and can be managed by primary care physicians. Conjunctivitis is the most common cause of red eye. Other common causes include blepharitis, corneal abrasion, foreign body, subconjunctival hemorrhage, keratitis, iritis, glaucoma, chemical burn, and scleritis. Signs and symptoms of red eye include eye discharge, redness, pain, photophobia, itching, and visual changes. Generally, viral and bacterial conjunctivitis are self-limiting conditions, and serious complications are rare. Because there is no specific diagnostic test to differentiate viral from bacterial conjunctivitis, most cases are treated using broad-spectrum antibiotics. Allergies or irritants also may cause conjunctivitis. The cause of red eye can be diagnosed through a detailed patient history and careful eye examination, and treatment is based on the underlying etiology. Recognizing the need for emergent referral to an ophthalmologist is key in the primary care management of red eye. Referral is necessary when severe pain is not relieved with topical anesthetics; topical steroids are needed; or the patient has vision loss, copious purulent discharge, corneal involvement, traumatic eye injury, recent ocular surgery, distorted pupil, herpes infection, or recurrent infections.",
    "headers": [
        {
            "id": 0,
            "name": "Causes of Red Eye",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis and Treatment",
            "level": 2
        },
        {
            "id": 2,
            "name": "VIRAL CONJUNCTIVITIS",
            "level": 3
        },
        {
            "id": 3,
            "name": "BACTERIAL CONJUNCTIVITIS",
            "level": 3
        },
        {
            "id": 4,
            "name": "CHLAMYDIAL CONJUNCTIVITIS",
            "level": 3
        },
        {
            "id": 5,
            "name": "ALLERGIC CONJUNCTIVITIS",
            "level": 3
        },
        {
            "id": 6,
            "name": "DRY EYE",
            "level": 3
        },
        {
            "id": 7,
            "name": "BLEPHARITIS",
            "level": 3
        },
        {
            "id": 8,
            "name": "CORNEAL ABRASION",
            "level": 3
        },
        {
            "id": 9,
            "name": "SUBCONJUNCTIVAL HEMORRHAGE",
            "level": 3
        },
        {
            "id": 10,
            "name": "EPISCLERITIS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Red eye is one of the most common ophthalmologic conditions in the primary care setting. Inflammation of almost any part of the eye, including the lacrimal glands and eyelids, or faulty tear film can lead to red eye. Primary care physicians often effectively manage red eye, although knowing when to refer patients to an ophthalmologist is crucial."
        },
        {
            "parent": 0,
            "text": "Conjunctivitis is the most common cause of red eye and is one of the leading indications for antibiotics.1Causes of conjunctivitis may be infectious (e.g., viral, bacterial, chlamydial) or noninfectious (e.g., allergies, irritants).2Most cases of viral and bacterial conjunctivitis are self-limiting. Other common causes of red eye include blepharitis, corneal abrasion, foreign body, subconjunctival hemorrhage, keratitis, iritis, glaucoma, chemical burn, and scleritis."
        },
        {
            "parent": 0,
            "text": "A thorough patient history and eye examination may provide clues to the etiology of red eye(Figure 1). The history should include questions about unilateral or bilateral eye involvement, duration of symptoms, type and amount of discharge, visual changes, severity of pain, photophobia, previous treatments, presence of allergies or systemic disease, and the use of contact lenses. The eye examination should include the eyelids, lacrimal sac, pupil size and reaction to light, corneal involvement, and the pattern and location of hyperemia. Preauricular lymph node involvement and visual acuity must also be assessed. Common causes of red eye and their clinical presentations are summarized inTable 1.2–11"
        },
        {
            "parent": 2,
            "text": "Viral conjunctivitis(Figure 2)caused by the adenovirus is highly contagious, whereas conjunctivitis caused by other viruses (e.g., herpes simplex virus [HSV]) are less likely to spread. Viral conjunctivitis usually spreads through direct contact with contaminated fingers, medical instruments, swimming pool water, or personal items. It is often associated with an upper respiratory infection spread through coughing. The clinical presentation of viral conjunctivitis is usually mild with spontaneous remission after one to two weeks.3Treatment is supportive and may include cold compresses, ocular decongestants, and artificial tears. Topical antibiotics are rarely necessary because secondary bacterial infections are uncommon.12"
        },
        {
            "parent": 2,
            "text": "To prevent the spread of viral conjunctivitis, patients should be counseled to practice strict hand washing and avoid sharing personal items; food handlers and health care workers should not work until eye discharge ceases; and physicians should clean instruments after every use.13Referral to an ophthalmologist is necessary if symptoms do not resolve after seven to 10 days or if there is corneal involvement.4Topical corticosteroid therapy for any cause of red eye is used only under direct supervision of an ophthalmologist.5,12Suspected ocular herpetic infection also warrants immediate ophthalmology referral."
        },
        {
            "parent": 3,
            "text": "Bacterial conjunctivitis is highly contagious and is most commonly spread through direct contact with contaminated fingers.2Based on duration and severity of signs and symptoms, bacterial conjunctivitis is categorized as hyperacute, acute, or chronic.4,12"
        },
        {
            "parent": 3,
            "text": "Hyperacute bacterial conjunctivitis(Figure 314)is often associated withNeisseria gonorrhoeaein sexually active adults. The infection has a sudden onset and progresses rapidly, leading to corneal perforation. Hyperacute bacterial conjunctivitis is characterized by copious, purulent discharge; pain; and diminished vision loss. Patients need prompt ophthalmology referral for aggressive management.4,12Acute bacterial conjunctivitis is the most common form of bacterial conjunctivitis in the primary care setting. Signs and symptoms persist for less than three to four weeks.Staphylococcus aureusinfection often causes acute bacterial conjunctivitis in adults, whereasStreptococcus pneumoniaeandHaemophilus influenzaeinfections are more common causes in children. Chronic bacterial conjunctivitis is characterized by signs and symptoms that persist for at least four weeks with frequent relapses.2Patients with chronic bacterial conjunctivitis should be referred to an ophthalmologist."
        },
        {
            "parent": 3,
            "text": "Laboratory tests to identify bacteria and sensitivity to antibiotics are performed only in patients with severe cases, in patients with immune compromise, in contact lens wearers, in neonates, and when initial treatment fails.4,15Generally, topical antibiotics have been prescribed for the treatment of acute infectious conjunctivitis because of the difficulty in making a clinical distinction between bacterial and viral conjunctivitis. Benefits of antibiotic treatment include quicker recovery, early return to work or school, prevention of further complications, and decreased future physician visits.2,6,16"
        },
        {
            "parent": 3,
            "text": "A meta-analysis based on five randomized controlled trials showed that bacterial conjunctivitis is self-limiting (65 percent of patients improved after two to five days without antibiotic treatment), and that severe complications are rare.2,7,16–19Studies show that bacterial pathogens are isolated from only 50 percent of clinically diagnosed bacterial conjunctivitis cases.8,16Moreover, the use of antibiotics is associated with increased antibiotic resistance, additional expense for patients, and the medicalization of minor illness.4,20–22Therefore, delaying antibiotic therapy is an option for acute bacterial conjunctivitis in many patients(Table 2).2,9A shared decision-making approach is appropriate, and many patients are willing to delay antibiotic therapy when counseled about the self-limiting nature of the disease. Some schools require proof of antibiotic treatment for at least two days before readmitting students,7and this should be addressed when making treatment decisions."
        },
        {
            "parent": 3,
            "text": "Studies comparing the effectiveness of different ophthalmic antibiotics did not show one to be superior.23–26The choice of antibiotic(Table 3)should be based on cost-effectiveness and local bacterial resistance patterns. If the infection does not improve within one week of treatment, the patient should be referred to an ophthalmologist.4,5"
        },
        {
            "parent": 4,
            "text": "Chlamydial conjunctivitis should be suspected in sexually active patients who have typical signs and symptoms and do not respond to standard antibacterial treatment.2Patients with chlamydial infection also may present with chronic follicular conjunctivitis. Polymerase chain reaction testing of conjunctival scrapings is diagnostic, but is not usually needed. Treatment includes topical therapy with erythromycin ophthalmic ointment, and oral therapy with azithromycin (Zithromax; single 1-g dose) or doxycycline (100 mg twice a day for 14 days) to clear the genital infection.4The patient's sexual partners also must be treated."
        },
        {
            "parent": 5,
            "text": "Allergic conjunctivitis is often associated with atopic diseases, such as allergic rhinitis (most common), eczema, and asthma.27Ocular allergies affect an estimated 25 percent of the population in the United States.28Itching of the eyes is the most apparent feature of allergic conjunctivitis. Seasonal allergic conjunctivitis is the most common form of the condition, and symptoms are related to season-specific aeroallergens. Perennial allergic conjunctivitis persists throughout the year. Allergic conjunctivitis is primarily a clinical diagnosis."
        },
        {
            "parent": 5,
            "text": "Avoiding exposure to allergens and using artificial tears are effective methods to alleviate symptoms. Over-the-counter antihistamine/vasoconstrictor agents are effective in treating mild allergic conjunctivitis. Another, more effective, option is a second-generation topical histamine H1receptor antagonist.15Table 4presents ophthalmic therapies for allergic conjunctivitis."
        },
        {
            "parent": 6,
            "text": "Dry eye (keratoconjunctivitis sicca) is a common condition caused by decreased tear production or poor tear quality. It is associated with increased age, female sex, medications (e.g., anticholinergics), and some medical conditions.29Diagnosis is based on clinical presentation and diagnostic tests. Tear osmolarity is the best single diagnostic test for dry eye.30,31The overall accuracy of the diagnosis increases when tear osmolarity is combined with assessment of tear turnover rate and evaporation. Some patients with dry eye may have ocular discomfort without tear film abnormality on examination. In these patients, treatment for dry eye can be initiated based on signs and symptoms. If Sjögren syndrome is suspected, testing for autoantibodies should be performed."
        },
        {
            "parent": 6,
            "text": "Treatment includes frequent applications of artificial tears throughout the day and nightly application of lubricant ointments, which reduce the rate of tear evaporation. The use of humidifiers and well-fitting eyeglasses with side shields can also decrease tear loss. If artificial tears cause itching or irritation, it may be necessary to switch to a preservative-free form or an alternative preparation. When inflammation is the main factor in dry eye, cyclosporine ophthalmic drops (Restasis) may increase tear production.5Topical cyclosporine may take several months to provide subjective improvement. Systemic omega-3 fatty acids have also been shown to be helpful.32Topical corticosteroids are shown to be effective in treating inflammation associated with dry eye.32The goal of treatment is to prevent corneal scarring and perforation. Ophthalmology referral is indicated if the patient needs topical steroid therapy or surgical procedures."
        },
        {
            "parent": 7,
            "text": "Blepharitis is a chronic inflammatory condition of the eyelid margins and is diagnosed clinically. Patients should be examined for scalp or facial skin flaking (seborrheic dermatitis), facial flushing, and redness and swelling on the nose or cheeks (rosacea). Treatment involves eyelid hygiene (cleansing with a mild soap, such as diluted baby shampoo, or eye scrub solution), gentle lid massage, and warm compresses. This regimen should continue indefinitely. Topical erythromycin or bacitracin ophthalmic ointment applied to eyelids may be used in patients who do not respond to eyelid hygiene. Azithromycin eye drops may also be used in the treatment of blepharitis. In severe cases, prolonged use of oral antibiotics (doxycycline or tetracycline) may be beneficial.33Topical steroids may also be useful for severe cases.30"
        },
        {
            "parent": 8,
            "text": "Corneal abrasion is diagnosed based on the clinical presentation and eye examination. If needed, short-term topical anesthetics may be used to facilitate the eye examination. Fluorescein staining under a cobalt blue filter or Wood lamp is confirmatory. A branching pattern of staining suggests HSV infection or a healing abrasion. HSV infection with corneal involvement warrants ophthalmology referral within one to two days. In patients with corneal abrasion, it is good practice to check for a retained foreign body under the upper eyelid."
        },
        {
            "parent": 8,
            "text": "Treatment includes supportive care, cycloplegics (atropine, cyclopentolate [Cyclogyl], homatropine, scopolamine, and tropicamide), and pain control (topical nonsteroidal anti-inflammatory drugs [NSAIDs] or oral analgesics). The need for topical antibiotics for uncomplicated abrasions has not been proven. Topical aminoglycosides should be avoided because they are toxic to corneal epi-thelium.34Studies show that eye patches do not improve patient comfort or healing of corneal abrasion.35All steroid preparations are contraindicated in patients with corneal abrasion. Referral to an ophthalmologist is indicated if symptoms worsen or do not resolve within 48 hours."
        },
        {
            "parent": 9,
            "text": "Subconjunctival hemorrhage is diagnosed clinically. It is harmless, with blood reabsorption over a few weeks, and no treatment is needed. Warm compresses and ophthalmic lubricants (e.g., hydroxypropyl cellulose [Lacrisert], methylcellulose [Murocel], artificial tears) may relieve symptoms. If pain is present, a cause must be identified. It is good practice to check for corneal involvement or penetrating injury, and to consider urgent referral to ophthalmology. Recurrent hemorrhages may require a workup for bleeding disorders. If the patient is taking warfarin (Coumadin), the International Normalized Ratio should be checked."
        },
        {
            "parent": 10,
            "text": "Episcleritis is a localized area of inflammation involving superficial layers of episclera. It is usually self-limiting (lasting up to three weeks) and is diagnosed clinically. Investigation of underlying causes is needed only for recurrent episodes and for symptoms suggestive of associated systemic diseases, such as rheumatoid arthritis. Treatment involves supportive care and use of artificial tears. Topical NSAIDs have not been shown to have significant benefit over placebo in the treatment of episcleritis.36Topical steroids may be useful for severe cases. Ophthalmology referral is required for recurrent episodes, an unclear diagnosis (early scleritis), and worsening symptoms."
        }
    ],
    "locked": false
}