{
    "url": "https://www.aafp.org/pubs/afp/issues/2009/0515/p863.html#afp20090515p863-f1",
    "title": "Evaluation and Management of the Patient with Difficult-to-Control or Resistant Hypertension | AAFP",
    "author": "ANTHONY J. VIERA, MD, MPH, AND ALAN L. HINDERLITER, MD",
    "doi": "Am Fam Physician.2009;79(10):863-869",
    "abstract": "High blood pressure is often difficult to control. Resistant hypertension is blood pressure above goal despite adherence to a combination of at least three antihypertensive medications of different classes, optimally dosed and usually including a diuretic. The approach to blood pressure that is apparently difficult to control begins with an assessment of the patient's adherence to the management plan, including lifestyle modifications and medications. White-coat hypertension may need to be ruled out. Suboptimal therapy is the most common reason for failure to reach the blood pressure goal. Once-daily fixed-dose combination pills may improve control through the synergism of antihypertensive agents from different classes and improved adherence. Truly drug-resistant hypertension is commonly caused by chronic kidney disease, obstructive sleep apnea, or hyperaldosteronism, all of which can lead to fluid retention. Higher doses of diuretics (or a change to a loop diuretic) are usually needed. Other strategies include adding an alpha blocker, alpha-beta blocker, clonidine, or an aldosterone antagonist (e.g., spironolactone). Particularly in patients with diabetes or renal disease, combining a long-acting nondihydropyridine with a dihydropyridine calcium channel blocker can also be considered. Obesity, heavy alcohol intake, high levels of dietary sodium, and interfering substances (especially non-steroidal anti-inflammatory drugs) contribute to hypertension that is resistant or difficult to control.",
    "headers": [
        {
            "id": 0,
            "name": "Apparently Difficult-to-Control Hypertension",
            "level": 2
        },
        {
            "id": 1,
            "name": "MEASUREMENT ISSUES",
            "level": 3
        },
        {
            "id": 2,
            "name": "NONADHERENCE TO THERAPY",
            "level": 3
        },
        {
            "id": 3,
            "name": "SUBOPTIMAL THERAPY",
            "level": 3
        },
        {
            "id": 4,
            "name": "WHITE-COAT HYPERTENSION",
            "level": 3
        },
        {
            "id": 5,
            "name": "Truly Drug-Resistant Hypertension",
            "level": 2
        },
        {
            "id": 6,
            "name": "VOLUME OVERLOAD",
            "level": 3
        },
        {
            "id": 7,
            "name": "INTERFERING SUBSTANCES",
            "level": 3
        },
        {
            "id": 8,
            "name": "Associated Factors",
            "level": 2
        },
        {
            "id": 9,
            "name": "Secondary Hypertension",
            "level": 2
        },
        {
            "id": 10,
            "name": "CHRONIC KIDNEY DISEASE",
            "level": 3
        },
        {
            "id": 11,
            "name": "PRIMARY HYPERALDOSTERONISM",
            "level": 3
        },
        {
            "id": 12,
            "name": "OBSTRUCTIVE SLEEP APNEA",
            "level": 3
        },
        {
            "id": 13,
            "name": "Additional Pharmacologic Considerations",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "More than 65 million U.S. adults have hypertension, about 40 million of whom do not have their blood pressure under control.1This does not necessarily mean that these patients have difficult-to-control hypertension, but it shows that reaching blood pressure goals is difficult for many patients. Although patient factors (e.g., adherence to medications) are key to achieving control, physician factors (i.e., acceptance of blood pressure above goal, uncertainty about a patient's “true” blood pressure, and inertia in prescribing) are also important.2,3"
        },
        {
            "parent": -1,
            "text": "Resistant hypertension is defined as blood pressure above goal despite adherence to a combination of at least three optimally dosed antihypertensive medications of different classes.4Ideally, one of the agents should be a diuretic. The other agents usually include one that interrupts the renin-angiotensin-aldosterone system, such as an angiotensin-converting enzyme (ACE) inhibitor or angiotensin receptor blocker (ARB), and a calcium channel blocker (CCB) or beta blocker. The prevalence of resistant hypertension is unclear, although trials of treatment in which antihypertensive medications are forcibly titrated to reach target blood pressure suggest that it may affect as many as 20 to 30 percent of patients with hypertension.4"
        },
        {
            "parent": -1,
            "text": "It can be hard to tell if a patient is truly adherent to an optimally dosed three-drug regimen; therefore, patients with drug-resistant hypertension are considered a subset of those with difficult-to-control hypertension. Because there are scant trial data on patients with resistant hypertension, the recommendations in this article were based largely on observational studies and expert opinion. Broadly speaking, two categories of patients were considered: those with apparently difficult-to-control hypertension and those with truly drug-resistant hypertension."
        },
        {
            "parent": 1,
            "text": "A cuff that is too small will overestimate a patient's blood pressure, so attention to measurement equipment and technique is critical. In older patients, severe arteriosclerosis may interfere with accurate measurement; this is referred to as pseudohypertension. If the radial artery remains palpable despite an inflated upper arm cuff occluding the brachial artery, pseudohypertension should be suspected. Another clue is the development of dizziness or weakness temporally related to the use of antihypertensive medications in an older patient."
        },
        {
            "parent": 2,
            "text": "Evaluation of the patient with difficult-to-control hypertension should begin with an assessment of adherence to the prescribed management plan, including recommended lifestyle modifications(Table 1).5,6Patients may not appreciate the value of lifestyle modifications such as the Dietary Approaches to Stop Hypertension (DASH) eating plan in reducing blood pressure.7Explaining that the combination of the DASH eating plan and low sodium intake can be as effective as a single antihypertensive medication may help motivate patients.8In addition, a low-sodium diet has been shown to reduce cardiovascular events.9The importance of weight loss for overweight patients should also be stressed. Other lifestyle modification recommendations include daily aerobic exercise (which has the added benefit of promoting weight loss) and moderation of alcohol intake.5"
        },
        {
            "parent": 2,
            "text": "Patients often do not persist in taking their antihypertensive medications10; a nonjudgmental approach to asking about adherence may provide the most accurate answers.11A physician might ask, “Many patients occasionally miss a dose—or even a few doses—of their medication(s). How often is this a problem for you?” Patients may have difficulty adhering to medication regimens for economic reasons, or they may not understand the regimen because of health literacy, cultural, or language barriers."
        },
        {
            "parent": 2,
            "text": "A once-daily regimen can improve adherence to antihypertensive treatment.12Because most patients require more than one class of antihypertensive medication, fixed-dose combination pills may also improve adherence, although sometimes at an increased cost to the patient, creating a different barrier to adherence. The simplest regimen for a patient with difficult-to-control hypertension may be a once-daily fixed-dose combination of two agents (e.g., a diuretic with an ACE inhibitor) plus an additional once-daily agent (e.g., a long-acting CCB). Asking about and addressing side effects may enhance patients' understanding of and adherence to therapy."
        },
        {
            "parent": 3,
            "text": "The most common reason for failure to reach blood pressure goal is suboptimal therapy.13Physician inertia may lead to inadequately prescribed doses of antihypertensives or failure to add additional agents.14As mentioned above, greater blood pressure reduction is achieved by combining lower doses of drugs from different antihypertensive classes rather than increasing the dose of a single medication.15Importantly, one of the drug classes should be a diuretic. The lower-dose combination strategy is also more likely to minimize side effects.15Although combination pills are often more expensive, in some cases they may be less expensive than the two medications prescribed separately. A recent review discusses combination therapy and provides a list of available fixed-dose combination pills.16"
        },
        {
            "parent": 4,
            "text": "Some patients appear to have difficult-to-control hypertension based on their office blood pressure measurement, but actually have average blood pressure that is well-controlled when assessed by out-of-office measurements. In a study of 611 patients with office blood pressure greater than 140/90 mm Hg, nearly 40 percent of those on one or two medications and almost 30 percent of those on three medications had controlled blood pressure on ambulatory monitoring.17"
        },
        {
            "parent": 4,
            "text": "If white-coat hypertension is suspected, out-of-office blood pressure should be measured using a validated home blood pressure monitor; 24-hour ambulatory blood pressure monitoring may also be considered.5Table 2presents a suggested protocol for using home blood pressure monitoring to obtain a reliable estimate of a patient's blood pressure.18If home blood pressure monitoring is used and readings suggest white-coat hypertension, consider 24-hour ambulatory blood pressure monitoring for confirmation. Current therapy can be continued in patients with uncomplicated hypertension if the 24-hour average blood pressure is less than 130/80 mm Hg (or daytime average less than 135/85 mm Hg). However, if the 24-hour average blood pressure is 130/80 mm Hg or greater (or daytime average is 135/85 mm Hg or greater), therapy should be intensified(Figure 1).19"
        },
        {
            "parent": 6,
            "text": "An expansion in extracellular volume—relative or absolute—is often a contributing factor to hypertension that is difficult to control.20,21Volume overload may be related to a high-sodium diet, chronic renal insufficiency (leading to sodium retention), or both. Clinically, this volume overload may not manifest as peripheral edema, and the only clue to its presence may be the persistently elevated blood pressure despite multiple agents, even when one of the agents is a low-dose diuretic."
        },
        {
            "parent": 6,
            "text": "An initial pharmacologic step in managing patients with difficult-to-control hypertension is to ensure adequate diuretic therapy by increasing the dose of diuretic (e.g., go from 12.5 to 25 mg of hydrochlorothiazide) or by changing to a more potent diuretic (e.g., chlorthalidone [Thalitone] in place of hydrochlorothiazide). Consider using chlorthalidone rather than hydrochlorothiazide when possible because it was the agent used in the largest hypertension clinical trials with patient-oriented outcomes, and it provides greater blood pressure reduction.22–24"
        },
        {
            "parent": 6,
            "text": "For low-dose thiazides to be effective, the patient must have normal renal function. In patients with a serum creatinine value greater than 1.5 to 1.8 mg per dL (130 to 160 μmol per L) or glomerular filtration rate less than 30 mL per minute per 1.73 m2, switching to a loop diuretic such as furosemide (Lasix) may be necessary.25Physicians should keep in mind that the short-acting loop diuretics (furosemide and bumetanide [formerly Bumex]) may need to be given twice daily. Torsemide (Demadex) is a longer-acting alternative."
        },
        {
            "parent": 7,
            "text": "In addition to dietary substances such as sodium and alcohol, other exogenous substances can interfere with blood pressure control by directly raising blood pressure, by interfering with the mechanisms of antihypertensive drugs, or both.21Nonsteroidal anti-inflammatory drugs (NSAIDs) including cyclooxygenase-2 inhibitors, for example, not only raise blood pressure but can interfere with the mechanism of nearly every antihypertensive drug class.21Because NSAIDs are available over-the-counter, it can be difficult to gauge the degree to which they may play a role in the patient with difficult-to-control hypertension. Use of NSAIDs should be discouraged or limited to the extent possible."
        },
        {
            "parent": 7,
            "text": "Other potentially interfering agents that should be considered in patients with difficult-to-control hypertension include some antidepressants (e.g., bupropion [Wellbutrin]), oral contraceptives, sympathomimetics (e.g., amphetamines, cocaine, pseudoephedrine [Sudafed]), appetite suppressants, and herbal supplements (e.g., ginseng;Table 3).4,5"
        },
        {
            "parent": 8,
            "text": "Older patients are more likely to have hypertension that is difficult to control.2Many will have isolated systolic hypertension. In older patients with coronary artery disease, the theoretic risk of excessive lowering of diastolic blood pressure leading to compromise of myocardial perfusion may limit the reductions in systolic blood pressure that can be comfortably achieved. However, even in this population it appears safe to reduce blood pressure to a diastolic of 70 mm Hg.26Further, recent evidence shows that octogenarians treated with antihypertensives have reduced morbidity and mortality.27Therefore, treatment should not be withheld based solely on a patient's age."
        },
        {
            "parent": 8,
            "text": "Obesity is common in patients with hypertension and may make hypertension more difficult to control because of increased sodium and fluid retention, sympathetic activation, and stimulation of the renin-angiotensin-aldosterone system.21Therefore, higher doses of antihypertensive medications are often needed. Weight loss must be emphasized as an important part of therapy. For every 2.2 lb (1 kg) of weight lost, systolic blood pressure is reduced by approximately 1.0 to 2.4 mm Hg.28Weight reduction strategies should always begin with caloric restriction, but the use of orlistat (Xenical) in some patients29or bariatric surgery in morbidly obese patients is also supported by evidence.30,31"
        },
        {
            "parent": 8,
            "text": "Heavy alcohol intake will make blood pressure much more difficult to control, and hypertensive patients' compliance with advice to reduce alcohol intake is less than 30 percent at three years.32Many hypertensive patients do not even recall being given advice to limit their alcohol intake.33Therefore, patients drinking in excess of acceptable amounts should be advised to reduce their intake."
        },
        {
            "parent": 9,
            "text": "Unrecognized secondary hypertension is more common among patients referred to clinics specializing in the treatment of hypertension, but it should also be considered in patients whose blood pressure is particularly difficult to control in the primary care setting.34More complete reviews of secondary hypertension are available,35and rarer causes (e.g., pheochromocytoma) should be considered, but chronic kidney disease, primary hyperaldosteronism, and obstructive sleep apnea are particularly worth reconsidering because they are common problems."
        },
        {
            "parent": 10,
            "text": "Chronic kidney disease is common in patients with difficult-to-control hypertension. Chronic kidney disease may result from hypertension, and it makes hypertension more resistant to treatment because of increased sodium and fluid retention.21An emphasis on dietary sodium restriction is important, and a diuretic is almost always required for optimal blood pressure control. Blockade of the renin-angiotensin-aldosterone system with an ACE inhibitor or ARB should be part of the hypertension management of the patient with chronic kidney disease.5Patients started on an ACE inhibitor or ARB should have their serum potassium and creatinine levels assessed within two weeks and then be monitored periodically (e.g., every six months) for development of azotemia or hyperkalemia. In general, an increase in serum creatinine level of 30 percent or less and a serum potassium level of 5.5 mEq per L (5.5 mmol per L) or less are within acceptable limits.36"
        },
        {
            "parent": 11,
            "text": "Primary hyperaldosteronism may be one of the most common contributors to resistant hypertension. Approximately 20 percent of patients referred to hypertension subspecialty clinics have hyperaldosteronism.37–39Many of these patients have normal potassium levels, and the diagnosis may not have been considered previously. In patients who have resistant hypertension, it is reasonable to screen for primary hyperaldosteronism using a morning plasma aldosterone/renin ratio. A ratio of less than 20 (plasma aldosterone reported in ng per dL and plasma renin activity in ng per mL per hour) effectively rules out primary hyperaldosteronism. A ratio of 20 or higher with an aldosterone level greater than 15 ng per dL (420 pmol per L) suggests primary hyperaldosteronism, but the diagnosis must be confirmed by specialized testing.21,40The optimal diagnostic strategy for distinguishing adrenal adenoma from bilateral adrenal hyperplasia is controversial. Therefore, if a patient has a positive screening test for primary hyperaldosteronism, referral to a hypertension specialist or endocrinologist for further confirmatory testing and evaluation should be considered."
        },
        {
            "parent": 11,
            "text": "An aldosterone antagonist such as spironolactone (Aldactone) is the treatment of choice for primary hyperaldosteronism caused by bilateral adrenal hyperplasia. Spironolactone reduced systolic blood pressure by approximately 20/10 mm Hg in cohorts of patients with hypertension that was resistant to three or more drugs.21,41For patients who do not tolerate spironolactone because of the development of gynecomastia, eplerenone (Inspra) is an alternative aldosterone antagonist that does not cause this side effect. Amiloride (Midamor) is another agent that functions as an indirect aldosterone antagonist.4When using any of these agents, special attention must be paid to serum creatinine and potassium levels."
        },
        {
            "parent": 12,
            "text": "Among patients with difficult-to-control hypertension, obstructive sleep apnea is often present. In obese patients or those with a history of snoring, witnessed apnea, or excessive daytime sleepiness, obstructive sleep apnea may be suspected. The diagnosis is easily confirmed by a sleep study. In some patients, however, difficult-to-control hypertension may be the only sign. In one study of patients with resistant hypertension, 83 percent were diagnosed with unsuspected obstructive sleep apnea based on polysomnography results.42Polysomnography seems to be a reasonable test to consider in patients with difficult-to-control hypertension. In those found to have obstructive sleep apnea, treatment with continuous positive airway pressure may help improve blood pressure control.43"
        },
        {
            "parent": 13,
            "text": "In addition to optimizing diuretic therapy and adding spironolactone, other pharmacologic considerations(Table 44)in treating resistant hypertension include adding one of the following: an alpha blocker; a combined alpha-beta blocker (e.g., labetalol [Trandate], carvedilol [Coreg]); or clonidine (Catapres; transdermal or oral), guanfacine (Tenex), or hydralazine (Apresoline).4,44–46The choice of a fourth agent may be guided by other compelling indications.5In some patients, particularly those who have diabetes or chronic kidney disease, combining a nondihydropyridine CCB (e.g., diltiazem [Cardizem], verapamil [Calan]) with a dihydropyridine CCB (e.g., amlodipine [Norvasc], nifedipine [Procardia]) can be an effective strategy.25,44"
        },
        {
            "parent": 13,
            "text": "Reserpine is an older agent that may be a useful addition to achieve blood pressure control, but it can cause depression. The combination of an ACE inhibitor and ARB should be avoided because it is not only associated with increased adverse events but also appears to worsen renal dysfunction.47Agents such as minoxidil (formerly Loniten) are sometimes needed, but such use is probably best done in consultation with a hypertension specialist."
        }
    ],
    "locked": false
}