{
    "url": "https://www.aafp.org/pubs/afp/issues/2010/0901/p480.html#afp20100901p480-f1",
    "title": "Anemia in Older Persons | AAFP",
    "author": "MICHAEL H. BROSS, MD, KATHLEEN SOCH, MD, AND TERESA SMITH-KNUPPEL, MD",
    "doi": "Am Fam Physician.2010;82(5):480-487",
    "abstract": "Anemia in older persons is commonly overlooked despite mounting evidence that low hemoglobin levels are a significant marker of physiologic decline. Using the World Health Organization definition of anemia (hemoglobin level less than 13 g per dL [130 g per L] in men and less than 12 g per dL [120 g per L] in women), more than 10 percent of persons older than 65 years are anemic. The prevalence increases with age, approaching 50 percent in chronically ill patients living in nursing homes. There is increasing evidence that even mild anemia is associated with increased morbidity and mortality. Anemia warrants evaluation in all older persons, except those at the end of life or who decline interventions. About one third of persons have anemia secondary to a nutritional deficiency, one third have anemia caused by chronic inflammation or chronic kidney disease, and one third have unexplained anemia. Nutritional anemia is effectively treated with vitamin or iron replacement. Iron deficiency anemia often is caused by gastrointestinal bleeding and requires further investigation in most patients. Anemia of chronic inflammation or chronic kidney disease may respond to treatment of the underlying disease and selective use of erythropoiesis-stimulating agents. The treatment of unexplained anemia is difficult, and there is little evidence that treatment decreases morbidity and mortality, or improves quality of life. Occasionally, anemia may be caused by less common but potentially treatable conditions, such as autoimmune hemolytic anemia, malignancy, or myelodysplastic syndrome.",
    "headers": [
        {
            "id": 0,
            "name": "Etiologies",
            "level": 2
        },
        {
            "id": 1,
            "name": "Clinical Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "Laboratory Testing and Evaluation",
            "level": 2
        },
        {
            "id": 3,
            "name": "MICROCYTIC ANEMIA",
            "level": 3
        },
        {
            "id": 4,
            "name": "NORMOCYTIC ANEMIA",
            "level": 3
        },
        {
            "id": 5,
            "name": "MACROCYTIC ANEMIA",
            "level": 3
        },
        {
            "id": 6,
            "name": "Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Anemia is a common problem with serious consequences in older persons. Using the World Health Organization definition of anemia (hemoglobin level less than 13 g per dL [130 g per L] in men and less than 12 g per dL [120 g per L] in women), a large cohort study found that the corrected annual incidence of anemia increased steadily with age. From 65 to 69 years of age, the incidence of new-onset anemia was 6 percent in men and 4 percent in women. In persons 85 years and older, the annual incidence rose to 14 percent in men and 13 percent in women.1In one study, approximately 50 percent of chronically ill patients living in nursing homes had anemia.2"
        },
        {
            "parent": -1,
            "text": "Anemia is often overlooked in older persons despite considerable evidence that low hemoglobin levels indicate physiologic decline in these patients. Multiple studies demonstrate that anemia is an independent risk factor for increased morbidity and mortality, and decreased quality of life in community-dwelling older persons(Table 1).3–17Increasing functional deterioration is associated with decreasing hemoglobin concentration in an inverse and linear manner.3,4It is important to note, however, that even low normal hemoglobin levels may be a marker for decline.3For example, one study of 1,146 community-dwelling older persons found that women with borderline anemia (hemoglobin level of 12 to 13 g per dL) perform worse than women with a hemoglobin level of 13 to 15 g per dL (130 to 150 g per L) on tests of walking speed, balance, and ability to rise from a chair.18"
        },
        {
            "parent": -1,
            "text": "These implications of anemia should lead physicians to investigate for causes of anemia that can be readily addressed, with treatments that have the potential to improve quality of life. Despite the possible benefits of treating anemia in older adults who are frail or who are at the end of life, discomfort from medical tests and interventions may exceed the benefits when disease burden and disability become severe. Limited overall benefits, the risk of false-positive test results, and patient preferences are valid reasons to defer evaluation. This article outlines potential causes of anemia and treatments that may be beneficial in older persons."
        },
        {
            "parent": 0,
            "text": "The Third National Health and Nutrition Examination Survey studied the prevalence and etiologies of anemia in a large national sample of community-dwelling persons.19Most cases of anemia were mild, with only 2.8 percent of women and 1.6 percent of men having a hemoglobin level of less than 11 g per dL (110 g per L). Approximately one third of persons with anemia had a nutritional deficiency; one third had anemia of chronic inflammation, chronic kidney disease, or both; and one third had unexplained anemia. A breakdown of specific etiologies are found inTable 2.20"
        },
        {
            "parent": 1,
            "text": "Anemia often has an insidious onset in older persons. Although an acute drop in hemoglobin will cause symptoms of volume depletion, such as dizziness and increased falls, slower onset of anemia is better tolerated, with symptoms developing as compensatory mechanisms fail. Older persons cannot increase heart rate and cardiac output as readily as younger persons, with dyspnea, fatigue, and confusion becoming more common as anemia worsens. Preexisting cardiac diseases, such as coronary artery disease and congestive heart failure, often become more symptomatic as hemoglobin levels decrease."
        },
        {
            "parent": 1,
            "text": "There are few signs on physical examination that are specific for mild or moderate anemia. Pale conjunctiva are usually noted when the hemoglobin level drops below 9 g per dL (90 g per L).21In persons with multiple chronic illnesses, physicians may overlook anemia or attribute its symptoms to the underlying disease process. Thus, it is important to have a high index of suspicion when older persons present with even subtle symptoms of decline. A complete blood count or a point-of-care hematocrit measurement will quickly confirm the diagnosis of anemia."
        },
        {
            "parent": 1,
            "text": "Additional history and physical examination findings often clarify the etiology of anemia. Questions should address signs and symptoms associated with blood loss, such as chronic indigestion or dark stools suggestive of gastrointestinal bleeding, dark urine suggestive of hematuria, and recent surgery. Dietary history is important, with strict vegan diets increasing the risk of vitamin B12deficiency.22Heavy alcohol consumption increases the risk of folate deficiency22and bleeding from peptic ulcer disease and varices. Chronic inflammatory diseases and chronic kidney disease are associated with anemia.20A history of long-standing anemia warrants consideration of familial disorders, such as thalassemias and hereditary spherocytosis."
        },
        {
            "parent": 1,
            "text": "Medications should be reviewed, with attention to those that increase the risk of bleeding (e.g., nonsteroidal anti-inflammatory drugs, warfarin [Coumadin]). A careful review of systems may identify alarming signs such as recent immobility, anorexia, and night sweats. Weight loss, lymphadenopathy, and localized bony pain are signs of serious illness and warrant consideration of underlying malignancy and chronic infection."
        },
        {
            "parent": 2,
            "text": "Once anemia is confirmed, a complete blood count is helpful. If bleeding or iron deficiency anemia is clinically suspected, measurement of serum ferritin is also warranted. The red blood cell size or mean corpuscular volume (MCV) is used to distinguish microcytic, normocytic, and macrocytic anemias. Many patients have a previously documented complete blood count that can be compared for changes in the baseline MCV. Three algorithms(Figures 123–30,223–33, and331–34)are presented to help identify the underlying etiology or etiologies for anemia. The algorithms are based on probabilities, with the understanding that many anemias are multifactorial, and that it is difficult to conclusively identify the underlying causes."
        },
        {
            "parent": 3,
            "text": "Microcytic anemias(Figure 123–30)are usually caused by iron deficiency.23Ferritin is a marker of iron storage, and a ferritin level below 35 ng per mL (78.64 pmol per L) is highly suggestive of iron deficiency anemia.23It is important to note that ferritin levels increase with acute illness and inflammation, and in some persons with iron deficiency anemia and an acute inflammatory process, ferritin levels may be spuriously elevated. A cutoff of 45 ng per mL (101.11 pmol per L) has a higher sensitivity in older adults(Table 3).24"
        },
        {
            "parent": 3,
            "text": "Iron deficiency anemia often is caused by gastrointestinal bleeding and requires further investigation in most older persons.35,36The presence of iron deficiency anemia markedly increases the likelihood of gastrointestinal malignancy, especially in persons 65 years and older.35Even in asymptomatic patients, more than one half are found to have a bleeding-related lesion on endoscopic evaluation with esophagogastroduodenoscopy and colonoscopy. Advanced age, low MCV (60 fL or less), and positive fecal occult blood test results are associated with higher rates of gastrointestinal bleeding.36Despite the potential benefits of diagnosing malignancies and other pathologies, it is important to remember that the risks of perforation with colonoscopy increase with age, significant comorbidity, obstruction, and invasive interventions.37Invasive diagnostic interventions are best used when they are likely to affect disease management and improve prognosis."
        },
        {
            "parent": 4,
            "text": "Normocytic anemias(Figure 223–33)have a wide differential diagnosis. Although many normocytic anemias are secondary to chronic disease, including chronic kidney disease, it is important to exclude early nutritional deficiencies and hemolysis. A peripheral blood smear, reticulocyte count, and vitamin B12and folate levels should be ordered. Many patients with vitamin B12or folate deficiency have a normal MCV.33If the reticulocyte index (reticulocyte count times hematocrit level, divided by normal hematocrit level) is greater than 2 percent, hemolysis and subsequent confirmatory tests should be considered. A positive direct Coombs test result strongly supports autoimmune hemolytic anemia. Autoimmune hemolytic anemia, both warm and cold antibody types, is life-threatening if untreated, but has good outcomes with immunosuppression.38Other causes of reticulocytosis include recent blood loss and hypersplenism. Most persons with anemia have a low reticulocyte count, which indicates that the bone marrow is not producing adequate red blood cells. If vitamin B12and folate levels are adequate, these patients should be evaluated for iron deficiency anemia and kidney disease. Many older persons have a mixed anemia with more than one etiology. The soluble transferrin receptor level is typically increased to 2.5 mg per L (29.5 nmol per L) or greater with iron deficiency anemia.27When dividing the soluble transferrin receptor level by the log of the ferritin level, a value of 1.5 or less suggests anemia of chronic disease and a value greater than 1.5 supports iron deficiency with chronic disease.28,29"
        },
        {
            "parent": 5,
            "text": "Macrocytic anemias(Figure 331–34)may be caused by drug therapy, alcoholism, liver disease, hypothyroidism, vitamin B12deficiency, or folate deficiency.32,34An elevated reticulocyte count suggests hemolysis, hypersplenism, or recent blood loss. When the reticulocyte count is low, the next step is to obtain serum vitamin B12and folate levels. If the vitamin B12or folate level is borderline low, serum homocysteine level (to confirm folate deficiency) and methylmalonic acid level (to confirm vitamin B12deficiency) should be obtained. Normal levels of homocysteine and methylmalonic acid virtually exclude folate and vitamin B12deficiencies.32,33"
        },
        {
            "parent": 5,
            "text": "An abnormal peripheral blood smear result in patients with anemia warrants strong consideration for myelodysplastic syndrome and malignancies, especially multiple myeloma. Macrocytic anemia is associated with myelodysplastic syndrome and myeloproliferative conditions. In such cases, bone marrow biopsy should be considered if the findings would potentially affect treatment."
        },
        {
            "parent": 6,
            "text": "Almost all older persons with nutritional anemia should be treated, because treatment is usually simple and cost-effective. The only exceptions may be very ill patients at the end of life and those who decline interventions. For iron deficiency anemia, the usual replacement dose is ferrous sulfate, 325 mg (65 mg of elemental iron) per day, or ferrous gluconate, 325 mg (38 mg of elemental iron) per day.39Low-dose iron therapy, with 15 mg of elemental iron per day as liquid ferrous gluconate, effectively corrects hemoglobin and ferritin concentrations with fewer gastrointestinal adverse effects than higher iron doses.40Treatment is usually continued for six months to replete iron stores. For persons who fail to respond to oral iron therapy, parenteral treatment with iron dextran or iron sucrose is usually therapeutic. High-dose oral therapy (cyanocobalamin, 1 to 2 mg per day) to treat vitamin B12deficiency is effective and well tolerated.41–43Folate deficiency should be treated with folic acid, 1 mg per day. Effective treatment of nutritional anemia is noted by reticulocytosis within one week, followed by a more gradual increase in hemoglobin level."
        },
        {
            "parent": 6,
            "text": "Treatment of anemia of chronic disease, chronic kidney disease anemia, and unexplained anemia is more difficult. The initial and preferred treatment is to correct the underlying disorder. Optimal management of chronic diseases will minimize inflammation and lessen bone marrow suppression. Most anemias in older persons are mild and do not require further intervention. When anemia is severe (hemoglobin level less than 10 g per dL [100 g per L]), symptoms that warrant additional treatment often develop. Two options to treat severe anemia are blood transfusions and erythropoiesis-stimulating agents, both of which have significant limitations. Blood transfusions provide immediate relief of common symptoms, including dyspnea, fatigue, and dizziness. Risks of transfusions include volume overload, iron overload, infections, and acute reactions."
        },
        {
            "parent": 6,
            "text": "Erythropoiesis-stimulating agents have been approved for the treatment of anemia of chronic disease in limited situations(Table 444–47), but their use remains controversial. Erythropoietin is produced mainly by the kidneys and stimulates the production of red blood cells in the bone marrow. Two recent randomized trials of the use of erythropoiesis-stimulating agents in persons with chronic kidney disease and anemia found that increasing the hemoglobin level to a target of 13.5 g per dL (135 g per L)48or 13 g per dL49resulted in an increased rate of death and cardiovascular events. Goals of treatment with erythropoiesis-stimulating agents for chronic kidney disease are avoiding transfusions and maintaining a hemoglobin level significantly below 12 g per dL.50Although some studies have shown modest benefits of erythropoiesis-stimulating agents in persons with cancer and anemia, several have found decreased survival with these agents.45,51For selected chemotherapy-associated anemias, erythropoiesis-stimulating agents are recommended as the hemoglobin level approaches or falls below 10 g per dL to avoid transfusions.45,46"
        },
        {
            "parent": 6,
            "text": "For most persons with anemia of chronic disease or unexplained anemia, there is little evidence that correcting the hemoglobin level decreases morbidity and mortality, or improves quality of life. In these patients, anemia may be a marker of frailty and physiologic decline. Therefore, it is prudent to limit erythropoiesis-stimulating agents to the treatment of severe anemia associated with chronic kidney disease and other approved indications, unless patients are part of clinical trials to evaluate erythropoiesis-stimulating agents."
        },
        {
            "parent": 6,
            "text": "Newer treatment modalities for myelodysplastic syndrome and multiple myeloma may prove beneficial regardless of patient age.52,53Hematology consultation should be obtained if treatment is desired."
        }
    ],
    "locked": false
}