{
    "url": "https://www.aafp.org/pubs/afp/issues/2008/0601/p1607.html#afp20080601p1607-f1",
    "title": "ACP Guidelines for the Diagnosis and Treatment of Low Back Pain | AAFP",
    "author": "LIZ HORSLEY",
    "doi": "Am Fam Physician.2008;77(11):1607-1610",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "Evaluation and Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Guideline source:American College of Physicians"
        },
        {
            "parent": -1,
            "text": "Literature search described?Yes"
        },
        {
            "parent": -1,
            "text": "Evidence rating system used?Yes"
        },
        {
            "parent": -1,
            "text": "Published source:Annals of Internal Medicine, October 2, 2007"
        },
        {
            "parent": -1,
            "text": "Available at:http://www.annals.org/cgi/content/full/147/7/478"
        },
        {
            "parent": -1,
            "text": "Endorsed by the AAFP, May 2011."
        },
        {
            "parent": -1,
            "text": "https://www.aafp.org/patient-care/clinical-recommendations/all/endorsed.html"
        },
        {
            "parent": -1,
            "text": "Although many options are available for the evaluation and management of low back pain, there has been little consensus about what works best. To address this issue, the American College of Physicians (ACP) created a guideline consisting of seven key recommendations for diagnosing and treating low back pain in the primary care setting. The recommendations were based on a systematic evidence review and were graded using the ACP's clinical practice guidelines grading system. An intervention was considered to have “proven” benefits only if supported by at least fair-quality evidence and if shown to have at least moderate benefits (or small benefits without significant harms, costs, or burdens)."
        },
        {
            "parent": 0,
            "text": "Figure 1andTable 1address recommendations for the initial evaluation of low back pain."
        },
        {
            "parent": 0,
            "text": "Recommendation 1: Physicians should conduct a focused history and physical examination to classify patients into one of three categories: (1) nonspecific pain; (2) pain possibly associated with radiculopathy or spinal stenosis; and (3) pain from another specific spinal cause (e.g., neurologic deficits or underlying conditions, ankylosing spondylitis, vertebral compression fracture). Patient history should be assessed for psychosocial risk factors. (Strong recommendation, moderate-quality evidence)"
        },
        {
            "parent": 0,
            "text": "Low back pain cannot be attributed to a specific disease or spinal abnormality in most patients (more than 85 percent) who present to primary care. Patients with acute low back pain typically have substantial improvements after the first month of presentation. A focused history and physical examination can help determine the likelihood of specific underlying conditions and whether neurologic involvement is present and to what extent. Physicians should assess the location and duration of pain, frequency of symptoms, and any history of previous symptoms, treatment, and response to treatment."
        },
        {
            "parent": 0,
            "text": "Consideration should be given to conditions outside of the back that may contribute to low back pain (e.g., pancreatitis, nephrolithiasis, aortic aneurysm, systemic illnesses). Patients should be evaluated for rapidly progressive or severe neurologic deficits and should be asked about risk factors for cancer and infection. Risk factors are outlined inTable 1."
        },
        {
            "parent": 0,
            "text": "Compared with physical examination findings or severity and duration of pain, psychosocial factors and emotional distress are stronger predictors of low back pain outcomes and should be assessed accordingly. However, current evidence is lacking regarding the best methods for this kind of assessment. Factors that may predict poorer outcomes in patients with low back pain include depression, passive coping strategies, job dissatisfaction, higher disability levels, disputed compensation claims, or somatization."
        },
        {
            "parent": 0,
            "text": "Recommendation 2: Routine use of imaging and other diagnostic testing is not recommended for patients with nonspecific pain. (Strong recommendation, moderate-quality evidence)"
        },
        {
            "parent": 0,
            "text": "Routine plain radiography, computed tomography (CT), or magnetic resonance imaging (MRI) for patients with nonspecific pain is not associated with better outcomes than selective imaging."
        },
        {
            "parent": 0,
            "text": "Recommendation 3: Diagnostic imaging and testing should be performed in patients who have low back pain with severe or progressive neurologic deficits, or when history and examination suggest that a serious underlying condition may be the cause. (Strong recommendation, moderate-quality evidence)"
        },
        {
            "parent": 0,
            "text": "MRI or CT is recommended for patients with severe or progressive neurologic deficits, as well as for those who are suspected of having a serious underlying condition (e.g., vertebral infection, cauda equina syndrome, cancer with impending spinal cord compression). MRI is generally preferred over CT."
        },
        {
            "parent": 0,
            "text": "Recommendation 4: Patients with persistent low back pain and signs and symptoms of radiculopathy or spinal stenosis should be evaluated with MRI (preferred) or CT only if they are potential candidates for surgery or epidural steroid injection. (Strong recommendation, moderate-quality evidence)"
        },
        {
            "parent": 0,
            "text": "Most patients who have lumbar disc herniation with radiculopathy will show improvement within the first month of noninvasive management. Discectomy or epidural steroids are potential treatment options for patients with a prolapsed lumbar disc with persistent radicular symptoms despite noninvasive therapy. Surgery may be considered for the treatment of spinal stenosis with persistent symptoms."
        },
        {
            "parent": 0,
            "text": "MRI or CT is recommended over plain radiography for the evaluation of patients with persistent back and leg pain who may be candidates for invasive treatment options. However, findings on MRI or CT are often non-specific (e.g., bulging disc without nerve root impingement). Consideration should be given to the correlation between symptoms and radiographic results, severity of symptoms, patient preferences, surgical risks, and costs."
        },
        {
            "parent": 1,
            "text": "Figure 2andTable 2address recommendations for the management of low back pain."
        },
        {
            "parent": 1,
            "text": "Recommendation 5: Patients should be provided with evidence-based information about their expected treatment course, advised to remain active, and given information about self-care options. (Strong recommendation, moderate-quality evidence)"
        },
        {
            "parent": 1,
            "text": "Patients who have acute low back pain with or without sciatica should be informed of the generally favorable prognosis and likelihood for substantial improvement within the first month. Physicians should explain to patients that early imaging and other tests add additional expense, usually cannot determine a definite cause of low back pain, and will not improve outcomes."
        },
        {
            "parent": 1,
            "text": "For patients with nonspecific pain, suggestions for self-management include remaining active, which is more effective than bed rest, and using self-care education books based on evidence-based guidelines. For acute low back pain, application of heat with heating pads or heated blankets may provide short-term pain relief. For chronic pain, medium-firm mattresses are more likely to help than firm mattresses. Activity limitations for workers with low back pain should take into account the patient's age, general health, and the physical demands of job tasks."
        },
        {
            "parent": 1,
            "text": "Recommendation 6: In combination with information and self-care, the use of medications with proven benefits should be considered. Before beginning treatment, physicians should evaluate the severity of the patient's baseline pain and functional deficits and the potential benefits and risks of treatment, including the relative lack of long-term effectiveness and safety data. In most cases, acetaminophen or nonsteroidal anti-inflammatory drugs (NSAIDs) are the first-line medication options. (Strong recommendation, moderate-quality evidence)"
        },
        {
            "parent": 1,
            "text": "Although it is a slightly weaker analgesic than NSAIDs, acetaminophen has a more favorable safety profile and a low cost, which makes it a first-line option for the treatment of acute or chronic back pain. Nonselective NSAIDs are more effective for pain relief, but are associated with gastrointestinal and renovascular risks; therefore, these risk factors should be assessed and the lowest effective dose for the shortest duration is recommended. There is insufficient evidence to recommend for or against aspirin in the treatment of low back pain."
        },
        {
            "parent": 1,
            "text": "Opioid analgesics and tramadol (Ultram) should be used judiciously, but are options for patients with severe, disabling pain that is not sufficiently alleviated by acetaminophen or NSAIDs. Reassessment and consideration of alternative therapies or referral for further evaluation are recommended after failure to respond to a time-limited course of opioids. Evidence is insufficient to recommend one opioid over another."
        },
        {
            "parent": 1,
            "text": "For medications in the skeletal muscle relaxant class, the antispasticity medication tizanidine (Zanaflex) has been well-studied for low back pain. However, there is little evidence for the effectiveness of baclofen (Lioresal) and dantrolene (Dantrium), which are also approved for the treatment of spasticity. Other skeletal muscle relaxants are an option for short-term pain relief, but medications in this class are associated with adverse effects to the central nervous system, and risk-benefit profiles may vary substantially. Systemic corticosteroids are not recommended."
        },
        {
            "parent": 1,
            "text": "Physicians should keep in mind that depression is common in patients with chronic low back pain. Tricyclic antidepressants are another option for pain relief in patients with no contraindications. Other classes of antidepressants have not been shown to be effective (e.g., selective serotonin reuptake inhibitors) or have not yet been evaluated (e.g., serotonin-norepinephrine reuptake inhibitors)."
        },
        {
            "parent": 1,
            "text": "For patients with sciatica or spinal stenosis, there is little evidence for medication recommendations, other than gabapentin (Neurontin), which has also been associated with small, short-term benefits for patients with radiculopathy. There is insufficient evidence to recommend other antiepileptic medications for back pain. The effectiveness of benzodiazepines appears to be similar to that of skeletal muscle relaxants for short-term pain relief of acute or chronic low back pain, but risks include abuse, addiction, and tolerance; a time-limited course of therapy is recommended."
        },
        {
            "parent": 1,
            "text": "Recommendation 7: If a patient does not improve with self-care, physicians should consider adding nonpharmacologic therapies with proven benefits. (Weak recommendation, moderate-quality evidence)"
        },
        {
            "parent": 1,
            "text": "Moderately effective nonpharmacologic therapies for chronic low back pain include acupuncture, exercise therapy, massage, yoga, cognitive behavior therapy, progressive relaxation, spinal manipulation, and intensive interdisciplinary rehabilitation. There is insufficient evidence to recommend any treatment as first-line therapy for patients with sciatica or symptoms of spinal stenosis. In occupational settings, functional restoration with a cognitive behavior component reduces work absenteeism."
        }
    ],
    "locked": false
}