{
    "url": "https://www.aafp.org/pubs/afp/issues/2009/1215/p1421.html#afp20091215p1421-f1",
    "title": "Evaluation and Treatment of Hematospermia | AAFP",
    "author": "KSENIJA B. STEFANOVIC, MD, PhD, PETER C. GREGG, MD, MPH, AND MICHAEL SOUNG, MD",
    "doi": "Am Fam Physician.2009;80(12):1421-1427",
    "abstract": "Hematospermia can be a distressing symptom for patients, but most cases are effectively managed by a primary care physician. Although the condition is usually benign, significant underlying pathology must be excluded by history, physical examination, laboratory evaluation, and, in select cases, other diagnostic modalities. In men younger than 40 years without risk factors (e.g., history of cancer, known urogenital malformation, bleeding disorders) and in men with no associated symptoms, hematospermia is often self-limited and requires no further evaluation or treatment other than patient reassurance. Many cases are attributable to sexually transmitted infections or other urogenital infections in men younger than 40 years who present with hematospermia associated with lower urinary tract symptoms. Workup in these patients can be limited to urinalysis and testing for sexually transmitted infections, with treatment as indicated. In men 40 years and older, iatrogenic hematospermia from urogenital instrumentation or prostate biopsy is the most common cause of blood in the semen. However, recurrent or persistent hematospermia or associated symptoms (e.g., fever, chills, weight loss, bone pain) should prompt further investigation, starting with a prostate examination and prostate-specific antigen testing to evaluate for prostate cancer. Other etiologies to consider in those 40 years and older include genitourinary infections, inflammations, vascular malformations, stones, tumors, and systemic disorders that increase bleeding risk.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 2,
            "name": "HISTORY",
            "level": 3
        },
        {
            "id": 3,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 4,
            "name": "FURTHER TESTING",
            "level": 3
        },
        {
            "id": 5,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 6,
            "name": "Monitoring and Referral",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Presence of blood in the semen, known as hematospermia or hemospermia, is often a frightening finding for patients. The incidence of hematospermia is difficult to quantify because most men do not observe their semen.1,2Prevalence in clinical settings is highest in men younger than 40 years.3Most cases of hematospermia can be appropriately managed by primary care physicians. Hematospermia is commonly benign and self-limited, especially in men younger than 40 years without risk factors and in men with no associated symptoms. These patients need minimal investigation, and they can be reassured if workup findings are negative, or treated if indicated. Patients with risk factors or associated symptoms, patients 40 years and older, and patients with persistent or recurrent hematospermia need more extensive evaluation and may need to be referred to a urologist."
        },
        {
            "parent": 0,
            "text": "Until recent decades, hematospermia was not considered clinically significant, and it was mostly attributed to prolonged sexual abstinence or intense sexual experiences because a precise etiology could not be determined in as many as 70 percent of patients who presented with it.3–5Although prolonged sexual abstinence, excessive masturbation, and rigorous sexual intercourse are still considered causes of hematospermia,1advancements in medical imaging and laboratory techniques have allowed physicians to determine a more precise cause in up to 85 percent of hematospermia cases, many of which are benign.6Of specific etiologies, infectious conditions are the most common, accounting for approximately 40 percent of hematospermia cases.3,4Other etiologies include inflammatory, neoplastic (e.g., prostate cancer, testicular cancer),7,8iatrogenic (e.g., prostate biopsy [most common], prostate surgery, urologic instrumentation, radiation therapy, hemorrhoid injections),9structural, systemic, and vascular causes (Table 17–21)."
        },
        {
            "parent": 1,
            "text": "The goal of clinical assessment is to identify significant or treatable underlying causes of hematospermia.1The foundation for a comprehensive evaluation includes a thorough patient history and physical examination.Figure 1presents an algorithm for the evaluation of hematospermia.7,8"
        },
        {
            "parent": 2,
            "text": "The first step of the history is to rule out pseudo-hematospermia(Table 2)by determining if hematuria is being misinterpreted as hematospermia or if the blood may have been from the patient's sexual partner (e.g., ask about his partner's possible menstruation or genitourinary infection, and about intense sexual behavior).1,4"
        },
        {
            "parent": 2,
            "text": "Once true hematospermia has been confirmed, three key factors help guide further evaluation: age of the patient, duration of symptoms, and presence of associated symptoms or risk factors(Tables 3and4). In men younger than 40 years, risk factors of behavior-related hematospermia or infectious etiologies should be assessed. In men 40 years and older, neoplasia or structural abnormalities should be more strongly considered. Hematospermia that is limited to a few episodes usually has an identifiable etiology (e.g., infection, intense sexual experiences) and is less concerning than persistent or recurring hematospermia, which can indicate a pathologic condition."
        },
        {
            "parent": 2,
            "text": "Relevant associated symptoms include genitourinary pain or voiding symptoms. Pain with urination may suggest urethritis, cystitis, or prostatitis, whereas pain with bladder distention usually indicates cystitis. Pain with ejaculation may be associated with prostatitis or obstruction of an ejaculatory duct. Voiding symptoms may indicate primary or secondary involvement of the bladder or bladder outlet, such as dysfunctional conditions or morphologic abnormalities. Ascertaining the patient's sexual history and history of iatrogenic injury is important because sexually transmitted infections (STIs) and instrumentation, biopsy, or other procedures are leading causes of hematospermia."
        },
        {
            "parent": 2,
            "text": "Systemic diseases that may be associated with hematospermia include bleeding disorders; liver disease, which can affect clotting factor production; and severe uncontrolled hypertension (demonstrated in a limited case-control study22), which is attributed to interference with clotting.22,23Constitutional symptoms (e.g., weight loss, night sweats, fever, chills, bone pain) may indicate a neoplastic or infectious source. Travel and medication history also may point to a source (e.g., tuberculosis exposure,Schistosomainfection, warfarin [Coumadin] use).13"
        },
        {
            "parent": 3,
            "text": "Elevated blood pressure, fever, and tachycardia may indicate a systemic cause, such as severe uncontrolled hypertension, infection, or malignancy. Detailed abdominal and genitourinary examinations should be performed to assess for trauma, inflammation, discharge, and lymphadenopathy. Full scrotal examination is important to evaluate for inflammation; infection; and masses of the testes, epididymis, and spermatic cords.14Rectal examination is needed to check the prostate for size, tenderness, fluctuation, symmetry, firmness, and nodularity.1,3"
        },
        {
            "parent": 4,
            "text": "Usually, hematospermia has resolved by the time a patient sees his physician. If the patient has no risk factors or associated symptoms, he should be reassured that such self-limited hematospermia needs no further evaluation or treatment. However, in most patients with ongoing lower urinary tract symptoms, urinalysis should be performed and testing for genitourinary infections, including STIs, should be considered(Table 3)."
        },
        {
            "parent": 4,
            "text": "Minimal, directed laboratory evaluation usually leads to a diagnosis, and patients often have quick resolution with treatment. However, certain associated symptoms and laboratory findings require prompt subspecialty referral and intervention(Table 5). For example, if results of the prostate examination are abnormal or if the prostate-specific antigen level is elevated, a prostate biopsy is indicated to evaluate for malignancy. Urology referral should also be considered for a patient whose history, physical examination, and initial laboratory workup do not lead to a diagnosis, yet hematospermia persists or recurs. Urologists use several additional tools to evaluate patients with hematospermia, including urethrocystoscopy, transrectal ultrasonography with or without Doppler vascular evaluation, scrotal ultrasonography, magnetic resonance imaging, and computed tomography.1,3,19,24"
        },
        {
            "parent": 5,
            "text": "If treatment is necessary, it should be directed at the diagnosed etiology. Appropriate antibiotics are indicated in patients with genitourinary infection. If infection is suspected, yet none is found, empiric two-week treatment with an antibiotic that penetrates the prostate-blood barrier (e.g., fluoroquinolones, doxycycline, trimethoprim, trimethoprim/sulfamethoxazole [Bactrim, Septra]) may be beneficial, with follow-up if symptoms recur or persist.1Iatrogenic causes of hematospermia usually resolve spontaneously within a few weeks or approximately 10 ejaculations.4,9,25–27Other treatments for hematospermia are usually initiated under the direction of a urologist, and include transurethral endoscopic resection, incision, fulguration, or marsupialization.1,16,18,19,21"
        },
        {
            "parent": 6,
            "text": "Most men with an easily treatable cause of hematospermia do not need follow-up. Men with recurrent or persistent isolated hematospermia or symptomatic men in whom an etiology is not elucidated require follow-up within three to six months to reassess symptoms and potential etiologic factors. Poor response to treatment or troublesome associated symptoms or findings should prompt referral to a urologist(Table 5)."
        }
    ],
    "locked": false
}