{
    "url": "https://www.aafp.org/pubs/afp/issues/2010/0201/p305.html#afp20100201p305-f1",
    "title": "Management of Erectile Dysfunction | AAFP",
    "author": "JOEL J. HEIDELBAUGH, MD",
    "doi": "Am Fam Physician.2010;81(3):305-312",
    "abstract": "Erectile dysfunction (ED) is the most common sexual problem in men. The incidence increases with age and affects up to one third of men throughout their lives. It causes a substantial negative impact on intimate relationships, quality of life, and self-esteem. History and physical examination are sufficient to make a diagnosis of ED in most cases, because there is no preferred, first-line diagnostic test. Initial diagnostic workup should usually be limited to a fasting serum glucose level and lipid panel, thyroid-stimulating hormone test, and morning total testosterone level. First-line therapy for ED consists of lifestyle changes, modifying drug therapy that may cause ED, and pharmacotherapy with phosphodiesterase type 5 inhibitors. Obesity, sedentary lifestyle, and smoking greatly increase the risk of ED. Phosphodiesterase type 5 inhibitors are the most effective oral drugs for treatment of ED, including ED associated with diabetes mellitus, spinal cord injury, and antidepressants. Intraurethral and intracavernosal alprostadil, vacuum pump devices, and surgically implanted penile prostheses are alternative therapeutic options when phosphodiesterase type 5 inhibitors fail. Testosterone supplementation in men with hypogonadism improves ED and libido, but requires interval monitoring of hemoglobin, serum transaminase, and prostate-specific antigen levels because of an increased risk of prostate adenocarcinoma. Cognitive behavior therapy and therapy aimed at improving relationships may help to improve ED. Screening for cardiovascular risk factors should be considered in men with ED, because symptoms of ED present on average three years earlier than symptoms of coronary artery disease. Men with ED are at increased risk of coronary, cerebrovascular, and peripheral vascular diseases.",
    "headers": [
        {
            "id": 0,
            "name": "Prevalence",
            "level": 2
        },
        {
            "id": 1,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnosis and Evaluation",
            "level": 2
        },
        {
            "id": 3,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 4,
            "name": "LIFESTYLE MODIFICATIONS",
            "level": 3
        },
        {
            "id": 5,
            "name": "PHARMACOTHERAPY",
            "level": 3
        },
        {
            "id": 6,
            "name": "SURGICAL AND PROCEDURAL THERAPY",
            "level": 3
        },
        {
            "id": 7,
            "name": "ALTERNATIVE THERAPIES",
            "level": 3
        },
        {
            "id": 8,
            "name": "BEHAVIOR THERAPY",
            "level": 3
        },
        {
            "id": 9,
            "name": "Link to Cardiovascular Disease",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Erectile dysfunction (ED) is defined by the National Institutes of Health as the inability to achieve or maintain an erection sufficient for satisfactory sexual performance.1ED is the most common sexual problem in men; it often causes serious distress, prompting men to seek medical attention they may not otherwise seek. It often has a profound effect on intimate relationships, quality of life, and overall self-esteem. ED may also be the presenting symptom or harbinger of undetected cardiovascular disease.2The economic impact of ED is multifactorial, with direct costs that include physician evaluation, pharmacotherapy, and diagnostic testing, and indirect costs that include lost time at work, lost productivity, and effects on the man's partner, family, and coworkers."
        },
        {
            "parent": 0,
            "text": "Many men associate advancing age with declining sexual function and an overall decreased quality of life. ED affects up to one third of men throughout their lives, and the incidence increases with age. A population-based study of U.S. health professionals found the prevalence of sexual dysfunction in men to be 12 percent in those younger than 59 years, 22 percent in those 60 to 69 years of age, and 30 percent in those older than 69 years.3Persons with type 2 diabetes mellitus have a threefold greater risk of ED compared with the general population.4Depression increases the risk of ED, but it is not clear if this relationship is causal.5"
        },
        {
            "parent": 1,
            "text": "ED may result from organic causes (e.g., vascular, neurogenic, hormonal, anatomic, drug-induced), psychological causes, or a combination of both. A normal sexual erectile response results from the interaction between neurotransmitter, biochemical, and vascular smooth muscle responses initiated by parasympathetic and sympathetic neuronal triggers that integrate physiologic stimuli of the penis with sexual perception and desire. Nitric oxide produced from endothelial cells after parasympathetic stimuli triggers a molecular cascade that results in smooth muscle relaxation and arterial influx of blood into the corpus cavernosum. This is followed by compression of venous return, which produces an erection.6"
        },
        {
            "parent": 2,
            "text": "There is no preferred, first-line diagnostic test for ED, and routine screening is not recommended. History and physical examination are sufficient in making an accurate diagnosis of ED in most cases. Penile duplex ultrasonography is not a useful diagnostic test for ED.7The American Urological Association (AUA) recommends that the initial evaluation of ED include a complete medical, sexual, and psychosocial history.8The medical history may reveal comorbid conditions, risk factors related to ED (Table 1),9or medications that contribute to ED (Table 2).6Sexual history should focus on erection adequacy, altered libido, quality and timing of orgasm, volume and appearance of ejaculate, presence of sexually-induced genital pain or penile curvature (Peyronie disease), and partner sexual function. The five-item version of the International Index of Erectile Function Questionnaire is a validated survey instrument that can be used to assess the severity of ED symptoms (Table 3).10"
        },
        {
            "parent": 2,
            "text": "The physical examination should assess blood pressure and heart rate; body habitus, for central obesity; and cardiovascular, neurologic, and genitourinary systems, including penile, testicular, and digital rectal examinations (Figure 1).8,9,11–14The AUA and World Health Organization recommend limited diagnostic testing in men with ED. This may include a fasting serum glucose level and lipid panel, thyroid-stimulating hormone test, and morning total testosterone level.8,11Additional diagnostic testing and urologic evaluation may be warranted in cases of ED refractory to standard therapies (Table 4).11Clues to the diagnosis of ED are listed inTable 5."
        },
        {
            "parent": 4,
            "text": "First-line therapy for ED is aimed at lifestyle changes and modifying pharmacotherapy that may contribute to ED8(Table 26). Sedentary lifestyle, a significant risk factor for cardiovascular disease, may also be a modifiable risk factor for ED.15Obesity nearly doubles the risk of ED3; one study determined that one third of men who were obese improved their ED with moderate weight loss and an increase in the amount and duration of regular exercise.14The risk of moderate or total ED is almost double in men who smoke compared with nonsmokers.16Patient education should be aimed at increasing exercise, losing weight to achieve a body mass index (BMI) less than 30 kg per m2, and stopping smoking."
        },
        {
            "parent": 5,
            "text": "Phosphodiesterase type 5 (PDE5) inhibitors are the most effective oral drugs in the treatment of ED,9,12and should be considered first-line therapy.8,14,17Retail sales of sildenafil (Viagra), tadalafil (Cialis), and vardenafil (Levitra) approached $1.48 billion in 2007.18Sildenafil has been found to be effective and safe in cases of ED associated with diabetes mellitus17,19and spinal cord injury,20and in men with sexual dysfunction secondary to antidepressant therapy.21Compared with placebo, sildenafil has been shown to improve erections (74 versus 21 percent; number needed to treat [NNT] = 2)22and results in more frequent intercourse attempts (57 versus 21 percent; NNT = 3).23Approximately one third of men with ED do not respond to therapy with PDE5 inhibitors. These agents are not effective for improving libido.24"
        },
        {
            "parent": 5,
            "text": "The three PDE5 inhibitors are considered to be relatively similar in effectiveness, but there are differences in dosing, onset of action, and duration of therapeutic effect (Table 6).25There are no rigorous data to suggest that one PDE5 inhibitor is superior to another. An open-label trial found that patients preferred tadalafil and vardenafil over sildenafil,26yet most evidence supports equal effectiveness between sildenafil and vardenafil.27PDE5 inhibitors are generally well tolerated, with mild transient adverse effects of headache, flushing, dyspepsia, rhinitis, and abnormal vision. Headache is the most commonly reported adverse effect, occurring in approximately 10 percent of patients. Rare but important adverse effects include dizziness, syncope, and nonarteritic anterior optic neuropathy (predominantly from crossover phosphodiesterase type 6 inhibition). PDE5 inhibitors should not be taken concomitantly with nitrates because this may lead to a synergistic effect, resulting in a potentially serious, even fatal, decrease in blood pressure. PDE5 inhibitors are metabolized by the cytochrome P450 3A4 and may affect metabolism of protease inhibitors and antifungal medications."
        },
        {
            "parent": 5,
            "text": "Intracavernosal pressure and PDE5 activity are androgen-dependent. The prevalence of hypogonadism (defined as a morning serum total testosterone level less than 300 ng per dL [10.41 nmol per L]) in men with ED is estimated to be 5 to 10 percent.13,28In men with hypogonadism, testosterone supplementation is superior to placebo in improving erections and sexual function. Response rates are higher in primary versus secondary testicular failure, and with transdermal versus oral or intramuscular testosterone.13Supplementation is also associated with improved satisfaction with erectile function and sexual desire.29Men with hypogonadism who failed a trial of sildenafil were found to have significant improvement in erectile function with the addition of testosterone supplementation.30Testosterone supplementation may result in erythrocytosis, elevated serum trans-aminase levels, exacerbation of untreated sleep apnea, benign prostatic hyperplasia, and an increased risk of adenocarcinoma of the prostate. Men receiving testosterone supplementation require more frequent monitoring of hemoglobin, serum transaminase, and prostate-specific antigen levels, and prostate examinations.31"
        },
        {
            "parent": 6,
            "text": "Alprostadil (Caverject) is a viable second-line therapeutic option for the treatment of ED. It should initially be administered in the physician's office at the lowest dose and sequentially titrated to an adequate erectile response while monitoring for syncope. The physicians should also provide education on self-administration.8Intra-cavernosal alprostadil is more effective, better tolerated, and preferred by men over the intraurethral form.32Common adverse effects of intraurethral alprostadil include local penile pain, urethral bleeding, dizziness, and dysuria. Common adverse effects of intracavernosal alprostadil include penile pain, edema and hematoma, palpable nodules or plaques, and priapism. Patients should be informed about the potential for occurrence of prolonged erections and should seek emergent medical evaluation for rigid erections lasting longer than four hours. Priapism is most commonly treated with aspiration of blood from the corpus cavernosum under local anesthetic. If this treatment is insufficient, then intra-cavernosal injections of phenylephrine should be performed with hemodynamic monitoring to watch for severe hypertension, tachycardia, or arrhythmia."
        },
        {
            "parent": 6,
            "text": "Vacuum pump devices are a noninvasive second-line option(Figure 2). They are contraindicated in men with sickle cell anemia or blood dyscrasias, and in those taking anticoagulants. If used properly, adverse effects and potential risks are negligible, yet there may be a substantial learning curve. When first- and second-line therapies have failed, surgical implantation of an inflatable penile prosthesis can be considered in consultation with a urologist(Figure 3). Patients should be counseled regarding risks, benefits, and expectations of this procedure. The AUA does not endorse penile venous reconstructive surgery or surgeries to limit venous outflow from the penis. Penile arterial reconstructive surgery is controversial and more rigorous trials are needed to prove short- and long-term effectiveness.16"
        },
        {
            "parent": 7,
            "text": "Korean red ginseng (Panax ginseng) at 900 mg three times daily has been reported to improve erections but not overall sexual experience.33Yohimbine has shown superiority over placebo for treatment of ED with limited adverse effects,34but is not recommended by the AUA because of questions about its safety and effectiveness.8Some dietary supplements marketed for treatment of ED obtainable via the Internet (e.g., Super X, Stamina-Rx) contain PDE5 inhibitors (sildenafil 30 mg and tadalafil 20 mg, respectively). Although these and other similar products claim to be free of any adverse effects, they have the same risks as PDE5 inhibitors.35"
        },
        {
            "parent": 8,
            "text": "When there is no obvious medical etiology for ED, psychosocial factors should be explored. The potential clue that psychosocial factors may be a cause is that a man is able to achieve normal erections and orgasm through masturbation or sex with a partner other than the “index case” partner with whom he has erectile dysfunction (e.g., a spouse with whom there is substantial conflict). Group or individual cognitive behavior therapy; psychosexual therapy, including sensate focus technique; and therapy aimed at improving relationship difficulties may help to improve sexual dysfunction in men. A 2007 Cochrane review found that men who received group therapy plus sildenafil had more successful intercourse and were less likely to drop out of the study compared with those who received only sildenafil.36When comparing psychosocial interventions versus alprostadil injections and vacuum pump devices, no differences in effectiveness were found.36In some cases, education about medical and psychosocial etiologies of ED in conjunction with physician reassurance may prove adequate to restore normal male sexual function."
        },
        {
            "parent": 9,
            "text": "Men with ED should be considered for cardiovascular risk screening.15ED rates differ significantly in patients with established coronary artery disease (CAD). On average, ED symptoms present three years earlier than CAD symptoms.37Men with ED have a 75 percent increased risk of peripheral vascular disease.38The Prostate Cancer Prevention Trial determined that men with ED have a significantly greater likelihood of having angina, myocardial infarction, stroke, transient ischemic attack, congestive heart failure, or cardiac arrhythmia compared with men without ED.39Because most men are asymptomatic before an acute coronary syndrome, ED may serve as a sentinel marker for prompting discussions centered on promotion of cardiovascular risk stratification and modification."
        }
    ],
    "locked": false
}