{
    "url": "https://www.aafp.org/pubs/afp/issues/2008/1115/p1165.html#afp20081115p1165-f1",
    "title": "Evaluation of Scrotal Masses | AAFP",
    "author": "JEFFREY D. TIEMSTRA, MD, AND SHAILENDRA KAPOOR, MD",
    "doi": "Am Fam Physician.2008;78(10):1165-1170",
    "abstract": "Scrotal masses can represent a wide range of medical issues, from benign congenital conditions to life-threatening malignancies and acute surgical emergencies. Having a clear understanding of scrotal anatomy allows the examiner to accurately identify most lesions. Benign lesions such as hydroceles and varicoceles are often found incidentally by the patient or physician on routine examination. Epididymitis is bacterial in origin, readily diagnosed on physical examination, and treated with antibiotics. Indirect inguinal hernias usually are palpable separate from the normal scrotal contents and are a surgical emergency if strangulation is suspected based on symptoms of abdominal pain, tenderness, and nonreducibility. Testicular swelling may be caused by orchitis, cancer, or testicular torsion. Orchitis is usually viral in origin, subacute in onset, and may be accompanied by systemic illness. Testicular carcinomas are more gradual in onset; the testis will be nontender on examination. Testicular torsion has an acute onset, often with no antecedent trauma; the involved testis may be retracted and palpably rotated, and will be tender on examination. The swollen testis is always a true emergency. Although history and examination may suggest the diagnosis, testicular torsion can be reliably confirmed only with color Doppler ultrasonography, which must be obtained immediately. If torsion is suspected, surgical consultation should be obtained concurrently with ultrasonography, because the ability to successfully salvage the affected testis declines dramatically after six hours of torsion.",
    "headers": [
        {
            "id": 0,
            "name": "Causes of Scrotal Swelling",
            "level": 2
        },
        {
            "id": 1,
            "name": "SKIN",
            "level": 3
        },
        {
            "id": 2,
            "name": "TUNICA VAGINALIS AND PROCESSUS VAGINALIS",
            "level": 3
        },
        {
            "id": 3,
            "name": "TESTES",
            "level": 3
        },
        {
            "id": 4,
            "name": "EPIDIDYMIS",
            "level": 3
        },
        {
            "id": 5,
            "name": "PAMPINIFORM PLEXUS",
            "level": 3
        },
        {
            "id": 6,
            "name": "Diagnostic Evaluation",
            "level": 2
        },
        {
            "id": 7,
            "name": "HISTORY AND PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 8,
            "name": "DOPPLER ULTRASONOGRAPHY",
            "level": 3
        },
        {
            "id": 9,
            "name": "OTHER IMAGING",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Scrotal masses can occur from infancy to old age, with the various causes distributed widely across the age spectrum. Causes range from incidental findings of little clinical significance to conditions that can cause permanent disability or death. Fortunately, with a careful history and physical examination, physicians can usually identify those patients with potentially serious conditions. Because of the possibility of emergent and life-threatening causes, and because a swollen scrotum is usually of great concern to patients, immediate evaluation is always required."
        },
        {
            "parent": -1,
            "text": "Scrotal masses are best categorized by their anatomic origin. Because the anatomy of the scrotum is easy to appreciate on physical examination, identifying normal anatomy by inspection and palpation will usually lead to an accurate differential diagnosis of most scrotal masses(Figure 1).Figure 2illustrates the normal anatomy of the scrotum, andTable 1classifies causes of scrotal masses by anatomic origin."
        },
        {
            "parent": 1,
            "text": "Any lesion of the skin may occur on the skin of the scrotum. Sebaceous cysts commonly occur on the scrotum of adults, typically presenting as painless, slowly growing nodules in the skin. Occasionally such lesions become infected, in which case they will be erythematous and tender. They can be palpated in the dermal layer and are freely mobile and separate from the testes and spermatic cord."
        },
        {
            "parent": 1,
            "text": "Squamous cell carcinoma of the scrotal skin is primarily an occupational illness. Although it used to be common among chimney sweeps, the disease is now fairly rare because the risks of exposure to occupational carcinogens have been recognized, and use of protective clothing and equipment has become routine. However, squamous cell carcinoma of the scrotal skin is seen on occasion, and has been reported in a variety of industrial occupations, such as textile milling and metalworking. Scrotal carcinoma has also been cited as a complication of PUVA (psoralen plus ultraviolet A) therapy for psoriasis. The frequency of scrotal carcinoma increases with age, peaking around 75 years of age. It typically presents as a raised papule or plaque that progressively enlarges and ulcerates.1,2"
        },
        {
            "parent": 2,
            "text": "During fetal development, the processus vaginalis testis forms as an extension of the peritoneum, descending into the scrotum and surrounding the testis. With complete descent of the testis, the surrounding tunica vaginalis testis separates from the processus vaginalis testis. A hydrocele is a collection of fluid in either the tunica vaginalis or a persistent processus vaginalis. Hydroceles are common in newborns, but often disappear within the first year of life. However, a hydrocele may appear at any age as a painless, unilateral scrotal swelling of acute or insidious onset. On examination, a hydrocele is fluctuant, ovoid, and nontender. Hydroceles in the tunica vaginalis may obscure the adjacent testis, whereas hydroceles arising from a persistent processus vaginalis are palpated above the testis along the spermatic cord. Transillumination (shining a light through the swelling) demonstrates light transmission through the fluid-filled hydrocele, compared with nontransmission or limited transmission through the solid testis.3Hydroceles may develop in adulthood as a result of lymphatic obstruction by diseases such as filariasis, and are common in areas where such infection is endemic.4"
        },
        {
            "parent": 2,
            "text": "A persistent processus vaginalis may lead to a hydrocele or an indirect inguinal hernia. Inguinal hernias can also present at any age. Indirect inguinal hernias follow the path of the processus vaginalis through the internal inguinal ring and into the scrotum. Although the persistent processus vaginalis is congenital, symptomatic indirect inguinal hernias may develop at any age. Patients may present with scrotal swelling that fluctuates in size, and may note increased swelling with Valsalva-type maneuvers. On palpation, the indirect inguinal hernia may be felt as a swelling extending up the spermatic cord to the inguinal ring. Inguinal hernias often enlarge with the Valsalva maneuver, and can be reduced by the examiner unless the hernias are incarcerated. In contrast, patients with hydroceles will have a palpably normal spermatic cord and inguinal ring above the swollen area. About one third of patients referred for surgery for a palpable inguinal hernia have a nonpalpable contralateral hernia as well, so ultrasound imaging should be considered in these patients.5,6"
        },
        {
            "parent": 2,
            "text": "Strangulated indirect inguinal hernias present as acute painful masses, often accompanied by abdominal complaints such as pain, nausea, and vomiting. The hernia is typically firm and tender, and is usually not reducible. Strangulated hernias are a surgical emergency.7"
        },
        {
            "parent": 2,
            "text": "Hematoceles are typically a result of direct trauma to the scrotum (including iatrogenic trauma from aspiration of a hydrocele), although idiopathic cases have been reported. Patients usually present following trauma with pain and an acute scrotal swelling similar to a hydrocele, although not transilluminating well. Hematoceles can mimic testicular torsion and epididymitis."
        },
        {
            "parent": 3,
            "text": "Testicular tumors are the most common malignant tumors encountered in men 25 to 35 years of age. Histologic classification of these tumors is complex, and includes seminomas, choriocarcinoma, and a variety of teratomas, or germ cell tumors. Most palpable testicular tumors in adults are malignant, although 80 percent of nonpalpable testicular lesions are benign.8Children with testicular tumors are more likely to have benign lesions, with 20 to 40 percent being benign.9,10On examination, the testis is enlarged, nontender, has a firm consistency, and does not transilluminate. In seminomas, the testicular surface is smooth and the consistency is uniform, whereas teratomas may be more irregular. Urgent evaluation and referral are indicated.11–14"
        },
        {
            "parent": 3,
            "text": "Torsion of the testis is most common in males 10 to 25 years of age. Most torsions occur during sleep, with scrotal trauma accounting for less than 10 percent of cases.15Patients typically present with sudden onset of painful testicular swelling. The pain radiates to the inguinal and hypogastric areas and may be accompanied by nausea and vomiting. The testis will be tender and swollen, and is often high in the scrotum because of shortening of the spermatic cord with torsion.15The position of the epididymis varies depending on the degree of rotation, but will be in the normal posterior position with 360° rotation. The cremasteric reflex is usually absent, and elevation of the testes may aggravate the pain.15Suspected torsion is a surgical emergency; the testicular salvage rate for detorsion is 90 percent if performed within six hours of symptom onset, but drops to 50 percent after 12 hours, and to only 10 percent after 24 hours.15–22"
        },
        {
            "parent": 3,
            "text": "The presentation of torsion of the appendix testis may be identical to that of testicular torsion. On physical examination, however, a hard, tender nodule at the superior aspect of the testis may be palpated just beneath the skin, often with a bluish discoloration (i.e., the blue dot sign)."
        },
        {
            "parent": 3,
            "text": "Orchitis can occur when organisms travel up the vas deferens from the urinary tract, or it can be caused by systemic infections; potential pathogens include chlamydia, salmonella, mumps, brucellosis, and tuberculosis. In addition to a painful swollen testis, patients may have fever and other systemic signs and symptoms. Unlike the pain of testicular torsion, the pain of orchitis is usually relieved by elevation of the testes.23"
        },
        {
            "parent": 4,
            "text": "Epididymitis, acute infection of the epididymis, is usually caused by sexually transmitted diseases or common genitourinary pathogens, including gonorrhea and chlamydia. Patients typically have subacute onset of pain and swelling, sometimes with associated urinary tract symptoms, and on examination have a diffusely swollen, tender epididymis distinct from the testis.23"
        },
        {
            "parent": 4,
            "text": "A spermatocele is a retention cyst of the epididymis. The patient usually presents with a soft nodule in the head of the epididymis. On examination, a swelling can be felt above and behind the testes, distinct from the testes; typically it does not transilluminate.23"
        },
        {
            "parent": 5,
            "text": "A varicocele is a dilation of the pampiniform venous plexus along the spermatic cord. It is more common in tall, thin men and usually occurs on the left side. Patients may be asymptomatic or may complain of a dull, dragging discomfort on the affected side. Palpation reveals the classic “bag of worms” along the spermatic cord. The mass disappears when the patient lies down and reappears when the patient stands. Because varicoceles may contribute to lower sperm counts in some men, they should be considered in infertility evaluations.22,23"
        },
        {
            "parent": 7,
            "text": "Because of potential emergencies (e.g., testicular torsion) and potentially life-threatening diseases (e.g., testicular carcinoma), any patient with a new or changing scrotal mass should be evaluated immediately in the office or emergency department. Key features of the history include timing of onset, progression, trauma, aggravating and alleviating factors, pain, and genitourinary and systemic symptoms(Table 1). Careful physical examination should include attention to the location of the swelling in relation to the normal anatomic structures within the scrotum, and transillumination to check for testicular masses. Patients with suspected torsion should be evaluated emergently by a urologist, because surgery must be performed immediately to maximize the likelihood of salvaging the testis."
        },
        {
            "parent": 8,
            "text": "Ultrasonography with color Doppler imaging has become the accepted standard for evaluation of the acutely swollen scrotum. Ultrasonography will readily confirm the diagnosis in extratesticular masses, such as hydrocele, spermatocele, and varicocele. For the swollen testis, ultrasonography usually demonstrates normal parenchyma in cases of torsion and orchitis, and a heterogeneous appearance in carcinoma(Figure 3). In such cases, color Doppler ultrasonography is essential because it will show decreased blood flow in testicular torsion, normal or increased flow in carcinoma, and increased flow in orchitis. For testicular torsion, color Doppler ultrasonography has a sensitivity of 86 to 88 percent and a specificity of 90 to 100 percent. When testicular torsion is suspected, emergent surgical consultation should be obtained before ultrasonography is performed, because surgical exploration as soon as possible is critical to salvaging the testis and should not be delayed for imaging unless the diagnosis is in doubt.24–30"
        },
        {
            "parent": 9,
            "text": "Radionuclide imaging is accurate in diagnosing testicular torsion but, because of the time delay involved, is not often employed. Computed tomography and magnetic resonance imaging can be used when carcinoma is suspected if ultrasonography is inconclusive, and are also used for staging testicular tumors.25"
        }
    ],
    "locked": false
}