{
    "url": "https://www.aafp.org/pubs/afp/issues/2008/0301/p694.html#afp20080301p694-f1",
    "title": "AHA Publishes Statement on Drug Therapy for Lipid Abnormalities in Children and Adolescents | AAFP",
    "author": "SHERRI DAMLO",
    "doi": "Am Fam Physician.2008;77(5):694-700",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "Existing Guidelines",
            "level": 2
        },
        {
            "id": 1,
            "name": "POPULATION-BASED APPROACH",
            "level": 3
        },
        {
            "id": 2,
            "name": "TARGETED SCREENING APPROACH",
            "level": 3
        },
        {
            "id": 3,
            "name": "Limitations",
            "level": 2
        },
        {
            "id": 4,
            "name": "SELECTIVE SCREENING",
            "level": 3
        },
        {
            "id": 5,
            "name": "PATIENT COMPLIANCE",
            "level": 3
        },
        {
            "id": 6,
            "name": "CHOLESTEROL LEVELS",
            "level": 3
        },
        {
            "id": 7,
            "name": "DIETARY MODIFICATIONS",
            "level": 3
        },
        {
            "id": 8,
            "name": "Drug Therapy",
            "level": 2
        },
        {
            "id": 9,
            "name": "BILE ACID–BINDING RESINS",
            "level": 3
        },
        {
            "id": 10,
            "name": "STATINS",
            "level": 3
        },
        {
            "id": 11,
            "name": "NIACIN",
            "level": 3
        },
        {
            "id": 12,
            "name": "FIBRIC ACID DERIVATIVES",
            "level": 3
        },
        {
            "id": 13,
            "name": "Conclusions",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Guideline source:American Heart Association"
        },
        {
            "parent": -1,
            "text": "Literature search described?No"
        },
        {
            "parent": -1,
            "text": "Evidence rating system used?No"
        },
        {
            "parent": -1,
            "text": "Published source:Circulation, April 10, 2007"
        },
        {
            "parent": -1,
            "text": "Available at:http://circ.ahajournals.org/cgi/content/full/115/14/1948"
        },
        {
            "parent": -1,
            "text": "Drug therapy for patients with high-risk lipid abnormalities has resulted in advances in the treatment and prevention of atherosclerotic cardiovascular disease (CVD) in adults. Evidence suggests that atherosclerotic CVD begins in childhood and that its progression is accelerated by lipid abnormalities. Being overweight during childhood and having associated lipid abnormalities may persist into adulthood. Effective population-based strategies are essential to reversing this trend, but drug therapy may benefit selected persons with associated high-risk conditions, risk factors, or more extreme lipid abnormalities in whom lifestyle modifications are not sufficiently effective."
        },
        {
            "parent": -1,
            "text": "There is a reluctance to use drug therapy to treat lipid abnormalities in children, but evidence suggests that drug therapy is as effective at lowering cholesterol in children as in adults, with similar short-term safety. Therefore, the American Heart Association (AHA) examined the challenges with existing guidelines and published a scientific statement on patient selection, monitoring, initiation, and maintenance of drug therapy for the treatment of high-risk lipid abnormalities in children and adolescents."
        },
        {
            "parent": 0,
            "text": "Existing guidelines for the screening and management of lipid abnormalities in children and adolescents are based on a consensus report from the National Cholesterol Education Program (NCEP) Expert Panel on Blood Cholesterol Levels in Children and Adolescents. To help lower elevated cholesterol levels in children and adolescents, the panel recommended a population-based approach that would shift the population distribution of cholesterol levels. It also recommended a targeted screening approach that would identify persons with elevated low-density lipoprotein cholesterol (LDL-C) levels who need additional monitoring and management."
        },
        {
            "parent": 1,
            "text": "Dietary Modification. The diets of all healthy children older than two years should be fat- and cholesterol-restricted, with the appropriate amount of calories to support proper development and growth and to maintain a desirable body weight. Children and adolescents should consume a wide variety of foods to achieve an average daily food intake that includes no more than 10 percent of total calories from saturated fat, no more than 30 percent of total calories from fat, and no more than 300 mg of dietary cholesterol."
        },
        {
            "parent": 1,
            "text": "Lifestyle modifications and a more restrictive diet should be implemented in children whose LDL-C levels remain greater than 130 mg per dL (3.35 mmol per L) despite compliance with the recommended fat- and cholesterol-restricted diet. For these children, saturated fat intake should be limited to less than 7 percent of total daily caloric intake, and cholesterol intake should be less than 200 mg per day."
        },
        {
            "parent": 1,
            "text": "Drug Therapy. Lipid-lowering drug therapy is recommended for children 10 years and older whose LDL-C levels remain extremely elevated after six months to one year of dietary modification. Drug therapy also can be considered for children with LDL-C levels of 190 mg per dL (4.90 mmol per L) or greater. Children who may also require treatment are those whose levels are 160 mg per dL (4.15 mmol per L) or greater and who have two or more risk factors for CVD or a family history of premature CVD."
        },
        {
            "parent": 2,
            "text": "Universal cholesterol screening is not recommended because not all children with high cholesterol levels will have high enough cholesterol levels as adults to warrant treatment. There also is not sufficient evidence to suggest the effectiveness and long-term safety of treating children to reduce the risk of coronary heart disease morbidity or mortality into adulthood. However, therapy should be initiated at an early age for children with a family history of premature CVD, parental hypercholesterolemia, or both. Therefore, in the context of regular health care, selective screening is recommended(Figure 1)."
        },
        {
            "parent": 4,
            "text": "The NCEP guidelines do not consider the variability in total cholesterol and high-density lipoprotein cholesterol (HDL-C) levels based on sexual maturation, race, or sex. This has a significant impact on the specificity and sensitivity of screening."
        },
        {
            "parent": 4,
            "text": "Black children tend to have higher levels of total cholesterol and HDL-C compared with white children. In addition, girls tend to have higher total cholesterol levels than boys, so sensitivity may be higher in girls, but specificity will be lower."
        },
        {
            "parent": 5,
            "text": "Patient compliance with screening recommendations can impact the effectiveness of the guidelines, and non-compliance occurs at all levels. Multiple office visits and blood draws are barriers in children, and parents may not understand variability in cholesterol levels."
        },
        {
            "parent": 6,
            "text": "The existing guidelines primarily focus on elevated LDL-C levels and do not address decreased HDL-C levels, hypertriglyceridemia, or other lipoprotein abnormalities. These abnormalities, which are associated with obesity and the metabolic syndrome, may be more prevalent in children and adolescents."
        },
        {
            "parent": 7,
            "text": "Evidence suggests that a fat- and cholesterol-restricted diet may have only a limited effect on LDL-C levels and may increase triglyceride levels. Therefore, many children will not achieve target LDL-C levels, but they may also transition to combined hyperlipidemia."
        },
        {
            "parent": 9,
            "text": "Atlhough the NCEP guidelines recommend bile acid–binding resins as the initial treatment in children, the AHA notes that this therapy is associated with poor palatability, which can lead to poor compliance; a high prevalence of gastrointestinal complaints; and limited effectiveness. Bile acid–binding resins may interfere with the absorption of fat-soluble vitamins and some medications, and they may cause increases in triglyceride levels. Increased homocysteine levels also have been noted in some patients. Therefore, it is unlikely that bile acid–binding resins will be sufficient to achieve the targeted LDL-C levels in children. A nonresin tablet form of bile acid sequestrant, colesevelam (Welchol), in combination with statin therapy, may be better tolerated in these patients."
        },
        {
            "parent": 10,
            "text": "Evidence suggests that statin therapy significantly reduces cardiovascular and all-cause mortality rates in adults with, or at risk of, manifested atherosclerotic CVD. Although children do not seem to have more adverse events than adults, the effectiveness and ultra–long-term safety of these drugs and patient compliance remain of concern."
        },
        {
            "parent": 10,
            "text": "Guidelines recommended by the AHA for the titration, monitoring, and initiation of statin therapy in children and adolescents with hyperlipidemia appear inTable 1."
        },
        {
            "parent": 11,
            "text": "Niacin is rarely used to treat children and adolescents with lipid abnormalities. There are limited data on the use of niacin for the treatment of these patients, but existing evidence suggests that niacin is poorly tolerated, and it has the potential for serious adverse events. Therefore, the AHA does not recommend the routine use of niacin in children and adolescents; however, it may be considered in selected patients."
        },
        {
            "parent": 12,
            "text": "Fibric acid derivatives raise HDL-C levels and lower triglyceride levels, but the underlying mechanism of action is complex. If fibric acid derivatives are combined with other agents, especially statins, or used in patients with renal insufficiency, the risk of myopathy and rhabdomyolysis is markedly increased."
        },
        {
            "parent": 12,
            "text": "Fibric acid derivatives, however, are well tolerated in children and adolescents, and they do not impact growth or development. Therefore, the AHA recommends this class of drugs as the preferred treatment in children with severe elevations in triglyceride levels who are at risk of pancreatitis."
        },
        {
            "parent": 13,
            "text": "Evidence on drug therapy in children and adolescents with high-risk lipid abnormalities suggests that its effectiveness at lowering lipids and safety are similar to those in adults. However, the AHA suggests that the existing NCEP guidelines have limitations that have been magnified by the number of children who are overweight or obese. In addition, no studies have determined the benefit of initiating treatment in childhood compared with waiting until adulthood. Modifications are needed for these guidelines, and they should incorporate new evidence on multiple risk-factor scoring and its association with atherosclerotic pathology. In addition, drug therapy should be targeted only toward persons with high-risk conditions or lipid abnormalities who have not reached target lipid levels with lifestyle modifications. They should not be used as first-line treatment for persons whose lipid abnormalities are primarily lifestyle related."
        },
        {
            "parent": 13,
            "text": "editor's note: It is tempting to believe that lowering cholesterol levels in children will improve their long-term health outcomes. However, there is insufficient evidence to suggest that early intervention improves patient-oriented outcomes compared with intervention in adulthood. Given the uncertain effect on all-cause mortality and the high cost and potential risks of drug treatment with fibrates or statins in this population, treatment should be limited to patients who have the highest risk. Research in adults has consistently shown that patients with the highest risk benefit the most from cardiovascular interventions.—mark h. ebell, md, ms"
        }
    ],
    "locked": false
}