{
    "url": "https://www.aafp.org/pubs/afp/issues/2008/1115/p1155.html#afp20081115p1155-f1",
    "title": "Chronic Nonmalignant Pain in Primary Care | AAFP",
    "author": "ROBERT P. JACKMAN, MD, JANEY M. PURVIS, MD, AND BARBARA S. MALLETT, MD",
    "doi": "Am Fam Physician.2008;78(10):1155-1162",
    "abstract": "A systematic approach to chronic nonmalignant pain includes a comprehensive evaluation; a treatment plan determined by the diagnosis and mechanisms underlying the pain; patient education; and realistic goal setting. The main goal of treatment is to improve quality of life while decreasing pain. An initial comprehensive pain assessment is essential in developing a treatment plan that addresses the physical, social, functional, and psychological needs of the patient. One obstacle to appropriate pain management is managing the adverse effects of medication. Opioids pose challenges with abuse, addiction, diversion, lack of knowledge, concerns about adverse effects, and fears of regulatory scrutiny. These challenges may be overcome by adherence to the Federation of State Medical Boards guidelines, use of random urine drug screening, monitoring for aberrant behaviors, and anticipating adverse effects. When psychiatric comorbidities are present, risk of substance abuse is high and pain management may require specialized treatment or consultation. Referral to a pain management specialist can be helpful.",
    "headers": [
        {
            "id": 0,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 1,
            "name": "Management of Chronic Nonmalignant Pain",
            "level": 2
        },
        {
            "id": 2,
            "name": "TREATMENT PLAN",
            "level": 3
        },
        {
            "id": 3,
            "name": "TREATMENT OPTIONS",
            "level": 3
        },
        {
            "id": 4,
            "name": "OPIOID MEDICATIONS",
            "level": 3
        },
        {
            "id": 5,
            "name": "PERIODIC REVIEW",
            "level": 3
        },
        {
            "id": 6,
            "name": "DIVERSION AND ABUSE",
            "level": 3
        },
        {
            "id": 7,
            "name": "URINE DRUG SCREENS",
            "level": 3
        },
        {
            "id": 8,
            "name": "ABERRANT BEHAVIOR",
            "level": 3
        },
        {
            "id": 9,
            "name": "PSYCHIATRIC ISSUES",
            "level": 3
        },
        {
            "id": 10,
            "name": "MEDICATION ADVERSE EFFECTS",
            "level": 3
        },
        {
            "id": 11,
            "name": "Referral",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Pain is an unpleasant sensory and emotional experience primarily associated with tissue damage or described in terms of such damage. More than 50 million Americans have chronic pain.1Chronic nonmalignant pain is pain unrelated to cancer that persists beyond the usual course of disease or injury. It may or may not be associated with a pathologic process.1,2The estimated annual costs related to chronic pain are $85 to $90 billion.3"
        },
        {
            "parent": 0,
            "text": "Evaluating patients with chronic non-malignant pain requires a systematic approach that encompasses the pathophysiologic, as well as the social and psychological aspects of the condition.2,4Identifying the pain as nociceptive (tissue injury), neuropathic (a neurologic response to neural or nonneural injury), or mixed; and, if possible, quantifying the pain using visual analog scales will aid in treatment decisions. A thorough social and psychiatric history may alert the physician to issues, such as current or past substance abuse, developmental history, depression, anxiety, or other factors, that may interfere with achieving treatment goals. Validated risk assessment tools for persons at higher risk of opioid abuse include the Opioid Risk Tool (http://www.emergingsolutionsinpain.com/index.php?option=com_content&amp;task=view&amp;id=101&amp;Itemid=100) and the Screener and Opioid Assessment for Patients with Pain–Revised (http://www.painedu.com/soap.asp).5,6These tools should not be used to deny a patient pain medication, but to help develop a plan for medication monitoring. Pain contracts and visual analog scales can be found at http://www.ohsu.edu/ahec/pain/form.html.5–7By identifying patients at risk of possible opioid misuse (e.g., persons with past or current substance abuse, persons with psychiatric issues), physicians can choose to modify the monitoring plan or to refer the patient to a pain specialist.Table 1provides definitions for the terminology used to describe medication dependence and abuse.2"
        },
        {
            "parent": 0,
            "text": "Nonverbal patients require modified assessment techniques. Nonverbal patients may communicate pain by moaning, screaming, crying, or making painful facial expressions during manipulation. They may have swelling, may not use the (affected) body part, or may not move the body in a specific way.8Verbal and nonverbal patients with cognitive or intellectual disabilities can have sensory integration or more global communication disorders; therefore, they may not exhibit this type of non-verbal communication. Instead, chronic nonmalignant pain could present as behavioral challenges or as a gradual decline in function. Appropriate treatment can greatly improve patient quality of life and caregiver stress."
        },
        {
            "parent": 0,
            "text": "When long-term opioid therapy is considered in a patient with chronic nonmalignant pain, the initial pain assessment note should provide a complete and focused summary of the circumstances leading to the decision to treat with long-term opioids. To provide baseline information for future assessment, the note should cover the diagnosis, quality of the pain (e.g., what palliates and provokes it, radiation, severity, type, temporal sequence), region of the pain, treatments (current and previous), referrals, studies ordered, patient risk factors, and any psychiatric or social considerations.2,4,9"
        },
        {
            "parent": 2,
            "text": "Figure 15–7,9describes a general approach to assessing chronic nonmalignant pain. Management guidelines for specific pain disorders, such as chronic musculoskeletal pain, neuropathic pain, fibromyalgia, and low back pain, have been developed; therefore, a specific diagnosis should be pursued when possible.10–13Treatment goals focus on the improvement of the social, occupational, psychological, interpersonal, and physical disabilities caused by chronic pain, which adversely affect the patient's quality of life.14Patient education and setting realistic goals are keys to successful management; these will vary from patient to patient.15For example, total elimination of pain is rarely a realistic goal, whereas goals to increase pleasurable activities may be achievable."
        },
        {
            "parent": 3,
            "text": "Evidence of the effectiveness of most treatment options is lacking or inconsistent. Treatment options are listed inTable 2.16–25Most chronic pain disorders respond best to a combination of treatment modalities or a multidisciplinary plan. Treatment with nonpharmacologic options, with or without the addition of medication, should be tried initially. Nonpharmacologic modalities require patient participation and motivation, and improve physical mobility, fitness, mood, sleep, and general health.26,27Treatment of comorbid conditions, depression, anxiety, and sleep issues that commonly accompany chronic pain disorders can improve overall function.26,27Pharmacologic choices depend upon the diagnosis and whether the mechanism of pain is characterized as neuropathic, nociceptive, or mixed. Neuropathic pain disorders involve abnormal nerve conduction and neuropathies, whereas nociceptive pain includes muscular, inflammatory, or mechanical compression disorders.9Online Figure Adescribes the management of chronic nonmalignant pain by mechanism."
        },
        {
            "parent": 3,
            "text": "The well-accepted concept of rational polypharmacy, where medications with variable mechanisms are combined, enhances medication effectiveness, reduces required doses, increases quality of life, and addresses sleep and mood.10,28An example of this is the use of the tricyclic antidepressant amitriptyline for its analgesic and sedating properties (to help with insomnia). Nonopioid medications, such as acetaminophen, nonsteroidal anti-inflammatory drugs, and salicylates, should be tried initially. If ineffective, opioid/nonopioid combinations may be required, but are limited by the maximal dose of the nonopioid component. If moderate or severe pain is present, the use of long-acting opioids may be indicated, and has been shown to improve pain.20–22"
        },
        {
            "parent": 4,
            "text": "Reluctance to use long-term opioids is generally because of concerns about abuse, addiction, diversion, and adverse effects; inadequate knowledge; and fear of regulatory scrutiny.2,29With the increased appropriate use of opioid medications for chronic nonmalignant pain in the United States, there has been an increase in the abuse or nonmedicinal use of opioids.30This increase is small compared with the benefits of appropriate pain management and the use of other illicit substances (e.g., cocaine, marijuana, heroin).30There are many resources that provide detailed discussions regarding the safe, effective, and appropriate use of long-term opioids.11,15,21,31"
        },
        {
            "parent": 4,
            "text": "The Federation of State Medical Boards provides guidelines for evaluating pain treatment, including appropriate chronic opioid medication use(Table 3).2When followed carefully, these guidelines may help alleviate physician concerns. The decision to use long-term opioids requires careful consideration and is not without risk. The ineffectiveness of nonopioid options should be clearly documented, and there must be a legitimate medical purpose for opioid use. The anticipated benefits must outweigh the risks. Risk assessment tools can be used to identify patients that may be at risk of misuse. Opioid agreements are commonly used, with the intent to deter misuse and to outline patient responsibilities for obtaining opioids.31Using an opioid agreement also provides an opportunity for a documented discussion about medication adverse effects, complications, and risks."
        },
        {
            "parent": 4,
            "text": "The initial medication choice depends on the pain condition, severity, comorbid disorders, and physician preference. Initial treatment requires upward dose titration to optimal effect with minimal adverse effects. Long-acting opioids are preferred because they provide consistent pain control levels. Although many authors discourage the use of short-acting opioids for chronic nonmalignant pain, breakthrough pain and acute exacerbations of pain can be addressed with short-acting opioids.Table 4provides the six A's for monitoring patients with chronic nonmalignant pain who are taking controlled substances.11"
        },
        {
            "parent": 5,
            "text": "Periodic review (follow-up visits) allows for the monitoring of treatment effectiveness, nonpharmacologic therapy compliance, and patient behaviors that may indicate violation of the opioid agreement or medication misuse. Periodic review also provides direction for further treatment and goal revision.Figure 2is a sample of a tool that may be used for periodic review.11Accurate documentation and adherence to state and federal drug regulations are essential for appropriate management(Table 3).2"
        },
        {
            "parent": 6,
            "text": "For patients at high risk of diversion and abuse, consider the routine use of random urine drug screens to assess for presence of prescribed medications and the absence of illicit substances. Prescriptions should be appropriately written to decrease the incidence of medication misuse (e.g., write out pill count, limit to one pharmacy).32"
        },
        {
            "parent": 7,
            "text": "Urine drug screening is not legally required, but it is recommended in many guidelines.2,11When used appropriately, urine drug screening can assist in the management of opioid therapy by uncovering illicit drug use and confirming compliance with treatment, even in the absence of behaviors suggestive of medication misuse. The urine drug screen can help solidify physician-patient trust by establishing the presence of the prescribed controlled substance in urine, thus alleviating any concerns about diversion or trafficking. Screening should be performed randomly."
        },
        {
            "parent": 7,
            "text": "Morphine can be detected in the urine for 1.0 to 1.5 days.32Testing for synthetic controlled substances (opioids) must be done separately because standard urine drug screens only test for opiates (e.g., heroin, codeine, morphine [MS Contin]), tetra-hydrocannabinol, cocaine, phencyclidine, barbiturates, and amphetamines/methamphetamines. When interpreting urine drug screens, knowledge of metabolites and breakdown products is essential in order to avoid false-positive results (taking an unprescribed drug). For example, codeine is broken down to smaller amounts of morphine, thus the screen will be positive for both if the patient takes codeine. Hydrocodone (Hycodan) is metabolized to hydromorphone (Dilaudid). Codeine, if taken in high quantities, can also be metabolized to small amounts of hydrocodone.32Before urine drug screening, physicians should explain their policy for a positive result to the patient (screen positive for non-prescribed or illicit substances, or absence of prescribed substance). A positive urine drug screen may not necessarily result in dismissal of the patient, but it must be addressed. Actions could include referral for substance abuse counseling or treatment and refusal to prescribe further controlled substances."
        },
        {
            "parent": 8,
            "text": "Aberrant behavior that may suggest medication misuse includes use of pain medications other than for pain treatment, impaired control (of self or of medication use), compulsive use of medication, continued use of medication despite harm (or lack of benefit), and craving or escalation of medication use.26Other aberrant behaviors include selling or altering prescriptions, stealing or diverting medications, calls for early refills, losing prescriptions, drug-seeking behavior (e.g., doctor shopping), or reluctance to try nonpharmacologic interventions.26"
        },
        {
            "parent": 9,
            "text": "Psychiatric problems commonly occur with chronic nonmalignant pain. In one study, 77 percent of those with chronic nonmalignant pain secondary to low back pain have a lifetime psychiatric diagnosis compared with 46 percent of the general U.S. population.33,34Fifty-nine percent had a current and active psychiatric diagnosis compared with 26 percent of the general U.S. population.33,35Common psychiatric disorders in those with chronic nonmalignant pain include anxiety; mood, personality, and somatoform disorders; and substance abuse.36"
        },
        {
            "parent": 10,
            "text": "Finally, medication adverse effects, especially of opioids, need to be addressed and anticipated. The most common adverse effects are somnolence, nausea, sedation (tolerance or resolution usually develops within 10 days), and constipation (no tolerance or resolution develops).37Those on long-acting opioids should be started on long-term preventive therapy with a combination stimulant/softener laxative and considered for short-term (10 days) therapy with antinausea medication.37The main etiology for constipation in patients taking opioids is slowing of stool transit time; therefore, avoidance of stool bulking agents is prudent because they can worsen constipation.31"
        },
        {
            "parent": 11,
            "text": "When pain problems remain intractable and unremitting, referral to a pain management specialist may be helpful.26,31Consultation can help provide other approaches to assessment or management of complex pain problems or determine interventional procedures to relieve pain. Psychosocial indications for a pain consultation can include a history of substance abuse, as well as interpersonal dynamics that seem to complicate the treatment of pain.33,36"
        }
    ],
    "locked": false
}