{
    "url": "https://www.aafp.org/pubs/afp/issues/2010/0101/p33.html#afp20100101p33-f3",
    "title": "Cervical Radiculopathy: Nonoperative Management of Neck Pain and Radicular Symptoms | AAFP",
    "author": "JASON DAVID EUBANKS, MD",
    "doi": "Am Fam Physician.2010;81(1):33-40",
    "abstract": "Cervical radiculopathy is a disease process marked by nerve compression from herniated disk material or arthritic bone spurs. This impingement typically produces neck and radiating arm pain or numbness, sensory deficits, or motor dysfunction in the neck and upper extremities. Magnetic resonance imaging or computed tomographic myelography can confirm neurologic compression. The overall prognosis of persons with cervical radiculopathy is favorable. Most patients improve over time with a focused, nonoperative treatment course. There is little high-quality evidence on the best nonoperative therapy for cervical radiculopathy. Cervical collars may be used for a short period of immobilization, and traction may temporarily decompress nerve impingement. Medications may help alleviate pain and neuropathic symptoms. Physical therapy and manipulation may improve neck discomfort, and selective nerve blocks target nerve root pain. Although the effectiveness of individual treatments is controversial, a multimodal approach may benefit patients with cervical radiculopathy and associated neck pain.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Pathoanatomy",
            "level": 2
        },
        {
            "id": 2,
            "name": "Clinical Presentation",
            "level": 2
        },
        {
            "id": 3,
            "name": "Diagnostic Evaluation",
            "level": 2
        },
        {
            "id": 4,
            "name": "Natural History",
            "level": 2
        },
        {
            "id": 5,
            "name": "Nonoperative Management Strategies",
            "level": 2
        },
        {
            "id": 6,
            "name": "IMMOBILIZATION",
            "level": 3
        },
        {
            "id": 7,
            "name": "TRACTION",
            "level": 3
        },
        {
            "id": 8,
            "name": "PHARMACOTHERAPY",
            "level": 3
        },
        {
            "id": 9,
            "name": "PHYSICAL THERAPY AND MANIPULATION",
            "level": 3
        },
        {
            "id": 10,
            "name": "STEROID INJECTIONS",
            "level": 3
        },
        {
            "id": 11,
            "name": "Referral",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Cervical radiculopathy leads to neck and radiating arm pain or numbness in the distribution of a specific nerve root. Often, this radicular pain is accompanied by motor or sensory disturbances. Although the causes of radiculopathy are varied (e.g., acute disk herniations, cervical spondylosis, foraminal narrowing), they all lead to compression and irritation of an exiting cervical nerve root."
        },
        {
            "parent": 0,
            "text": "An epidemiologic survey showed the annual age-adjusted incidence of radiculopathy to be 83 per 100,000 persons.1Persons reporting radiculopathy were between 13 and 91 years of age, and men were affected slightly more than women. In this study, 14.8 percent of persons with radiculopathy reported antecedent physical exertion or trauma, and only 21.9 percent had an accompanying objective disk protrusion on imaging. Spondylosis, disk protrusion, or both caused nearly 70 percent of cases."
        },
        {
            "parent": 1,
            "text": "A variety of conditions can lead to nerve root compression in the cervical spine. Each motion segment in the subaxial spine (C3 through C7) consists of five articulations, including the intervertebral disk, two facet joints, and two neurocentral (uncovertebral) joints. Bounded by these elements, the nerve roots exit laterally."
        },
        {
            "parent": 1,
            "text": "Unlike the lumbar spine, the cervical spine has cervical nerve roots that exit above the level of the corresponding pedicle. For instance, the C5 nerve root exits at the C4-C5 disk space, and a C4-C5 disk herniation typically leads to C5 radiculopathy. There are seven cervical vertebrae and eight cervical nerve roots. In the lumbar spine, the nerve exits below the corresponding pedicle. Therefore, an analogous lumbar disk herniation (L4-L5) would compress the traversing nerve root (L5), not the exiting root (L4). Whether in the cervical spine or the lumbar spine, the nerve impingement typically occurs in the nerve numerically corresponding to the lower of the two vertebral levels."
        },
        {
            "parent": 1,
            "text": "The exiting nerve root can be compressed by herniated disk material (soft disk herniation) or through encroachment by surrounding degenerative or hypertrophic bony elements (hard disk pathology). In either case, a combination of factors, such as inflammatory mediators (e.g., substance P), changes in vascular response, and intra-neural edema, contribute to the development of radicular pain.2"
        },
        {
            "parent": 2,
            "text": "Chronic neck pain associated with spondylosis is typically bilateral, whereas neck pain associated with radiculopathy is more often unilateral.3Pain radiation varies depending on the involved nerve root, although some distributional overlap may exist. Absence of radiating extremity pain does not preclude nerve root compression. At times, pain may be isolated to the shoulder girdle.3Similarly, sensory or motor dysfunction may be present without significant pain. Symptoms are often exacerbated by extension and rotation of the neck (Spurling sign;Figure 1), which decreases the size of the neural foramen. Holding the arm above the head (shoulder abduction sign) decompresses the exiting nerve root.Table 1presents the classic patterns of cervical radiculopathy based on the affected nerve root.3,4"
        },
        {
            "parent": 2,
            "text": "Before diagnosing cervical radiculopathy, physicians should consider other potential causes of pain and dysfunction (Table 2).2,4Myelopathic symptoms or signs (e.g., difficulty with manual dexterity; gait disturbance; objective, upper motor neuron signs such as Hoffman sign, Babinski sign, hyperreflexia, and clonus) may suggest compression of the spinal cord rather than nerve root. Spinal cord compression typically requires surgical decompression because myelopathy is progressive and does not improve with nonoperative measures. The following factors may also indicate an alternate diagnosis: age younger than 20 years or older than 50 years, especially if the patient has signs or symptoms of systemic disease; unrelenting pain at rest; constant or progressive signs or symptoms; neck rigidity without trauma; dysphasia; impaired consciousness; central nervous system signs and symptoms; increased risk of ligament laxity or atlantoaxial instability, such as in patients with Down syndrome or heritable connective tissue disorders; sudden onset of acute and unusual neck pain or headache with or without neurologic symptoms; suspected cervical artery dissection; transient ischemic attack, which may indicate vertebrobasilar insufficiency or carotid artery ischemia or stroke; suspected neoplasia; suspected infection, such as diskitis, osteomyelitis, or tuberculosis; failed surgical fusion; progressive or painful structural deformity; abnormal laboratory examination results.5"
        },
        {
            "parent": 3,
            "text": "Adults who have persistent neck pain and radicular symptoms should receive anteroposterior open-mouth, anteroposterior lower cervical, and neutral lateral radiography.5If a period of nonoperative management fails in patients with suspected cervical radiculopathy and normal radiography findings, further diagnostic studies may be needed to direct treatment. If it is unclear whether the patient has cervical radiculopathy or entrapment syndrome in the upper extremity, electromyography may be helpful. In the presence of normal radiography findings and continued symptoms, magnetic resonance imaging (MRI) should be performed to evaluate for a disk herniation with or without compressive, spondylotic osteophytes (Figure 2). Computed tomographic myelography may be used instead of MRI in patients with a pacemaker or stainless steel cervical hardware."
        },
        {
            "parent": 4,
            "text": "Most patients with cervical radiculopathy have a favorable prognosis.1,6A large epidemiologic study demonstrated that over a five-year follow-up period, 31.7 percent of patients with symptomatic cervical radiculopathy had symptom recurrence and 26 percent needed surgical intervention for intractable pain, sensory deficit, or objective weakness.1At final follow-up, however, nearly 90 percent of patients were asymptomatic or only mildly incapacitated by the pain."
        },
        {
            "parent": 4,
            "text": "The classic study of the natural history of cervical radiculopathy followed 51 patients over two to 19 years.6In the study, 43 percent of patients had no further symptoms after a few months, 29 percent had mild or intermittent symptoms, and 27 percent had more disabling pain. No patient with radicular pain progressed to myelopathy."
        },
        {
            "parent": 5,
            "text": "In most patients with cervical radiculopathy, nonoperativetreatment (Figure 32,5) is effective. In a one-year cohort study of 26 patients with documented herniated nucleus pulposus and symptomatic radiculopathy, a focused, non-operative treatment program was successful in 92 percent of patients.7Little high-quality evidence supports the use of an individual nonoperative treatment; however, a multimodal approach may alleviate symptoms."
        },
        {
            "parent": 5,
            "text": "When approaching the nonoperative management of neck and radicular pain, it is important to distinguish the acuity of the process. Pain emanating from nerve compression by a soft disk herniation typically has a more acute presentation, with or without radiating extremity symptoms. Chronic, bilateral axial neck and radiating arm pain is usually caused by cervical spondylosis and may emanate from a variety of sources, including the degenerative disk or the facet joints. Although education about these and other components of cervical radiculopathy may benefit some patients, a systematic review did not show that patient education (i.e., advice focusing on activation and coping skills, and traditional neck school) is beneficial in the treatment of neck pain and radicular arm pain.8"
        },
        {
            "parent": 6,
            "text": "For patients with acute neck pain secondary to radiculopathy, a short course (one week) of neck immobilization may reduce symptoms in the inflammatory phase.2Although the effectiveness of immobilization with a cervical collar has not been proven to alter the course or intensity of the disease process,2,3,9it may be beneficial in some patients."
        },
        {
            "parent": 7,
            "text": "Home cervical traction units may decrease radicular symptoms.2,3,10In theory, traction distracts the neural foramen and decompresses the affected nerve root. Typically, eight to 12 lb of traction is applied at an angle of approximately 24 degrees of flexion for 15- to 20-minute intervals.2Traction is most beneficial when acute muscular pain has subsided and should not be used in patients who have signs of myelopathy.2A recent systematic review of mechanical traction for neck pain of more than three months duration, with or without radicular symptoms, found insufficient evidence to recommend for or against its use in the management of chronic symptoms.11"
        },
        {
            "parent": 8,
            "text": "Pharmacotherapy may be beneficial in alleviating acute pain associated with cervical radiculopathy. Although medications have no proven benefit for cervical radiculopathy, positive results with their use in the treatment of lumbar radiculopathy and low back pain suggest a potential role. Nonsteroidal anti-inflammatory drugs have been shown to be effective in treating acute low back pain,3,12and many physicians consider them first-line agents in the treatment of neck and radiating arm pain. Some patients may benefit from the addition of narcotic analgesics, muscle relaxants, antidepressants, or anticonvulsants. Although not specific to cervical radiculopathy, a systematic review and a meta-analysis suggest that opioids may be effective in the treatment of neuropathic pain of up to eight weeks duration.13,14Insufficient evidence exists to recommend treatment beyond two months. Muscle relaxants (e.g., cyclobenzaprine [Flexeril]) may alleviate acute neck pain from increased tension at muscle insertion sites.2"
        },
        {
            "parent": 8,
            "text": "Medications may be effective for patients with chronic radicular pain who decline surgery or have continued pain after surgery. A systematic review suggests that tricyclic antidepressants and venlafaxine (Effexor) may produce at least moderate relief in patients with chronic neuropathic pain.15Similarly, another systematic review suggests that tramadol (Ultram) may provide significant relief of neuropathic pain.16"
        },
        {
            "parent": 8,
            "text": "Although oral steroids are widely used to treat acute radicular pain via dose packs, no high-quality evidence has shown that oral steroids alter the disease course.3Long-term use of steroids should be avoided because of the potential for rare, but serious, complications.3,12"
        },
        {
            "parent": 9,
            "text": "A graduated physical therapy program may be beneficial in restoring range of motion and overall conditioning of the neck musculature. In the first six weeks after onset of pain, gentle range-of-motion and stretching exercises supplemented by massage and modalities such as heat, ice, and electrical stimulation may be used, although this approach has no proven long-term benefit. As the pain improves, a gradual, isometric strengthening program may be initiated with progression to active range-of-motion and resistive exercises as tolerated.3"
        },
        {
            "parent": 9,
            "text": "No high-quality evidence has proved the effectiveness of manipulative therapy in the treatment of cervical radiculopathy. However, limited evidence suggests that manipulation may provide short-term benefit in the treatment of neck pain, cervicogenic headaches,3,17and radicular symptoms.18Rare complications, such as worsening radiculopathy, myelopathy, and spinal cord injury, may occur.3,19Because of these risks and the lack of high-quality evidence to support its effectiveness, manipulative therapy cannot be recommended for the treatment of cervical radiculopathy."
        },
        {
            "parent": 10,
            "text": "Cervical steroid injections may be considered in the treatment of radicular pain. Cervical perineural injections (e.g., trans-laminar and transforaminal epidurals, selective nerve root blocks) should be performed under radiographic guidance and only after confirmation of pathology via MRI or computed tomography. These blocks attempt to bathe the affected nerve root in steroids. One study demonstrated significant pain relief at 14 days and six months after a series of selective nerve root blocks.20In another prospective cohort series of 21 patients awaiting surgery for symptomatic radiculopathy, cervical injections improved pain and reduced the need for operative intervention.21More recently, however, a prospective, randomized study of 40 patients showed no difference after three weeks between patients who received a steroid injection and those who were in the control groups.22Complications associated with cervical injections are rare. One study of a series of more than 1,000 blocks showed a minor complication rate of 1.66 percent and a major adverse events rate of less than 1 percent.23However, patients should be advised that these rare events may be severe (e.g., spinal cord or brainstem damage). A recent review of the literature suggests that epidural corticosteroids may lead to short-term, symptomatic improvement of radicular symptoms.24"
        },
        {
            "parent": 11,
            "text": "Approximately one third of patients with cervical radiculopathy who are treated nonoperatively have persistent symptoms.6Patients should be referred to a spine subspecialist for consideration of surgical intervention if there is intractable radicular symptoms unresponsive to nonoperative management over a six-week period, motor weakness persisting for more than six weeks, progressive neurologic deficit at any point after symptom onset, signs or symptoms of myelopathy, or instability or deformity of the spine.25The Washington State Department of Labor and Industries' criteria for initiating surgical management are six to eight weeks of conservative care (i.e., physical therapy, medications, or traction); subjective sensory symptoms or Spurling sign, objective motor, reflex, or electromyography findings; and abnormal imaging findings that correlate with the patient's symptoms.26Alternatively, in the rare patient who has radicular pain without objective physical examination or electromyography findings, a selective nerve root block may be used. If the nerve block is “positive,” or effective in partially alleviating symptoms, then surgery may be considered."
        }
    ],
    "locked": false
}