{
    "url": "https://www.aafp.org/pubs/afp/issues/2009/0815/p363.html#afp20090815p363-f2",
    "title": "Hoarseness in Adults | AAFP",
    "author": "RAYMOND H. FEIERABEND, MD, AND SHAHRAM N. MALIK, MD",
    "doi": "Am Fam Physician.2009;80(4):363-370",
    "abstract": "Numerous conditions can cause hoarseness, ranging from simple inflammatory processes to more serious systemic, neurologic, or cancerous conditions involving the larynx. Evaluation of a patient with hoarseness includes a careful history, physical examination, and in many cases, laryngoscopy. Any patient with hoarseness lasting longer than two weeks in the absence of an apparent benign cause requires a thorough evaluation of the larynx by direct or indirect laryngoscopy. The management of hoarseness includes identification and treatment of any underlying conditions, vocal hygiene, voice therapy, and specific treatment of vocal cord lesions. Vocal hygiene education is an integral aspect of the treatment of hoarseness in most cases. Referral to a speech-language pathologist for voice therapy may be particularly helpful for patients whose occupation depends on singing or talking loudly or for prolonged periods. Voice therapy is an effective method for improving voice quality and vocal performance in patients with nonorganic dysphonia and for treating many benign pathologic vocal cord lesions. Referral for surgical or other targeted interventions is indicated when conservative management of vocal cord pathology is unsuccessful, when dysplasia or carcinoma is suspected, or when significant airway obstruction is present.",
    "headers": [
        {
            "id": 0,
            "name": "Anatomy and Function of the Larynx",
            "level": 2
        },
        {
            "id": 1,
            "name": "Causes of Hoarseness",
            "level": 2
        },
        {
            "id": 2,
            "name": "INFECTIOUS AND INFLAMMATORY",
            "level": 3
        },
        {
            "id": 3,
            "name": "NEUROMUSCULAR AND PSYCHOGENIC",
            "level": 3
        },
        {
            "id": 4,
            "name": "ASSOCIATED SYSTEMIC AND NEOPLASTIC DISEASES",
            "level": 3
        },
        {
            "id": 5,
            "name": "An Approach to the Patient with Hoarseness",
            "level": 2
        },
        {
            "id": 6,
            "name": "HISTORY",
            "level": 3
        },
        {
            "id": 7,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 8,
            "name": "LARYNGOSCOPY AND OTHER STUDIES",
            "level": 3
        },
        {
            "id": 9,
            "name": "Treatment of Hoarseness",
            "level": 2
        },
        {
            "id": 10,
            "name": "VOCAL HYGIENE",
            "level": 3
        },
        {
            "id": 11,
            "name": "VOICE THERAPY",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Hoarseness generally refers to an abnormal vocal quality that may be manifested as a voice that sounds breathy, strained, rough, raspy, tremorous, strangled, or weak, or a voice that has a higher or lower pitch. Although hoarseness is a common symptom in patients seen by family physicians, incidence data are largely unavailable. It may be the presenting symptom, but more commonly it is one of many other symptoms, such as cough, difficulty breathing or swallowing, sore throat, or fever."
        },
        {
            "parent": 0,
            "text": "The larynx is a complex structure that serves protective, respiratory, deglutition, and vocalization functions. Extending from the base of the tongue to the trachea, it consists of an underlying cartilaginous, bony, and membranous framework with an overlying mucosal lining (Figure 1). The framework of the larynx is formed by the cricoid, thyroid, arytenoid, epiglottic, corniculate, and cuneiform cartilages, interconnected by ligaments and membranes, and moved by extrinsic and intrinsic muscles. The vocal cords (or vocal folds) are primarily responsible for the production of sound. They are membranous structures attached to the arytenoid and thyroid cartilages, and stretched across the larynx. The larynx is innervated by the superior and recurrent laryngeal nerves, which are branches of the vagus nerve."
        },
        {
            "parent": 0,
            "text": "Sounds are produced by air flow from the lungs causing the vocal cord epithelium to vibrate; the resultant fluctuations in air pressure produce sound waves. To generate sounds, the vocal cord edges must be brought close enough together to vibrate from the flow of air through the larynx. The arytenoid cartilages and attached muscles are responsible for movement and tension of the vocal cords. Resonance of the sound waves is modified by the position and shape of the lips, jaw, tongue, soft palate, and other speech organs."
        },
        {
            "parent": 1,
            "text": "Causes of hoarseness include pathologic changes from irritants and inflammatory processes, neuromuscular and psychiatric conditions, systemic disorders, and neoplasms. The more common and important of these conditions are listed inTable 1. Many of these processes result in laryngoscopic changes that can aid in establishing a definitive diagnosis. However, many of the pathologic changes are associated with more than one of these underlying causes (Table 2)."
        },
        {
            "parent": 2,
            "text": "Acute laryngitis is a common, self-limited condition that typically presents with hoarseness. Short-term vocal abuse and upper respiratory infection (URI) are the most common causes of acute laryngitis. Less common infectious causes of hoarseness include fungal and bacterial infections.1In most cases, other than in acute laryngitis, the hoarseness is only one of many symptoms and is not the presenting symptom. Upper respiratory allergies often involve the larynx, resulting in hoarseness, along with symptoms of rhinitis and sinusitis. Laryngitis is also associated with laryngopharyngeal reflux; however, diagnostic criteria and appropriate medical management for this entity are controversial.2–4"
        },
        {
            "parent": 2,
            "text": "Chronic laryngitis, which is often associated with a variety of vocal cord lesions, may rarely be irreversible. Smoking and chronic voice abuse are the most common causes of chronic laryngitis. Other irritants, such as laryngopharyngeal reflux, allergies, and inhaled corticosteroid use (especially fluticasone [Flovent]),5–7may also cause chronic laryngitis."
        },
        {
            "parent": 3,
            "text": "Vocal cord paralysis can be unilateral or bilateral. Most cases of unilateral vocal cord paralysis are caused by injury to the recurrent laryngeal nerve, which may occur as a result of thyroid, neck, or cardiothoracic surgery,8–10and with mediastinal or apical involvement from lung cancer. Bilateral vocal cord paralysis is most commonly caused by bilateral thyroid surgery. In addition to causing hoarseness as a result of direct trauma to and inflammation of the vocal cords, endotracheal intubation can also cause vocal cord paralysis.11"
        },
        {
            "parent": 3,
            "text": "Muscle tension dystonia caused by excessive laryngeal or extralaryngeal tension is associated with a variety of factors, including poor breath control, hard glottal closures, laryngopharyngeal reflux, and stress.12Spasmodic dysphonia, also known as laryngeal dystonia, is a distinct neuromuscular disorder of unknown etiology that results in uncontrolled contraction of the laryngeal muscles and causes focal laryngeal spasm.13Psychogenic voice disorders generally occur as a reaction to stress or as a manifestation of other psychiatric disorders, including malingering. In conversion aphonia, the whispered voice typically remains, but the spoken voice is lost, often following a traumatic event.14"
        },
        {
            "parent": 3,
            "text": "Hoarseness may also be a manifestation of several degenerative neurologic conditions, including Parkinson disease, myasthenia gravis, and multiple sclerosis, but it is rarely the sole presenting symptom."
        },
        {
            "parent": 4,
            "text": "Hoarseness may occur with several endocrine disorders, most notably hypothyroidism and acromegaly. Inflammatory arthritis, such as rheumatoid disease, may affect the larynx and result in hoarseness. Sarcoidosis and amyloidosis are also uncommon causes of hoarseness. Laryngeal amyloidosis may be localized, or may be one manifestation of systemic disease.15"
        },
        {
            "parent": 4,
            "text": "Laryngeal papillomatosis can occur in adults, as well as in infants and children, because of human papillomavirus infection.16Laryngeal leukoplakia may be benign, precancerous, or frankly malignant. Dysplasia (which may be associated with leukoplakia) and squamous cell carcinoma are closely associated with smoking, alcohol consumption, and gastroesophageal reflux.17,18Hoarseness is often the first manifestation of squamous cell carcinoma of the larynx, but associated cough, hemoptysis, laryngeal pain, or dysphagia may also be present."
        },
        {
            "parent": 6,
            "text": "The evaluation of a patient with hoarseness starts with a careful history. The patient's perception of hoarseness as a change in voice quality may be entirely different from the physician's understanding of the symptom. Ask the patient to describe the change in voice quality as specifically as possible, because vocal quality may suggest specific etiologies (Table 3). Ascertain the onset, duration, and timing of the voice changes, as well as whether vocal fluctuation and voice fatigue are present. Acute problems are more likely to be related to vocal abuse, infectious or inflammatory causes, or acute injury."
        },
        {
            "parent": 6,
            "text": "Ask patients about their pattern of voice use and the vocal demand within their occupational and environmental settings, potential triggering factors (e.g., vocal abuse, URI, exposure to allergens or toxins), use of alcohol and tobacco (including secondhand smoke exposure), and associated symptoms (Table 4)."
        },
        {
            "parent": 7,
            "text": "The examination should begin with an assessment of the patient's vocal quality, which as noted previously, may suggest specific causes. This should be followed by a careful general physical examination with particular attention to the head and neck. Findings that point to specific causes of hoarseness are noted inTable 4."
        },
        {
            "parent": 8,
            "text": "When the onset of hoarseness is acute, lasting less than two weeks, with an apparent benign cause (e.g., recent vocal abuse, URI, allergy, gastroesophageal reflux symptoms), and there is nothing to suggest a more serious etiology, empiric treatment may be instituted without further evaluation. In patients with recent symptoms of gastroesophageal reflux, it is an option to treat with short courses of high-dose proton pump inhibitors to see if hoarseness improves."
        },
        {
            "parent": 8,
            "text": "When hoarseness lasts longer than two weeks and does not have an apparent benign cause, direct evaluation of the larynx by direct or indirect laryngoscopy is indicated in most cases.19,20In patients taking inhaled corticosteroids, it is an option to alter the regimen of their inhaled medication to see if the hoarseness improves. Also, in patients with poorly controlled conditions that are known to cause hoarseness (e.g., hypothyroidism), it is an option to optimize treatment of the associated condition before proceeding with laryngoscopy. In both cases, reliable follow-up of patients must be assured."
        },
        {
            "parent": 8,
            "text": "Regardless of the duration of the hoarseness, if it does not resolve promptly with appropriate intervention, complete evaluation with laryngoscopy is indicated. In patients with risk factors or other symptoms or signs of laryngeal cancer, prompt evaluation with laryngoscopy should be undertaken.Figure 2provides an empiric approach to the patient with hoarseness."
        },
        {
            "parent": 8,
            "text": "Family physicians trained in direct or indirect laryngoscopy can perform these procedures in the office setting; otherwise, referral is essential. When simple vocal cord pathology is found, appropriate treatment can usually be instituted. If the etiology of the hoarseness cannot be established from laryngoscopic examination, or biopsy of a suspicious lesion is indicated, referral to an otolaryngologist should be made. In some cases, radiographic studies, videostroboscopy, or evaluation by a speech-language pathologist may be helpful in establishing a diagnosis."
        },
        {
            "parent": 9,
            "text": "The treatment of hoarseness includes identification and treatment of any underlying conditions, vocal hygiene, voice therapy, and specific treatment of vocal cord lesions."
        },
        {
            "parent": 9,
            "text": "When a treatable underlying cause, such as allergies or hypothyroidism, is identified, treatment of that condition may relieve the hoarseness. Patients requiring inhaled corticosteroids should use the lowest dose and avoid fluticasone when possible.5Although the use of proton pump inhibitors has been widely promoted for the treatment of laryngeal symptoms presumed to be caused by laryngopharyngeal reflux, a Cochrane review found that evidence of their effectiveness is lacking.21Recent reviews of the subject suggest that, when used for this purpose, proton pump inhibitors should be prescribed in relatively high doses; if the hoarseness or other laryngeal symptoms have not resolved after three or four months, the physician should question the diagnosis and search for other etiologies.2–4This also assumes that patients have previously undergone laryngoscopy during evaluation."
        },
        {
            "parent": 10,
            "text": "There is some evidence that vocal hygiene education may be effective in the management of hoarseness.22,23The vocal hygiene programs evaluated included education in environmental changes (e.g., humidification of the air; avoidance of smoke, dust, and other inhaled irritants); behavior changes (e.g., avoidance of frequent coughing or throat clearing); vocal habit changes (e.g., avoidance of shouting or speaking loudly for prolonged periods); and dietary changes (e.g., increased fluid intake; avoidance of large meals, excessive caffeine and alcohol use, and spicy foods). Although the overall education programs were shown to be beneficial, the value of any of the specific components (e.g., individual dietary recommendations or behavior changes) has not been demonstrated."
        },
        {
            "parent": 11,
            "text": "Voice therapy, or voice training, refers to a variety of nonsurgical techniques used to improve or modify the voice quality. The goal of voice therapy is to modify vocal behaviors to reduce laryngeal trauma. Typically it involves vocal and physical exercises coupled with behavior changes, including vocal hygiene, voice rest, muscle relaxation, and respiratory support. Voice therapy sessions usually last 30 to 60 minutes weekly, for a total of eight to 10 weeks. The success of voice therapy depends largely on the active participation of the patient in therapy sessions, adherence to vocal hygiene, and practice of the training exercises."
        },
        {
            "parent": 11,
            "text": "Voice therapy is an effective method for improving voice quality and vocal performance in patients with nonorganic dysphonia24and for treating many benign pathologic vocal cord findings, such as nodules, polyps, cysts, and granulomas.25–27Referral to a speech-language pathologist for voice therapy may be particularly helpful for patients whose occupation depends on singing or talking loudly or for prolonged periods."
        },
        {
            "parent": 11,
            "text": "Referral for surgical or other targeted interventions is indicated whenever conservative management of vocal cord pathology is unsuccessful, when dysplasia or carcinoma is suspected, or when significant airway obstruction is present."
        }
    ],
    "locked": false
}