{
    "url": "https://www.aafp.org/pubs/afp/issues/2009/0401/p565.html#afp20090401p565-f1",
    "title": "Infant Formula | AAFP",
    "author": "NINA R. O'CONNOR, MD",
    "doi": "Am Fam Physician.2009;79(7):565-570",
    "abstract": "Although the American Academy of Pediatrics and the American Academy of Family Physicians recommend breast milk for optimal infant nutrition, many parents still choose formula as an acceptable alternative. The wide variety of available formulas is confusing to parents and physicians, but formulas can be classified according to three basic criteria: caloric density, carbohydrate source, and protein composition. Most infants require a term formula with iron. There is insufficient evidence to recommend supplementation with docosahexaenoic acid or arachidonic acid. Soy formulas are indicated for congenital lactase deficiency and galactosemia, but are not recommended for colic because of insufficient evidence of benefit. Hypoallergenic formulas with extensively hydrolyzed protein are effective for the treatment of milk protein allergy and the prevention of atopic disease in high-risk infants. Antireflux formulas decrease emesis and regurgitation, but have not been shown to affect growth or development. Most infants with reflux require no treatment. Family physicians can use these guidelines to counsel parents about infant formula, countering consumer advertising that is not evidence-based.",
    "headers": [
        {
            "id": 0,
            "name": "Term Formulas",
            "level": 2
        },
        {
            "id": 1,
            "name": "Preterm and Enriched Formulas",
            "level": 2
        },
        {
            "id": 2,
            "name": "Specialized Term Formulas",
            "level": 2
        },
        {
            "id": 3,
            "name": "SOY FORMULAS",
            "level": 3
        },
        {
            "id": 4,
            "name": "LACTOSE-FREE FORMULAS",
            "level": 3
        },
        {
            "id": 5,
            "name": "HYPOALLERGENIC AND NONALLERGENIC FORMULAS",
            "level": 3
        },
        {
            "id": 6,
            "name": "ANTIREFLUX FORMULAS",
            "level": 3
        },
        {
            "id": 7,
            "name": "Infant Formula and Colic",
            "level": 2
        },
        {
            "id": 8,
            "name": "Toddler Formulas",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Although the American Academy of Family Physicians and the American Academy of Pediatrics (AAP) promote breastfeeding as optimal infant nutrition, many parents still choose infant formula as an acceptable alternative.1,2The wide variety of available formulas can be confusing and overwhelming for parents and physicians, and formula companies target both audiences with advertising campaigns. Family physicians can advise parents about infant formula choices based on available evidence. Additionally, family physicians should identify the minority of infants who would benefit from a specialized formula."
        },
        {
            "parent": -1,
            "text": "All formulas are classified based on three parameters: caloric density, carbohydrate source, and protein composition. Commercially available infant formulas are presented by these parameters inTable 1."
        },
        {
            "parent": 0,
            "text": "Most infants need a basic formula for term infants. These formulas are modeled after breast milk and contain 20 kcal per ounce. Their carbohydrate source is lactose, and they contain cow's-milk protein. There is no evidence to recommend one brand over another; all formulas are nutritionally interchangeable."
        },
        {
            "parent": 0,
            "text": "All infants should receive iron-fortified formula to prevent iron deficiency anemia.3,4Low-iron formulas are commercially available, and some parents choose these formulas with the belief that iron causes stomach upset. Family physicians should strongly counsel parents to not use these products."
        },
        {
            "parent": 0,
            "text": "Recently, formulas with long-chain polyunsaturated fatty acids have been heavily marketed to promote eye and brain development. Arachidonic acid (AA) and docosahexaenoic acid (DHA) are the most common additives. These fatty acids are found in breast milk, but not conventional formula, and are thought to be important in the development of membrane constituents in the central nervous system. Clinical trials of the effects of AA and DHA on cognitive, social, and motor development have been inconsistent. Although no harm has been demonstrated, most well-conducted randomized trials show no benefit. Thus, recent Cochrane reviews conclude that supplementation of formula with DHA and AA cannot be recommended based on current evidence.5,6Additionally, these formulas cost more than formulas without the above additives."
        },
        {
            "parent": 1,
            "text": "Preterm infants have higher protein and calorie requirements. In addition, they need more calcium, magnesium, and phosphorus (minerals transferred in utero during the third trimester). These special requirements led to the development of enriched and preterm formulas designed to facilitate “catch-up” growth. Preterm formulas contain 24 kcal per ounce, whereas enriched formulas contain 22 kcal per ounce. Enriched formulas are available in stores as liquid or powder. Preterm formulas must be ordered in ready-to-feed bottles and are more expensive."
        },
        {
            "parent": 1,
            "text": "It is currently the standard of care to prescribe these formulas for preterm infants. Cut-offs for weight and gestational age are based on expert opinion, with variation between institutions. Infants are usually transitioned from 24 to 22 kcal per ounce when they achieve a weight of 1,800 g (3 lb, 15 oz) or 34 weeks' gestational age.7Hospital discharge is rare before 34 weeks, so infants presenting for outpatient care are typically on 22-kcal formula. There are no studies to guide timing for the discontinuation of enriched formula. Although preterm and enriched formulas may improve short-term growth parameters, they do not appear to affect longer-term growth or development at 18 months of age.8"
        },
        {
            "parent": 2,
            "text": "Most infants tolerate standard formula, but family physicians should screen for the minority of infants with feeding intolerance(Table 2).9,10In these cases, family physicians can guide parents toward appropriate specialized formulas(Figure 1).5,10–13"
        },
        {
            "parent": 3,
            "text": "Despite limited indications for its use, soy formula accounts for almost 25 percent of formula sales in the United States.11These formulas are made with corn-based carbohydrate and soy protein, making them free of lactose and cow's-milk protein. Many parents believe that this improves digestibility."
        },
        {
            "parent": 3,
            "text": "According to a recent guideline from the AAP, the use of soy formula should be limited to infants with galactosemia or congenital lactase deficiency.11Soy formula may also be used by strict vegan families who wish to avoid animal protein. The AAP guideline cites a lack of proven benefit for other conditions including milk protein allergy, generalized colic, and acute gastroenteritis."
        },
        {
            "parent": 3,
            "text": "One cohort study identified soy formula as a risk factor for the development of peanut allergy (odds ratio = 2.6; 95% confidence interval, 1.3 to 5.2).14A subsequent randomized controlled trial failed to demonstrate any such association.15Thus, the evidence regarding soy formula and peanut allergy is mixed; additional studies are needed. Soy formulas are not effective for the prevention of atopic disease.16"
        },
        {
            "parent": 3,
            "text": "Soy formula has been shown to reduce the duration of diarrhea in acute gastroenteritis, but does not impact overall recovery.17The AAP recommends that previously well infants with gastroenteritis can return to breast milk or cow's-milk–based formulas after rehydration.11"
        },
        {
            "parent": 3,
            "text": "Soy protein contains phytoestrogens and isoflavones, which have been shown to have estrogenic effects in animals. Early concerns were raised that these compounds might have deleterious hormonal effects on growing infants. A retrospective cohort study demonstrated increased menstrual bleeding in women exposed to soy during infancy, but found no statistical difference in more than 30 other variables studied.18Feminization has not been seen in male infants fed soy protein.19"
        },
        {
            "parent": 3,
            "text": "Multiple studies have confirmed normal growth in term infants fed soy formula. In contrast, preterm infants have significantly less weight gain when they are fed soy formula instead of standard formula with similar caloric density.20Osteopenia of prematurity is also increased.21Thus, soy formula should never be used for preterm infants.11"
        },
        {
            "parent": 3,
            "text": "Despite widespread use of soy formula, evidence-based indications are limited. Family physicians should direct parents toward breastfeeding and cow's-milk–based formulas in most cases."
        },
        {
            "parent": 4,
            "text": "Lactose-free formulas are an alternative to soy formula for parents wishing to avoid lactose. Lactose-free formulas are indicated for galactosemia and congenital lactase deficiency, as well as primary lactase deficiency. Infants with perceived gastrointestinal symptoms require a hydrogen breath test or intestinal biopsy to formally diagnose lactase deficiency. In reality, most physicians instead suggest a trial of lactose-free formula to see if symptoms improve. Lactose intolerance is over-diagnosed in infancy; most proven cases develop after 12 months of age.9"
        },
        {
            "parent": 4,
            "text": "Temporary lactase deficiency can also occur following acute gastroenteritis. Soy and lactose-free formulas shorten the course of diarrhea, but do not change overall recovery or weight two weeks after the illness.17Most infants can safely continue breast milk or standard formula during diarrheal illnesses.22At-risk infants (those younger than three months or those who are malnourished) might benefit from a switch to lactose-free formula following acute gastroenteritis.9"
        },
        {
            "parent": 5,
            "text": "Only a small minority of infants have true immunoglobulin E (IgE)-mediated milk protein allergy. In these cases, infants form antibodies against large protein molecules in cow's milk. Milk protein allergy can present with any combination of cutaneous, respiratory, and gastrointestinal complaints; blood in the stool is a classic symptom. Milk protein allergy is usually diagnosed in the setting of a strong family history of allergies or atopic disease. Referral to an allergist may be helpful because skin prick tests and IgE levels for cow's-milk protein are available. Non-IgE-mediated cow's-milk protein intolerance can manifest as enteropathy and enterocolitis. Because most infants with milk-induced enteropathy will be equally sensitive to soy protein, hypoallergenic and nonallergenic formulas are the preferred alternatives.11"
        },
        {
            "parent": 5,
            "text": "Hypoallergenic formulas contain extensively hydrolyzed proteins that are less likely to stimulate antibody production. Infants with milk protein allergy fed hypoallergenic formula have slightly greater weight gain during the first year than infants fed standard formula.23In addition, many infants show improvement in atopic symptoms. A few infants continue to have symptoms despite switching to hypoallergenic formula; nonallergenic amino acid–based formulas are effective for these rare cases.24"
        },
        {
            "parent": 5,
            "text": "The increasing incidence of asthma, eczema, and food allergy has led to substantial interest in the prevention of atopic disease. There is strong evidence that exclusive breastfeeding until at least four months of age decreases the incidence of eczema and protects against wheezing.25It appears that formulas with extensively hydrolyzed proteins may also have protective benefits,16but the higher expense of hypoallergenic formulas must be considered when deciding whether to recommend them for prevention in asymptomatic infants. Amino acid–based formulas have not been studied for prevention of atopic disease."
        },
        {
            "parent": 6,
            "text": "Gastroesophageal reflux is common in infants partly because of a decreased resting tone of the lower esophageal sphincter. Reflux may be considered physiologic and does not require treatment unless it is accompanied by poor weight gain or significant infant discomfort. Nevertheless, reflux is a common source of parental concern, creating demand for antireflux formulas thickened with added rice starch. Before commercial development of these formulas, parents had to add rice cereal or another carbohydrate to standard infant formula. Prethickened formulas are more convenient and do not require enlargement of nipple holes (as required when rice cereal is added to standard formula)."
        },
        {
            "parent": 6,
            "text": "Antireflux formulas have been shown to decrease daily episodes of regurgitation and emesis.12,26It is not clear whether they improve long-term outcomes, such as growth or development. Although most parents should be reassured that gastroesophageal reflux is normal and will resolve with time, antireflux formulas appear safe and nutritionally adequate for severe or persistent cases."
        },
        {
            "parent": 7,
            "text": "Parents often change formulas in response to infant colic. Soy and lactose-free formulas are heavily marketed for colic without a formal diagnosis of lactose intolerance. Most colic improves spontaneously between four and six months of age; new formulas tried during this time may be credited with the improvement, perpetuating the popular belief that colic is exacerbated by certain formulas."
        },
        {
            "parent": 7,
            "text": "Because evidence for soy formula in the treatment of colic is limited and based on poor-quality trials, the AAP concluded that there is no proven role for soy in the management or prevention of colic.11,27,28There is no evidence to support lactose-free formula either, but a short trial may be reasonable in infants with colic who also have gastrointestinal symptoms. Two systematic reviews have found some benefit with hypoallergenic formula13,29; this potential benefit must be weighed against substantially greater cost. Physicians may recommend a one- to two-week trial of hypoallergenic formula for refractory cases. Counseling parents about infant crying appears to reduce symptoms of colic more than any change in formula.30"
        },
        {
            "parent": 8,
            "text": "Recently, toddler or “next step” formulas have been developed for children nine to 24 months of age. These milk-based formulas contain added iron, vitamin C, vitamin E, and zinc. They also contain DHA and AA and more calcium than standard infant formulas (but not significantly more than whole milk)."
        },
        {
            "parent": 8,
            "text": "Manufacturers' information describes toddler formula as “insurance” or “extra nutrition” for picky toddlers who may not eat a well-balanced diet of solids. There is no evidence of advantage over whole milk in terms of growth or development; head-to-head trials are needed. Because toddler formulas are significantly more expensive than whole milk, family physicians can counsel parents against routine use. Parents who remain concerned about picky eaters could be directed toward a multivitamin instead."
        }
    ],
    "locked": false
}