{
    "url": "https://www.aafp.org/pubs/afp/issues/2008/1101/p1052.html#afp20081101p1052-f1",
    "title": "Evaluating Obesity and Cardiovascular Risk Factors in Children and Adolescents | AAFP",
    "author": "ROSEANN T. SPIOTTA, MD, AND GREGORY B. LUMA, MD",
    "doi": "Am Fam Physician.2008;78(9):1052-1058",
    "abstract": "Obesity continues to be a growing public health problem. According to the 2003–2004 National Health and Nutrition Examination Survey, 17 percent of persons two to 19 years of age are overweight. The number of obese children and adolescents has tripled in the past 20 years. Obesity in adults is associated with cardiovascular risk factors including hypertension, dyslipidemia, and diabetes. The growing prevalence of overweight in children and adolescents is paralleled by the growth of its associated complications in that population: hypertension, diabetes, hyperlipidemia, and metabolic syndrome. A modification of the metabolic syndrome criteria designed for children and adolescents shows that as many as 50 percent of those who are severely overweight have the syndrome. The U.S. Preventive Services Task Force has not found sufficient evidence to support screening children for obesity or other cardiovascular risk factors. The American Academy of Pediatrics and the American Heart Association have adopted a more aggressive stance, based largely on consensus opinion. Current suggestions include focusing on children whose body mass indexes exceed the 85th percentile; who are rapidly gaining weight; who have a family history of type 2 diabetes or hypercholesterolemia; or who have hypertension or signs of insulin resistance. Physician advocacy for healthy communities and institutions that foster physical activity, good eating habits, and healthy lifestyles is also encouraged.",
    "headers": [
        {
            "id": 0,
            "name": "Adult Diseases Affecting Children",
            "level": 2
        },
        {
            "id": 1,
            "name": "HYPERTENSION",
            "level": 3
        },
        {
            "id": 2,
            "name": "DIABETES",
            "level": 3
        },
        {
            "id": 3,
            "name": "HYPERLIPIDEMIA",
            "level": 3
        },
        {
            "id": 4,
            "name": "METABOLIC SYNDROME",
            "level": 3
        },
        {
            "id": 5,
            "name": "Implications for Screening",
            "level": 2
        },
        {
            "id": 6,
            "name": "OBESITY",
            "level": 3
        },
        {
            "id": 7,
            "name": "HYPERTENSION",
            "level": 3
        },
        {
            "id": 8,
            "name": "DIABETES",
            "level": 3
        },
        {
            "id": 9,
            "name": "HYPERLIPIDEMIA",
            "level": 3
        },
        {
            "id": 10,
            "name": "Prevention and Management",
            "level": 2
        },
        {
            "id": 11,
            "name": "Final Comments",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "According to the Centers for Disease Control and Prevention (CDC), overweight in childhood and adolescence is defined as having a body mass index (BMI) at or above the 95th percentile for age and sex; a BMI between the 85th and 95th percentiles places a child in the at-risk-for-overweight category1(for a BMI calculator for children and teenagers seehttp://apps.nccd.cdc.gov/dnpabmi/Calculator.aspx). In the United States, obesity-related hospital costs among six- to 17-year-olds have increased threefold over the past 20 years, reaching $127 million per year.2Data from the 2003–2004 National Health and Nutrition Examination Survey (NHANES) indicated that 17.1 percent of persons two to 19 years of age are overweight,3up from 12 percent in the 1988–1994 report. The number of obese young persons in the United States tripled from 1980 to 2000,4with similar trends in other countries. The implications of this increase are alarming and require special attention by health care professionals, parents, and the government."
        },
        {
            "parent": -1,
            "text": "Overweight children often become overweight adults.5Obesity in adults increases the likelihood of cardiovascular risk factors, including metabolic syndrome. According to the National Heart, Lung, and Blood Institute (NHLBI), metabolic syndrome is defined as having three of the five following cardiovascular risk factors: larger waistline, elevated triglyceride level, decreased high-density lipoprotein (HDL) cholesterol level, hypertension, and elevated fasting blood glucose level.6The same associations are emerging in overweight young persons. Approximately 60 percent have at least one cardiovascular risk factor, and more than 25 percent have two or more risk factors.7"
        },
        {
            "parent": -1,
            "text": "This article reviews how the obesity epidemic is shifting typically adult diseases (i.e., hypertension, dyslipidemia, diabetes, and metabolic syndrome) into childhood. Implications for practice, including screening, management, and prevention, will also be considered."
        },
        {
            "parent": 1,
            "text": "Childhood hypertension is defined by a systolic or diastolic blood pressure at or above the 95th percentile when adjusted for sex, age, and height. The incidence of persistent hypertension in children has ranged from 1 to 3 percent,8but a recent study of more than 5,000 children found that nearly 5 percent had persistent elevated blood pressure.9The strongest risk factor was obesity (relative risk, 3.3; 95% confidence interval, 2.5 to 4.2), which has been confirmed by other studies.10,11Childhood hypertension can lead to adult hypertension, an important risk factor for coronary artery disease and stroke,12and increases the risk of early signs of atherosclerosis, although the long-term implications of this are uncertain.13"
        },
        {
            "parent": 2,
            "text": "The estimated prevalence of diabetes mellitus in persons younger than 20 years is about one in 400.14Type 2 diabetes has become more common in six- to 19-year-olds, accounting for an estimated 8 to 45 percent of all new cases of diabetes in children and adolescents.15–17The U.S. incidence of type 2 diabetes has also increased,18paralleling the rise in obesity. Data from the 1994 NHANES showed that the absolute risk of increased fasting blood glucose was 17.6 per 1,000 children.18"
        },
        {
            "parent": 2,
            "text": "The risk of diabetes of any type was four per 1,000 children, of whom approximately one third had type 2 diabetes.18Three risk factors for diabetes in children have been identified19: BMI at or above the 85th percentile, fasting blood glucose level of 100 mg per dL (5.55 mmol per L) or more, and elevated fasting insulin level. A marked increase in insulin resistance and fasting blood glucose levels typically occurs during normal puberty in obese and nonobese persons. Obesity may cause a progression to impaired glucose tolerance and type 2 diabetes."
        },
        {
            "parent": 3,
            "text": "The 2003–2004 NHANES found that 10 percent of persons two to 19 years of age have serum total cholesterol levels greater than 200 mg per dL (5.18 mmol per L).3The Bogalusa Heart Study, a multiracial longitudinal study, examined cardiovascular risk factors in 27,000 persons five to 24 years of age via seven surveys.20According to their data, fatty streaks appeared by 10 years of age, and fibrous plaques by adolescence. The findings were exacerbated by the elevation of traditional adult risk factors: BMI, blood pressure, low-density lipoprotein cholesterol, and triglycerides. If three or four of the above factors were present, fatty streaks increased 8.5 times and plaques increased by a factor of 12. The results showed that BMI was the strongest predictor of high cholesterol levels. Black children had more extensive findings than white children.20The long-term clinical implications of these findings and their impact on morbidity and mortality are not yet known."
        },
        {
            "parent": 4,
            "text": "The Third Report of the National Cholesterol Education Program Adult Treatment Panel (NCEP-ATP III) defined metabolic syndrome as having three or more of the following: hypertriglyceridemia, low HDL cholesterol levels, elevated fasting blood glucose levels, excessive waist circumference, or hypertension.21"
        },
        {
            "parent": 4,
            "text": "In the United States, metabolic syndrome has an estimated prevalence of 20 percent in adults 20 years and older and 40 percent in those older than 40 years.22These adults are at greater risk of cardiovascular disease and diabetes. In children and adolescents, there is no standard definition for metabolic syndrome. Using a modified version of the NCEP-ATP III criteria outlined above, with BMI instead of excessive waist circumference, an estimated 6.4 percent of U.S. adolescents meet the diagnostic standards.23The prevalence of metabolic syndrome is 7 percent in at-risk-for-overweight adolescents, 29 percent in overweight adolescents,24and 50 percent in severely obese adolescents.25The syndrome is most common in Mexican Americans, followed by non-Hispanic whites and non-Hispanic blacks.23The increasing prevalence among children and adolescents has paralleled the rise in obesity. Metabolic syndrome has increased fourfold in overweight or at-risk-for-overweight adolescents who either smoke or are exposed to secondhand smoke.26The prevalence of adolescent smoking is reported to be between 7.4 and 17.9 percent.27"
        },
        {
            "parent": 5,
            "text": "What does this mean for the physician caring for children who are increasingly overweight and sedentary? Physicians may need to change their approach to risk stratification and screening to accommodate emerging morbidities. The existing guidelines address obesity and each component of the metabolic syndrome separately."
        },
        {
            "parent": 6,
            "text": "Because obesity is a common denominator in all of the previously described risk factors for cardiovascular disease, a child's weight status is the obvious starting point for screening and risk assessment. However, evaluating children for overweight is not universally supported. The U.S. Preventive Services Task Force (USPSTF) has stated that it is unable to determine the potential benefits and harms for routinely screening children and adolescents for overweight and that there is insufficient evidence for the effectiveness of behavioral counseling or other preventive interventions that can be done in primary care settings.28"
        },
        {
            "parent": 6,
            "text": "The American Academy of Pediatrics (AAP) has issued a policy statement on goals for weight management, diet, and physical activity in children and adolescents; the policy is directed at health care professionals, parents and caregivers, schools, and legislators to facilitate lifestyle changes.29,30"
        },
        {
            "parent": 6,
            "text": "According to the AAP Expert Committee, among children younger than seven years with a BMI at or above the 95th percentile, those without secondary complications should maintain their weight, whereas those with complications should pursue weight loss to achieve a BMI at or below the 85th percentile. Among children seven years and older, those with a BMI between the 85th and 95th percentiles should lose weight to achieve a BMI at or below the 85th percentile.29From the physician's perspective, a BMI at or below the 85th percentile achieved through weight loss or weight maintenance, depending on the age of the child, is the desired outcome."
        },
        {
            "parent": 6,
            "text": "Parental responsibility for the development of childhood eating behavior includes controlling food availability and portion size; teaching other caregivers what to feed the child; counteracting messages from media and other sources; sitting down to regular family meals; and serving as role models. The AAP also recommends 60 minutes of vigorous play or moderate activity per day, limiting all forms of sedentary behaviors to one to two hours per day, removing televisions from children's bedrooms, and discouraging snacking during sedentary activity or in response to boredom. Suggestions for school and government initiatives are also summarized in the same policy statement.29,30"
        },
        {
            "parent": 7,
            "text": "The USPSTF concluded that there is insufficient evidence to recommend for or against screening for hypertension in children to prevent cardiovascular disease, given the absence of clinical outcomes studies and the low risk of cardiovascular disease in this age group.31However, screening for hypertension, starting at three years of age, has traditionally been recommended by the AAP based on consensus guidelines and expert opinion. Using an appropriately sized cuff is imperative to obtain accurate readings. Normal values are referenced according to age, sex, and height.32Elevation of blood pressure in children 10 years and older is likely to be essential hypertension and, as in adults, is often associated with obesity."
        },
        {
            "parent": 8,
            "text": "The USPSTF found insufficient evidence to recommend for or against diabetes screening in adults, and does not address screening in children.33The American Diabetes Association suggests that children with a BMI at or above the 85th percentile and two additional risk factors (i.e., family history of type 2 diabetes; Native American, Mexican American, Hispanic American, or Asian/South Pacific Islander ancestry; or signs of insulin resistance or associated conditions, such as acanthosis nigricans, hypertension, hyperlipidemia, or polycystic ovary syndrome) have a fasting blood glucose test every other year starting at 10 years of age.34Measurement of fasting insulin and glucose levels is recommended by the American Heart Association (AHA).35The AAP advises that glucose and insulin be measured when screening those at risk of diabetes."
        },
        {
            "parent": 9,
            "text": "The USPSTF carefully reviewed the literature and found insufficient evidence to recommend screening for hyperlipidemia in children based on a lack of proven long-term benefits.36Despite this lack of evidence, many physicians were performing selective lipid screening in their practices according to the Second NHLBI Survey of Primary Care Physicians.37Consensus guidelines from the AAP Expert Committee and the NCEP have recommended criteria for selective screening and have created an algorithm for the management of hyperlipidemia in children and teenagers(Figure 1).38Such practice guidelines have been criticized because they ignore the lack of quality evidence39; there have been no studies measuring clinical outcomes of hyperlipidemia treatment in adolescents. Given the low risk of heart disease in this population, it is likely that the number needed to treat to prevent one premature death is extremely high and involves years of treatment for many persons who would not benefit. Yet, in a 2008 clinical report, the AAP designated overweight in children as a special risk category requiring cholesterol screening regardless of family history or lack of other risk factors.40The report suggested that physicians screen these children between two and 10 years of age and reinforced weight management as the treatment of choice for nonhereditary hyperlipidemias."
        },
        {
            "parent": 10,
            "text": "Because eating habits are established in childhood and weight loss has proved difficult to achieve and maintain, prevention should start early. Family physicians often have a relationship with parents before the arrival of their children; therefore, guidance from the family physician can be invaluable."
        },
        {
            "parent": 10,
            "text": "Breastfeeding is associated with lower rates of childhood obesity41and should be actively supported. Parents must be taught to recognize satiety cues in their children to facilitate development of self-regulated eating behavior. Using food to control or reward behavior should be discouraged. “Supersized” portions and foods high in fat and sugar should be discouraged in favor of alternatives that are low in fat and sodium and higher in fiber. Cultural preferences should also be considered when making dietary recommendations. The AHA proposed a schedule for integrated cardiovascular health promotion in children (Table 135) as part of its Atherosclerosis, Hypertension, and Obesity in the Young committee report.35AAP Policy Statements29,30also provide practical suggestions for the busy physician (Table 229)."
        },
        {
            "parent": 10,
            "text": "Once established, obesity and its comorbidities represent multifaceted problems that are often resistant to simple interventions. A consensus panel on childhood obesity recommended that treatment begin before adolescence and that the entire family focus on gradual, sustainable changes rather than rapid weight loss.42Improvement has been shown in some studies when a multidisciplinary approach is used34,42,43and referral is required."
        },
        {
            "parent": 10,
            "text": "Physicians should be alert to the signs of obesity and its comorbidities among their younger patients; familiarize themselves with the current, albeit sometimes conflicting, recommendations; and decide how best to incorporate prevention into their daily practice. Developing a network of local professionals to support a family approach to treatment, when necessary, might prove useful in halting this evolving health issue.Table 3provides a list of online resources for physicians and parents of overweight children and adolescents."
        },
        {
            "parent": 11,
            "text": "Family physicians should be advocates in their communities for changes that promote building physical activity into daily life. Such changes include programs that encourage children to walk and bike to school; efforts to build sidewalks, greenways, and bike paths; planning for healthy, walkable neighborhoods; and support for the development of parks and playgrounds."
        }
    ],
    "locked": false
}