{
    "url": "https://www.aafp.org/pubs/afp/issues/2010/0715/p161.html#afp20100715p161-f1",
    "title": "Postexposure Prophylaxis Against Human Immunodeficiency Virus | AAFP",
    "author": "MICHAEL A. TOLLE, MD, MPH, AND HEIDI L. SCHWARZWALD, MD, MPH",
    "doi": "Am Fam Physician.2010;82(2):161-166",
    "abstract": "Family physicians often encounter situations in which postexposure prophylaxis (PEP) with antiretroviral medications against human immunodeficiency virus (HIV) may be indicated. When the exposure source's HIV status is unknown and testing of the source is possible, use of a rapid HIV test kit may facilitate decision making at the point of care. When PEP is given, timing and duration are important, with data showing PEP to be most effective when initiated within 72 hours of exposure and continued for four weeks. Although two-drug PEP regimens are an option for some lower risk occupational exposures, three-drug regimens are advised for nonoccupational exposures. Sexual assault survivors should be given three-drug PEP regardless of assailant characteristics. In complicated situations, such as exposure of a pregnant woman or when a source is known to be infected with HIV, expert consultation is advised. In most cases, PEP is not indicated after an accidental needlestick in the community setting. Health care volunteers working abroad, particularly in areas of high HIV prevalence or where preferred PEP regimens may not be readily available, often choose to travel with personal supplies of PEP. Patients presenting for care after HIV exposure should have baseline testing for HIV antibodies, and follow-up HIV antibody testing at four to six weeks, three months, and six months after exposure.",
    "headers": [
        {
            "id": 0,
            "name": "Principles of HIV Transmission and Prevention",
            "level": 2
        },
        {
            "id": 1,
            "name": "Antiretroviral Medication Regimens for PEP",
            "level": 2
        },
        {
            "id": 2,
            "name": "Follow-up Testing and Care",
            "level": 2
        },
        {
            "id": 3,
            "name": "Common Clinical Questions Regarding PEP",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Postexposure prophylaxis (PEP) with antiretroviral medications against human immunodeficiency virus (HIV) may be indicated in situations that family physicians often encounter. The Centers for Disease Control and Prevention (CDC) and many state and local public health jurisdictions periodically issue guidelines regarding the management of occupational and nonoccupational HIV exposures,1–5yet evidence suggests that physicians often do not completely understand or implement these recommendations.1–3,6,7"
        },
        {
            "parent": 0,
            "text": "Regardless of the setting, the probability of HIV transmission depends on the type of exposure and the likelihood that the exposure source is HIV-infected.8Exposure to blood or visibly bloody body fluids is associated with the highest risk of HIV transmission. Semen, vaginal secretions, and several other fluids (e.g., breast milk; cerebrospinal, pleural, peritoneal, pericardial, synovial, and amniotic fluids) also are considered potentially infectious.1Some body fluids, including saliva, sputum, sweat, tears, urine, nasal secretions, feces, and vomitus, are not considered infectious unless they are visibly bloody.1"
        },
        {
            "parent": 0,
            "text": "With occupational exposures, the risk is higher with percutaneous exposures than with exposures involving mucous membranes or nonintact skin.1Among nonoccupational exposures, sharing of needles for injection drug use has a higher risk than sexual exposures and other exposures, such as an accidental needlestick or human bite.2Table 1outlines the estimated per-exposure risk of HIV transmission for various exposures.2,8Unprotected receptive anal intercourse carries the highest risk of sexual transmission of HIV infection. The risk of transmission through receptive oral intercourse is related to whether ejaculation took place, which is the determining factor as to whether PEP is recommended. It should be noted that patients with multiple high-risk exposures on an ongoing basis are typically not considered for PEP.2"
        },
        {
            "parent": 0,
            "text": "In some instances, the exposure source's HIV status is known. However, this is often not the case, and the likelihood of the exposure source being HIV-infected depends on whether the source has risk factors for HIV infection (e.g., male homosexual activity, receipt of blood products or blood transfusion before 1985, sexual activity with a high-risk partner, use of injection drugs).8When possible, a source with unknown HIV status should be tested (recognizing that in most jurisdictions, consent must be obtained), preferably with a rapid test kit, which may give results in less than one hour.2When the source is known to be HIV-infected, risk of HIV acquisition is higher with a high viral load (HIV RNA level) compared with a low viral load (less than 1,500 copies per mL1)."
        },
        {
            "parent": 0,
            "text": "Administration of antiretroviral medications may prevent HIV infection after an exposure. These medications are routinely used after perinatal exposure to HIV; administration of even a single dose of nevirapine (Viramune) has been shown to reduce the risk of transmission from a mother to her newborn infant by nearly 50 percent.9,10In the United States and many other countries, zidovudine (Retrovir) is routinely administered to exposed newborns for six weeks after birth.2"
        },
        {
            "parent": 0,
            "text": "Randomized controlled trials of PEP after occupational and nonoccupational HIV exposures have not been conducted for logistical and ethical reasons, but case-control and observational data support the use of PEP after such exposures1,2,11,12(Table 21;Figure 12). Timing and duration of PEP are important, but the optimal duration is unknown.1–3,11,12PEP should be initiated as soon as possible after an exposure.1,2Experimental animal data suggest that PEP is most effective when initiated before 24 to 36 hours after exposure2,8; regimens started more than 72 hours after exposure and continued for less than four weeks are believed to be less effective. Although appropriate PEP is almost always effective in preventing HIV infection, failures have been documented.1,2"
        },
        {
            "parent": 1,
            "text": "Because antiretroviral medications are associated with adverse effects, including toxicity and drug interactions, the CDC recommendations emphasize that the selection of antiretroviral medications for PEP must balance the risk of HIV acquisition with the risks of PEP.1Nausea and fatigue are particularly common with PEP, and in some studies, discontinuation rates (patient unable to complete a full four-week course) were more than 40 percent. Administration of adjuvant medications for symptoms, such as promethazine (Phenergan) for nausea or loperamide (Imodium) for diarrhea, may help increase PEP completion rates.1"
        },
        {
            "parent": 1,
            "text": "Two-drug PEP regimens are an option for lower risk occupational exposures, and some experts support a fully completed two-drug regimen over the addition of a third drug with the risk of noncompletion.13Three-drug regimens are advised for nonoccupational exposures for which PEP is indicated.2Antiretroviral medications recommended for PEP are shown inTable 3,1,2and common antiretroviral medication toxicities and adverse effects are shown inTable 4.1"
        },
        {
            "parent": 2,
            "text": "Patients presenting for care after HIV exposure should have baseline testing for HIV antibodies, preferably with rapid testing, and follow-up HIV antibody testing at four to six weeks, three months, and six months after exposure.1,2Baseline and follow-up testing for other sexually transmitted infections (e.g., gonorrhea, chlamydia, syphilis) and for pregnancy, when warranted, should also be performed. Extended 12-month follow-up is recommended for health care professionals who become infected with hepatitis C virus after exposure to a source coinfected with HIV and hepatitis C virus.1HIV RNA levels are not recommended as a means of assessing acquisition of HIV in exposed persons.1Persons taking PEP should be monitored for drug toxicity at baseline and after two to four weeks of treatment, including a complete blood count and renal and hepatic function tests.2,8Persons taking a protease inhibitor–based regimen (e.g., lopinavir/ritonavir [Kaletra]) should be assessed for hyperglycemia.1Development of toxicity warrants consultation with an expert in PEP.1"
        },
        {
            "parent": 3,
            "text": "If an exposure source's HIV test comes back negative two days after the exposed person starts PEP, should a full course of PEP be continued?"
        },
        {
            "parent": 3,
            "text": "No—PEP should be discontinued if it is started and the exposure source is later determined to be HIV-negative.1,2Although HIV testing can be negative while a person is in the “window period” between infection and the presence of detectable antibodies against HIV, no case of transmission involving an exposure source during the window period has been reported in the United States.1"
        },
        {
            "parent": 3,
            "text": "If PEP is being considered, when should a health care professional with HIV expertise be consulted?"
        },
        {
            "parent": 3,
            "text": "The selection of PEP regimens may be complex, especially in exposures involving sources known to be HIV-infected. It is even more complex when the source has a history of antiretroviral treatment and when HIV resistance may be an issue. Therefore, when possible, the CDC recommends that PEP be implemented in consultation with a health care professional who has experience in HIV transmission and antiretroviral therapy.1,2Pregnant women, in particular, should be given PEP in consultation with an HIV expert.14Some medical systems require and maintain a process for expert consultation before PEP is initiated for occupational or nonoccupational exposures.1The National HIV/AIDS Clinicians' Consultation Center at the University of California, San Francisco, operates the National Clinicians' Post-Exposure Prophylaxis Hotline, which is available 24 hours a day, seven days a week at 888-448-4911 (http://www.nccc.ucsf.edu). Generally, it is preferable to start a basic two-drug regimen while awaiting consultation rather than delay PEP.1"
        },
        {
            "parent": 3,
            "text": "When a source is known or subsequently discovered to be HIV-infected, should resistance testing be performed to guide selection or modification of the PEP regimen?"
        },
        {
            "parent": 3,
            "text": "Transmission of drug-resistant HIV despite properly applied PEP is rare.1CDC guidelines do not recommend resistance testing of the source virus at the time of an exposure. Generally, resistance testing results will not be available (two to three weeks) in time to affect selection of the initial PEP regimen, and no data suggest that modification of a PEP regimen after resistance testing improves PEP effectiveness.1If the resistance pattern of the source virus is known at the time of the exposure, it may be useful in selection of the PEP regimen, with the advice of an HIV expert."
        },
        {
            "parent": 3,
            "text": "Should PEP be offered after sexual exposure to a source with unknown HIV status when the source's HIV status cannot be rapidly assessed?"
        },
        {
            "parent": 3,
            "text": "As noted inFigure 1, the CDC recommends making this decision on a case-by-case basis.2Such decisions center on the risk that the source is HIV-infected and, if so, the risk of HIV transmission with the specific exposure.2In contrast, the New York State AIDS Institute guidelines emphasize the nature of the exposure and downplay the presumed HIV status of the source.3"
        },
        {
            "parent": 3,
            "text": "Many medical programs offer PEP following all types of sexual exposure that may transmit HIV,15and sexual assault survivors should be offered PEP regardless of assailant characteristics.2Different types of sexual exposures carry different risks of infection(Table 1).2,8Unprotected receptive vaginal intercourse has a risk approaching that of an occupational needlestick exposure (0.3 percent). Receptive anal intercourse has the highest risk of any sexual exposure, whereas oral intercourse carries a much lower risk.2"
        },
        {
            "parent": 3,
            "text": "Should PEP be offered after a needlestick that occurs in the community, such as when a child picks up a discarded needle?"
        },
        {
            "parent": 3,
            "text": "HIV transmission after injuries from discarded needles or syringes found in the community has not been reported.8Several prospective studies following children who experienced community needlestick injuries have failed to show HIV seroconversion after such events.8,16Most cases of HIV transmission after needlestick injury have occurred shortly after the needle was removed from a vein or artery of a person known to be HIV-infected.8Data indicate that most syringes used for subcutaneous or intramuscular injection in persons with HIV infection do not contain HIV RNA after being discarded8; therefore, PEP is generally not indicated after needlestick in the community setting. However, PEP should be considered for a high-risk needlestick that occurred in the community, such as a needle or syringe contaminated with visible blood from a source known to be HIV-infected or at high risk of HIV infection.2,8Some experts may recommend PEP if the needlestick occurred in a high-risk community setting, such as a park known to be visited by injection drug users. Antiretroviral medication formulations are available for children who cannot swallow pills or for whom pill formulations are above the recommended dosing range."
        },
        {
            "parent": 3,
            "text": "Should volunteers working abroad take a personal supply of PEP in case of exposure to HIV?"
        },
        {
            "parent": 3,
            "text": "The risk of HIV exposure while working abroad varies with the setting and type of work. For example, medically oriented work in areas of high HIV prevalence, such as sub-Saharan Africa, may carry a reasonably substantial risk of HIV exposure."
        },
        {
            "parent": 3,
            "text": "HIV testing, even when the source is willing to be tested, may not be readily available in many settings. Antiretroviral options for PEP may be limited as well,17and locally-available, older antiretroviral medications (e.g., stavudine [Zerit]) may have higher rates of adverse effects and toxicity.1Because of concern over drug-resistant viruses in higher prevalence, resource-limited settings (where most patients are on antiretroviral regimens including stavudine or zidovudine, lamivudine [Epivir], and nevirapine or efavirenz [Sustiva]), preferred three-drug PEP regimens for high-risk exposures in these settings include medications not commonly used in local patients, such as lopinavir/ritonavir; however, these may be difficult to acquire locally.17Accordingly, many volunteers, particularly health care workers in areas of higher HIV prevalence, choose to travel with personal supplies of PEP."
        }
    ],
    "locked": false
}