{
    "url": "https://www.aafp.org/pubs/afp/issues/2008/0701/p131.html#afp20080701p131-f1",
    "title": "APA Releases Guidelines on Treating Obsessive-Compulsive Disorder | AAFP",
    "author": "MARA LAMBERT",
    "doi": "Am Fam Physician.2008;78(1):131-135",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "Psychiatric Management",
            "level": 2
        },
        {
            "id": 1,
            "name": "ESTABLISHING A THERAPEUTIC ALLIANCE",
            "level": 3
        },
        {
            "id": 2,
            "name": "ASSESSING THE PATIENT'S SYMPTOMS",
            "level": 3
        },
        {
            "id": 3,
            "name": "USING RATING SCALES",
            "level": 3
        },
        {
            "id": 4,
            "name": "ENHANCING THE SAFETY OF THE PATIENT AND OTHERS",
            "level": 3
        },
        {
            "id": 5,
            "name": "COMPLETING THE PSYCHIATRIC ASSESSMENT",
            "level": 3
        },
        {
            "id": 6,
            "name": "ESTABLISHING GOALS FOR TREATMENT",
            "level": 3
        },
        {
            "id": 7,
            "name": "ESTABLISHING THE APPROPRIATE SETTING FOR TREATMENT",
            "level": 3
        },
        {
            "id": 8,
            "name": "ENHANCING TREATMENT ADHERENCE",
            "level": 3
        },
        {
            "id": 9,
            "name": "Choosing an Initial Treatment Modality",
            "level": 2
        },
        {
            "id": 10,
            "name": "Choosing a Specific Pharmacologic Treatment",
            "level": 2
        },
        {
            "id": 11,
            "name": "Choosing a Specific Form of Psychotherapy",
            "level": 2
        },
        {
            "id": 12,
            "name": "Implementing a Treatment Plan",
            "level": 2
        },
        {
            "id": 13,
            "name": "PHARMACOTHERAPY",
            "level": 3
        },
        {
            "id": 14,
            "name": "COGNITIVE BEHAVIOR THERAPY",
            "level": 3
        },
        {
            "id": 15,
            "name": "CHANGING TREATMENTS AND PURSUING SEQUENTIAL TREATMENT TRIALS",
            "level": 3
        },
        {
            "id": 16,
            "name": "Discontinuing Active Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Guideline source: American Psychiatric Association"
        },
        {
            "parent": -1,
            "text": "Literature search described?Yes"
        },
        {
            "parent": -1,
            "text": "Evidence rating system used?Yes"
        },
        {
            "parent": -1,
            "text": "Published source: American Psychiatric Association Web site"
        },
        {
            "parent": -1,
            "text": "Available at:http://www.psych.org/psych_pract/treatg/pg/prac_guide.cfm"
        },
        {
            "parent": -1,
            "text": "In 2007, the American Psychiatric Association (APA) published treatment recommendations for obsessive-compulsive disorder (OCD). Patients with OCD usually experience symptoms that wax and wane over time. Treatment should be considered when the symptoms interfere with patients' functioning or cause them significant distress. Management of OCD can involve many therapeutic actions depending on the needs, capacities, and desires of the patient. Coordinating care with other physicians and social agencies (e.g., schools, vocational rehabilitation programs) with which the patient is involved is important. Physicians should advise patients with OCD of the genetic risk of passing the disorder to their children. Genetic counseling may be recommended to patients who want more information."
        },
        {
            "parent": 1,
            "text": "To effectively plan and implement treatment for OCD, the physician should establish a strong therapeutic alliance with the patient. This can involve tailoring a communication style to the patient's needs, explaining symptoms in understandable terms, and encouraging and comforting the patient. Because patients with OCD may experience excessive doubting, it may be helpful to repeat explanations and give the patient extra time to make decisions regarding treatment. The physician should also take into account how the patient feels about him or her and what the patient expects from treatment."
        },
        {
            "parent": 2,
            "text": "When establishing a diagnosis using criteria from theDiagnostic and Statistical Manual of Mental Disorders, 4th ed., text revision (DSM-IV-TR), it is important to distinguish the obsessions, compulsions, and rituals of OCD from similar symptoms found in other disorders."
        },
        {
            "parent": 3,
            "text": "The 10-item Yale-Brown Obsessive Compulsive Scale can measure the baseline severity of the patient's symptoms, which provides a way to assess the patient's response to therapy. If a rating scale is not used, it is advisable to record the patient's estimate of how much time is spent obsessing and performing compulsive behaviors throughout the day, and how much effort is spent trying to resist the behaviors."
        },
        {
            "parent": 4,
            "text": "The physician should evaluate the patient's potential for self-injury or suicide. Patients with OCD alone or with OCD and a concomitant disorder are at higher risk of suicide than the general population. Although most patients with OCD do not respond violently when others interfere with their rituals, it is important to discuss previous aggressive behavior. If the patient is a parent, the physician should work with the unaffected parent or social agencies to diminish the effects of the disorder on the patient's children."
        },
        {
            "parent": 5,
            "text": "During the psychiatric assessment, the physician should document the patient's history of concomitant conditions such as depression, bipolar disorder, anorexia nervosa, bulimia nervosa, alcohol abuse, and attention-deficit/hyperactivity disorder. All symptoms and the treatment history, including psychiatric hospitalizations and medication trials, are relevant."
        },
        {
            "parent": 5,
            "text": "The patient's developmental, psychosocial, and socio-cultural history should be documented, as well as how the OCD has affected the patient's familial, social, and sexual relationships. It is advisable to review the patient's current medications, including hormonal therapies and herbal remedies, for allergies and potential interactions with psychotropic drugs. Additionally, the physician should perform a mental status examination during the assessment to record the patient's signs and symptoms of illness."
        },
        {
            "parent": 6,
            "text": "Because clinical recovery and full remission can take time, if they occur at all, the physician and patient should set goals to improve the patient's quality of life. This includes decreasing symptom frequency and severity, and improving functioning. Other goals can include enhancing the patient's cooperation with care, minimizing adverse effects of treatment (e.g., medication side effects), developing coping strategies for stressors, and educating the patient and family regarding OCD and its treatment."
        },
        {
            "parent": 7,
            "text": "Treatment should take place in a safe, effective environment, which may be a hospital, residential treatment program, or outpatient care."
        },
        {
            "parent": 8,
            "text": "Treatment adherence may be enhanced through education about the disorder and its treatments. The Obsessive Compulsive Foundation (http://www.ocfoundation.org) provides educational materials that benefit many patients. Explaining to patients about potential side effects of medications and responding quickly to their concerns can also enhance adherence. It may be helpful to advise patients on what is involved in cognitive behavior therapy (CBT), such as confronting feared thoughts and situations. It is also appropriate to discuss practical concerns, such as treatment costs and insurance coverage."
        },
        {
            "parent": 9,
            "text": "When beginning a treatment for OCD, the physician should consider the patient's motivation and ability to comply with pharmacotherapy and psychotherapy. Selective serotonin reuptake inhibitors (SSRIs) and CBT are recommended as safe and effective first-line treatments(Figure 1). The physician should choose whether to use one or both of these treatments based on several conditions, including the nature and severity of the patient's symptoms, current medications, treatment history, and the availability of CBT. An SSRI alone is recommended for patients who have previously responded well to a given drug or who are unable to cooperate with CBT. Patients who dislike medications and who are not too depressed or anxious may benefit from CBT (i.e., exposure and response prevention) alone. Combined treatment is recommended for patients who have not responded to monotherapy, those with concomitant psychiatric conditions that respond to SSRIs, and those who want to limit the duration of the SSRI treatment. There may be risks associated with taking a psychotropic medication during pregnancy or while breastfeeding. The physician should discuss the risks and benefits with the patient."
        },
        {
            "parent": 10,
            "text": "The U.S. Food and Drug Administration (FDA) has approved the following pharmacologic agents for treatment of OCD: clomipramine (Anafranil), fluoxetine (Prozac), fluvoxamine (Luvox; brand only available in extended-release tablets), paroxetine (Paxil), and sertra-line (Zoloft;Table 1). Because clomipramine has more troublesome side effects than SSRIs, an SSRI is preferred for a first medication trial. When choosing which SSRI to prescribe, physicians should consider the possible side effects, applicable FDA warnings, past treatment response, the potential for drug interactions, and the presence of other medical conditions."
        },
        {
            "parent": 11,
            "text": "The evidence supports using CBT that focuses on techniques such as exposure and response prevention. Some data support using cognitive techniques. Dynamic psychotherapy or psychoanalysis has not been shown to be effective in addressing the core symptoms of OCD. Psychodynamic psychotherapy may help patients overcome their resistance to accepting a treatment, and it may also help address the interpersonal consequences of OCD symptoms. Motivational interviewing may help patients overcome resistance to treatment. Family therapy can be used to reduce interfamily tensions that are worsening the patient's symptoms."
        },
        {
            "parent": 13,
            "text": "Most patients begin pharmacotherapy at the manufacturer's recommended dosages. If the patient is concerned about side effects, a lower dosage may be given because many SSRIs are available in liquid form or as pills that can be split. For many patients, substantial improvement will not be apparent until four to six weeks after beginning the medication. Some patients will not show signs of improvement for 10 to 12 weeks. The medication dosages may be titrated upward each week in increments recommended by the manufacturer during the first month of therapy. If there is no improvement after four weeks of pharmaco-therapy, the physician may increase the dosage weekly or biweekly to what is comfortably tolerated and indicated. Occasionally this can exceed the manufacturer's recommended maximal dosage. The treatment trial should be continued at this dosage for a minimum of six weeks."
        },
        {
            "parent": 13,
            "text": "If the patient's response to the treatment is inadequate, trial data suggest that higher SSRI dosages produce a somewhat higher response rate and greater relief of symptoms. Higher dosages may be appropriate for those who tolerate the medication well and have had little response to the treatment. For patients who take a higher dosage, it is important to monitor for side effects, including the serotonin syndrome. Older patients should use a lower starting dosage, and any increase should be gradual and monitored for side effects. Managing medication side effects involves several strategies, including gradually titrating the initial dosage to reduce the possibility of gastrointestinal distress, prescribing a sleep-promoting medication to minimize insomnia, prescribing a modest dosage of modafinil (Provigil) to minimize fatigue, and prescribing a low-dose anticholinergic to minimize sweating. To minimize sexual side effects, the physician should reduce the dosage of the SSRI, wait for symptoms to abate, encourage a weekly one-day break from the medication before sexual activity, prescribe an alternative SSRI, or add a pharmacologic agent such as bupropion (Wellbutrin)."
        },
        {
            "parent": 13,
            "text": "After beginning a new pharmacotherapy, follow-up visit frequency can vary between a few days to two weeks, depending on the severity of the symptoms, the presence of troubling side effects, the presence of suicidal thoughts, and any complexity caused by concomitant conditions."
        },
        {
            "parent": 14,
            "text": "CBT can occur in individual, group, or family therapy sessions. One session can last anywhere from less than one hour to two hours. Patients should attend a therapy session at least once a week. Five exposure and response prevention sessions per week may be more effective than once-weekly sessions, but not more so than twice-weekly sessions. Most patients should attend 13 to 20 weekly sessions; however, the number and length of sessions and the duration of an adequate trial have not been established. Booster sessions are recommended for patients who are severely ill, who have relapsed, or who show signs of an early relapse. If CBT is not available, the physician can recommend self-help treatment guides and support groups such as those available through the Obsessive Compulsive Foundation."
        },
        {
            "parent": 15,
            "text": "Patients are unlikely to see a full recovery from all symptoms after the first treatments. If a good response is not achieved after 13 to 20 weeks of weekly CBT, three weeks of daily CBT, or eight to 12 weeks of SSRI treatment, the physician should consider altering the treatment. The physician and patient should base this decision on the patient's tolerance and acceptance of the symptoms. If the patient lacks motivation to pursue further treatment despite limited improvement, the physician should address issues of depression and secondary gains of the illness."
        },
        {
            "parent": 15,
            "text": "When the initial treatment is unsatisfactory, several factors may be contributing to the lack of improvement: interference by concomitant conditions, inadequate patient adherence to the treatment plan, the presence of psychosocial stressors, the family's degree of accommodation for the patient's symptoms, and the patient's inability to tolerate psychotherapy or medication."
        },
        {
            "parent": 15,
            "text": "If an interfering factor cannot be identified for patients who have only a partial response, the physician should consider augmenting current strategies rather than switching strategies. SSRIs should be augmented with trials of other antipsychotic medications or with CBT. Similarly, CBT should be augmented with an SSRI. Combining pharmacotherapy and psychotherapy should be considered when the patient has a partial response to monotherapy or when the patient has a concomitant condition that is responsive to SSRIs. Combined treatment can also help prevent a relapse once medication is stopped. Increasing the intensity of the exposure and response prevention therapy may help if the patient is having only a partial response to the behavior therapy. Adding cognitive therapy to the exposure and response prevention therapy may enhance the results."
        },
        {
            "parent": 15,
            "text": "For patients who do not respond to the initial SSRI, a different SSRI should be considered. Other options include switching to venlafaxine (Effexor), although it is less likely to produce an adequate response, or switching to mirtazapine (Remeron). Available evidence cannot predict the chance of response to a medication switch. Those unresponsive or partially responsive to SSRIs have responded to augmentation with antipsychotic medications or CBT."
        },
        {
            "parent": 15,
            "text": "If first- and second-line treatments are unsuccessful, other strategies may be tried, although they are less well-supported. These strategies include augmenting SSRIs with clomipramine, buspirone (Buspar), pindolol (Visken), riluzole (Rilutek), or once-weekly oral morphine sulfate. Morphine sulfate is not recommended for patients with contraindications to opiate administration. If the SSRI is augmented with clomipramine, the physician should use precautions to prevent cardiac and central nervous system side effects. Other less well-supported monotherapies include dextroamphetamine (Dextrostat), tramadol (Ultram), monoamine oxidase inhibitors, ondansetron (Zofran), transcranial magnetic stimulation, and deep brain stimulation. Patients who are severely resistant to treatment may benefit from intensive residential treatment or partial hospitalization. Patients with severe and treatment-refractory OCD may consider ablative neurosurgery, although it is rarely indicated. Along with deep brain stimulation, ablative neurosurgery should only be performed at sites with expertise in treating OCD with this approach."
        },
        {
            "parent": 16,
            "text": "Patients whose symptoms are successfully treated with medication should continue treatment for one to two years. After this time, patients may taper the dosage by 10 to 25 percent every one to two months while watching for the return or exacerbation of symptoms. Monthly booster sessions for three to six months are recommended for patients who were treated successfully with exposure and response prevention. For patients who discontinue pharmacotherapy, the rates of relapse vary widely because of study methodology differences. For this reason, discontinuing pharmacotherapy should be carefully considered. The effects of CBT with exposure and response prevention may be more lasting than SSRIs after discontinuation, but the difference in relapse rates could be caused by other factors."
        }
    ],
    "locked": false
}