{
    "url": "https://www.aafp.org/pubs/afp/issues/2008/0501/p1291.html#afp20080501p1291-f2",
    "title": "Trigeminal Neuralgia | AAFP",
    "author": "RUDOLPH M. KRAFFT, MD",
    "doi": "Am Fam Physician.2008;77(9):1291-1296",
    "abstract": "Trigeminal neuralgia is an uncommon disorder characterized by recurrent attacks of lancinating pain in the trigeminal nerve distribution. Typically, brief attacks are triggered by talking, chewing, teeth brushing, shaving, a light touch, or even a cool breeze. The pain is nearly always unilateral, and it may occur repeatedly throughout the day. The diagnosis is typically determined clinically, although imaging studies or referral for specialized testing may be necessary to rule out other diseases. Accurate and prompt diagnosis is important because the pain of trigeminal neuralgia can be severe. Carbamazepine is the drug of choice for the initial treatment of trigeminal neuralgia; however, baclofen, gabapentin, and other drugs may provide relief in refractory cases. Neurosurgical treatments may help patients in whom medical therapy is unsuccessful or poorly tolerated.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "HISTORY",
            "level": 3
        },
        {
            "id": 3,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 4,
            "name": "ANCILLARY TESTING",
            "level": 3
        },
        {
            "id": 5,
            "name": "DIFFERENTIAL DIAGNOSIS",
            "level": 3
        },
        {
            "id": 6,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 7,
            "name": "MEDICAL TREATMENT",
            "level": 3
        },
        {
            "id": 8,
            "name": "SURGICAL TREATMENT",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Trigeminal neuralgia was first described at the end of the first century and was later given the name “tic douloureux” because of the distinctive facial spasms that often accompany the attacks. The International Headache Society has published criteria for the diagnosis of classical and symptomatic trigeminal neuralgia(Table 1).1In classical trigeminal neuralgia, no cause of the symptoms can be identified other than vascular compression. Symptomatic trigeminal neuralgia has the same clinical criteria, but another underlying cause is responsible for the symptoms. Trigeminal neuralgia may involve one or more branches of the trigeminal nerve (Figure 1), with the maxillary branch involved the most often and the ophthalmic branch the least.2,3The right side of the face is affected more commonly than the left (ratio of 1.5:1), which may be because of the narrower foramen rotundum and foramen ovale on the right side.2–4"
        },
        {
            "parent": -1,
            "text": "The annual incidence of trigeminal neuralgia has been reported as 4.3 per 100,000 population, with a slight female predominance (age-adjusted ratio of 1.74:1).2Primary care physicians might expect to encounter this condition two to four times over the course of a 35-year career. The peak incidence is at 60 to 70 years of age, and classical trigeminal neuralgia is unusual before age 40 years.2,3"
        },
        {
            "parent": -1,
            "text": "The incidence of trigeminal neuralgia in patients with multiple sclerosis is between 1 and 2 percent, making it the most common associated disease.2Patients with hypertension have a slightly higher incidence of trigeminal neuralgia than does the general population.2There is no racial predilection.2Trigeminal neuralgia is generally sporadic, although there have been reports of the disease occurring in several members of the same family. Spontaneous remission is possible, but most patients have episodic attacks over many years."
        },
        {
            "parent": 0,
            "text": "It has been proposed that the symptoms of trigeminal neuralgia are caused by demyelination of the nerve leading to ephaptic transmission of impulses. Surgical specimens have demonstrated this demyelination and close apposition of demyelinated axons in the trigeminal root of patients with trigeminal neuralgia.5Results from experimental studies suggest that demyelinated axons are prone to ectopic impulses, which may transfer from light touch to pain fibers in close proximity (ephaptic conduction).5"
        },
        {
            "parent": 0,
            "text": "Current theories regarding the cause of this demyelination center on vascular compression of the nerve root by aberrant or tortuous vessels. Pathologic and radiologic studies have demonstrated proximity of the nerve root to such vessels, usually the superior cerebellar artery.5Relief of symptoms by surgical techniques that separate the offending vessels from the nerve further strengthens this hypothesis. Demyelination has also been demonstrated in cases of trigeminal neuralgia associated with multiple sclerosis or tumors affecting the nerve root."
        },
        {
            "parent": 0,
            "text": "Multiple other causes of trigeminal neuralgia have been described, including amyloid infiltration, arteriovenous malformations, bony compression, and small infarcts in the pons and medulla. In most of these situations, demyelination may also be an underlying cause. Most investigators now accept the theory that classical trigeminal neuralgia results from vascular compression of the nerve root. This leads to demyelination of the nerve and the generation of ectopic impulses that are spread ephaptically to precipitate the typical attack."
        },
        {
            "parent": 1,
            "text": "The diagnosis of trigeminal neuralgia should be considered in all patients with unilateral facial pain. Accurate and prompt diagnosis is important because the pain of trigeminal neuralgia can be severe. Other diagnoses must also be considered, particularly in patients with atypical features of the disease or “red flags” in the history or physical examination(Table 2). In addition, it is important to distinguish classical from symptomatic trigeminal neuralgia for the purpose of treatment. Symptomatic trigeminal neuralgia is always secondary to another disorder, and treatment should focus on the underlying condition."
        },
        {
            "parent": 2,
            "text": "Because trigeminal neuralgia is a clinical diagnosis, the patient's history is critical in the evaluation. Patients with trigeminal neuralgia present with a primary description of recurrent episodes of unilateral facial pain. Attacks last only seconds and may recur infrequently or as often as hundreds of times each day; they rarely occur during sleep. The pain is generally severe, and is described as a stabbing, sharp, shock-like, or superficial pain in the distribution of one or more of the trigeminal nerve divisions. Patients generally are asymptomatic between episodes, although some patients with long-standing trigeminal neuralgia have a persistent dull ache in the same area."
        },
        {
            "parent": 2,
            "text": "Talking, smiling, chewing, teeth brushing, and shaving have all been implicated as triggers for the pain. Even a breeze touching the face may cause a paroxysm of pain in some patients. In trigger zones—small areas near the nose or mouth in patients with trigeminal neuralgia—minimal stimulation initiates a painful attack. Patients with trigeminal neuralgia can pinpoint these areas and will assiduously avoid any stimulation of them. Not all patients with trigeminal neuralgia have trigger zones, but trigger zones are nearly pathognomonic for this disorder."
        },
        {
            "parent": 2,
            "text": "The patient's history is also important for ruling out other causes of facial pain. Because of the association between trigeminal neuralgia and multiple sclerosis, patients should be asked about other neurologic symptoms, particularly those common in multiple sclerosis (e.g., ataxia, dizziness, focal weakness, unilateral vision changes). An evaluation for other diagnoses is indicated in younger patients, because classical trigeminal neuralgia is unusual in persons younger than 40 years.3"
        },
        {
            "parent": 2,
            "text": "Trigeminal neuralgia pain is nearly always unilateral. In rare cases of bilateral trigeminal neuralgia, individual attacks are usually unilateral, with distinct episodes involving each side of the face at separate times. Symptoms are always confined to the trigeminal nerve distribution, with most cases involving the second or third division, or both. The asymptomatic period between attacks is important to distinguish classical trigeminal neuralgia from other causes of facial pain, as well as from symptomatic trigeminal neuralgia. Patients with trigeminal neuralgia have stereotyped attacks; a change in the location, severity, or quality of the pain should alert the physician to the possibility of an alternative diagnosis."
        },
        {
            "parent": 3,
            "text": "The physical examination in patients with trigeminal neuralgia is generally normal. Therefore, physical examination in patients with facial pain is most useful for identifying abnormalities that point to other diagnoses. The physician should perform a careful examination of the head and neck, with an emphasis on the neurologic examination. The ears, mouth, teeth, and temporomandibular joint (TMJ) should be examined for problems that might cause facial pain."
        },
        {
            "parent": 3,
            "text": "The finding of typical trigger zones verifies the diagnosis of trigeminal neuralgia. Patients with classical trigeminal neuralgia have a normal neurologic examination. Sensory abnormalities in the trigeminal area, loss of corneal reflex, or evidence of any weakness in the facial muscles should prompt the physician to consider symptomatic trigeminal neuralgia or another cause of the patient's symptoms."
        },
        {
            "parent": 4,
            "text": "Laboratory studies generally are not helpful in patients with typical symptoms of trigeminal neuralgia. Occasionally, TMJ or dental radiographs may be useful when TMJ syndrome or dental pain is in the differential diagnosis."
        },
        {
            "parent": 4,
            "text": "Magnetic resonance imaging (MRI) of the brain is useful to look for multiple sclerosis, tumors, or other causes of symptomatic trigeminal neuralgia, and it should be performed in the initial evaluation of all patients presenting with trigeminal neuralgia symptoms. One study found that specific clinical variables may be helpful in determining the likely utility of MRI, which may be useful in prioritizing MRI studies when there is limited MRI capacity.6Some studies have indicated that MRI may predict surgery outcomes based on findings of neurovascular contact or the volume of the affected trigeminal nerve.7–9"
        },
        {
            "parent": 4,
            "text": "One recent study demonstrated that trigeminal reflex testing could distinguish classical from symptomatic trigeminal neuralgia with a sensitivity of 96 percent and a specificity of 93 percent.10Trigeminal reflex testing involves electrical stimulation of the divisions of the trigeminal nerve and measurement of the response with standard electromyography apparatus. This testing is not readily available to most physicians, and its indications and clinical utility are still unclear."
        },
        {
            "parent": 5,
            "text": "Some disorders that might be included in the differential diagnosis of trigeminal neuralgia are listed inTable 3.11A careful examination may disclose local findings indicative of otitis, sinusitis, dental disorders, or TMJ dysfunction. A history of persistent pain or pain that occurs episodically in attacks lasting longer than two minutes eliminates classical trigeminal neuralgia and should lead to a search for other diagnoses. The pain of glossopharyngeal neuralgia, which may be triggered by talking or swallowing, is located in the tongue and pharynx."
        },
        {
            "parent": 5,
            "text": "Symptomatic trigeminal neuralgia is usually caused by multiple sclerosis or by tumors arising near the trigeminal nerve root. A history of previous neurologic symptoms and typical findings on MRI assist with the diagnosis of multiple sclerosis. Tumors involving the trigeminal nerve usually cause additional symptoms or examination findings that suggest the diagnosis, and these tumors are generally visible on MRI."
        },
        {
            "parent": 5,
            "text": "An algorithm for the diagnosis and treatment of trigeminal neuralgia is provided inFigure 2.12"
        },
        {
            "parent": 6,
            "text": "The initial treatment of choice for trigeminal neuralgia is medical therapy, and most patients have at least temporary relief with the use of selected agents. Patients who have no response to or who relapse with medical therapy should be considered for surgical treatment.12–14Surgery may also be considered for patients who are intolerant of medical treatment."
        },
        {
            "parent": 7,
            "text": "Carbamazepine (Tegretol) has been studied extensively in trigeminal neuralgia, with one meta-analysis finding good evidence for its effectiveness.15A Cochrane review confirmed that carbamazepine is effective for the treatment of trigeminal neuralgia.16The number needed to treat has been calculated at 2.5 for trigeminal neuralgia. The number needed to harm for minor adverse events is 3.7, which was calculated using data for all conditions.16"
        },
        {
            "parent": 7,
            "text": "Some authors have suggested that carbamazepine is useful as a diagnostic trial for classical trigeminal neuralgia. Lack of response would suggest symptomatic trigeminal neuralgia or another diagnosis, both of which are less likely to respond to the drug. Dosages used have ranged from 100 to 2,400 mg per day, with most patients responding to 200 to 800 mg per day in two or three divided doses."
        },
        {
            "parent": 7,
            "text": "Carbamazepine should be the initial treatment for patients with classical trigeminal neuralgia. Other medications may be tried if carbamazepine is unsuccessful or provides only partial relief. These may be substituted or added to carbamazepine as necessary. Baclofen (Lioresal) in dosages of 10 to 80 mg daily has been shown to be useful.17Additional medications with reported success in smaller studies or case reports include phenytoin (Dilantin), lamotrigine (Lamictal), gabapentin (Neurontin), topiramate (Topamax), clonazepam (Klonopin), pimozide (Orap), and valproic acid (Depakene).13,18–23Most patients will respond, at least temporarily, to single or combination therapy with these agents."
        },
        {
            "parent": 7,
            "text": "A variety of other medications and modalities have been tried for treatment of trigeminal neuralgia. There are small studies reporting success with botulinum toxin type A (Botox) in some patients,24and one case report of relief being experienced after an accidentally high discharge from a transcutaneous electrical nerve stimulation unit.25Topical capsaicin (Zostrix) was helpful for trigeminal neuralgia pain in one open-label trial,26and intramuscular sumatriptan (Imitrex) was beneficial in one small, single-dose study.27One recent study found that intranasal lidocaine (Xylocaine) significantly decreased second-division trigeminal neuralgia pain for more than four hours.28Acupuncture, high-dose dextromethorphan (Delsym), and topical ophthalmic anesthetic have been tried unsuccessfully in small trials.29–31A recent Cochrane review concluded that there was insufficient evidence from randomized controlled trials to show significant benefit from non-antiepileptic drugs in patients with trigeminal neuralgia.32"
        },
        {
            "parent": 8,
            "text": "Surgical procedures may be percutaneous or open. The choice of procedure should be made after patient preference and the experience of the surgeon have been considered and the potential risks and benefits of each procedure have been evaluated. Most procedures provide effective short-term relief, but studies suggest that recurrence is likely within several years for many patients.33–40"
        },
        {
            "parent": 8,
            "text": "Percutaneous techniques include glycerol injection, balloon compression, radiofrequency rhizotomy, and gamma knife stereotactic radiosurgery. These techniques offer the advantage of being relatively noninvasive, being outpatient procedures or requiring only a short hospital stay, and lacking life-threatening adverse effects. However, they may provide less long-lasting relief than the more invasive techniques and have a higher incidence of sensory loss, which may cause the patient significant discomfort and can be extremely difficult to treat."
        },
        {
            "parent": 8,
            "text": "Open techniques include partial trigeminal rhizotomy and microvascular decompression. These procedures involve posterior fossa exploration with its attendant risks, including stroke, meningitis, and death, although the reported incidence of these complications with microvascular decompression is less than 2 percent. Microvascular decompression appears to provide the longest lasting relief, with persistent relief at 10 years in more than 70 percent of patients.36,41,42It has low risks of symptom recurrence and sensory loss, and is therefore a good choice for young, healthy patients, who have lower risks of adverse outcomes with the invasive surgery involved."
        }
    ],
    "locked": false
}