{
    "url": "https://www.aafp.org/pubs/afp/issues/2008/1201/p1301.html#afp20081201p1301-f1",
    "title": "AAP Releases Guidelines on Identification of Children with Autism Spectrum Disorders | AAFP",
    "author": "CARRIE ARMSTRONG",
    "doi": "Am Fam Physician.2008;78(11):1301-1305",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "Clinical Signs",
            "level": 2
        },
        {
            "id": 1,
            "name": "SOCIAL SKILLS DEFICITS",
            "level": 3
        },
        {
            "id": 2,
            "name": "COMMUNICATION DEFICITS",
            "level": 3
        },
        {
            "id": 3,
            "name": "REGRESSION",
            "level": 3
        },
        {
            "id": 4,
            "name": "ASPERGER SYNDROME",
            "level": 3
        },
        {
            "id": 5,
            "name": "PLAY SKILLS",
            "level": 3
        },
        {
            "id": 6,
            "name": "BEHAVIORAL PATTERNS",
            "level": 3
        },
        {
            "id": 7,
            "name": "Surveillance and Screening",
            "level": 2
        },
        {
            "id": 8,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 9,
            "name": "Genetic Counseling",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Guideline source:American Academy of Pediatrics"
        },
        {
            "parent": -1,
            "text": "Literature search described?No"
        },
        {
            "parent": -1,
            "text": "Evidence rating system used?No"
        },
        {
            "parent": -1,
            "text": "Published source:Pediatrics, November 2007"
        },
        {
            "parent": -1,
            "text": "Available at:http://pediatrics.aappublications.org/content/vol120/issue5/index.shtml"
        },
        {
            "parent": -1,
            "text": "Awareness of autism has increased in recent years because of increased media coverage and a rapidly expanding body of knowledge. The term “autism spectrum disorders” (ASDs) is used to reflect the broader spectrum of clinical characteristics that define autism. ASDs represent three of the pervasive developmental disorders defined in theDiagnostic and Statistical Manual of Mental Disorders, 4th ed. (DSM-IV): autistic disorder, Asperger syndrome, and pervasive developmental disorder—not otherwise specified. ASDs are not uncommon; a 2004 survey reported that 44 percent of primary care physicians care for at least 10 children with ASDs. However, only 8 percent of respondents routinely screen for ASDs. It is critical that physicians recognize the early signs of ASDs and be aware of new data that support better outcomes in children whose conditions are diagnosed early and who participate in intervention programs."
        },
        {
            "parent": 0,
            "text": "One of the challenges in recognizing ASDs is the wide heterogeneity of features in individual children. There is no pathognomonic feature; however, some of the early social deficits seem to be red flags for ASDs. Presentations can differ greatly from one child to the next; some are perceived by parents as “different” during the first few months of life, others present with delayed speech development during the second year of life, and still others may seem normal but regress after the first year of life. Asperger syndrome in children may not be noticed until they begin school and teachers notice problems with peer interactions."
        },
        {
            "parent": 1,
            "text": "Social deficits appearing in the first two years of life often go unnoticed by parents. All children with ASDs have deficits in social relatedness, defined as the inherent drive to connect with others and share feelings. Children with ASDs often do not seem to seek connectedness; they are content being alone, ignore their parents' bids for attention, and seldom make eye contact or try to gain others' attention with gestures or vocalizations. Later in life, they have difficulty sharing the emotional state of others in group settings. They may have few, if any, friends, and when they do, the relationships often evolve around the child's own interests."
        },
        {
            "parent": 1,
            "text": "Deficits in joint attention (i.e., spontaneously showing enjoyment in sharing an object or event with another person by looking back and forth between the two) seem to be one of the most distinguishing characteristics of young children with ASDs. Orienting to social stimuli—in particular, turning to respond to one's own name—is an early skill that often is deficient in children with ASDs."
        },
        {
            "parent": 2,
            "text": "Most children who are later diagnosed with ASDs present with speech delay. Prespeech deficits often exist that, if detected, could facilitate earlier diagnosis (Table 1). Lack of speech is a hallmark of autistic disorder, especially when it is associated with a lack of desire to communicate and lack of nonverbal compensatory efforts (e.g., gestures)."
        },
        {
            "parent": 2,
            "text": "Children with mild symptoms, especially those with normal cognitive skills, may have some speech, but it may not be functional or fluent and may lack communicative intent. It can be scripted (from favorite videos or television programs) and stereotypic. Echolalia, sometimes called “parroting,” is the repetition of another person's speech. This behavior is not unusual in developing children; however, echolalia in children with ASDs may persist throughout life."
        },
        {
            "parent": 2,
            "text": "Some children with ASDs say “pop-up words” without any apparent stimulus or communicative intent. They are spontaneous and inconsistent, although sometimes they may occur during stressful situations. These words are said out of context for days or weeks, then suddenly disappear. Children with ASDs also may develop “language” in learned phrases that are spoken as a single “giant-word” (i.e., Whatisit? Idontknow). However, they are not able to combine words in original phrases or sentences that convey true meaning."
        },
        {
            "parent": 3,
            "text": "Approximately 25 to 30 percent of children with ASDs begin to say words but then stop speaking, often between the ages of 15 and 24 months. Regression of skills in children with ASDs may also include loss of gestural communication and social skills. Regression can be gradual or sudden, and it may occur in the setting of subtle preexisting developmental delays or atypical development."
        },
        {
            "parent": 4,
            "text": "Children with Asperger syndrome may have mild or limited speech delays and escape recognition until preschool or early school age, when their inability to make friends becomes a concern. Language development usually is atypical, but this is often unnoticed. Children with Asperger syndrome tend to be quite verbal about topics of interest, but they are unable to express simple feelings or recognize the feelings and viewpoints of others. Speech may be fluent but limited to only a few topics, typically those that hold a strong, all-consuming interest for the child."
        },
        {
            "parent": 4,
            "text": "Children with Asperger syndrome also have deficits in the social use of language (e.g., how to choose a topic of conversation; understanding and producing appropriate tempo, facial expression, and body language during conversation; recognizing when the partner has lost interest in a topic). They may have problems sustaining a conversation on a topic that is initiated by another person. Language may seem odd, self-centered, and not listener-responsive, and often results in a monotone monologue. The inability to discern and judge the conversational intents of others impairs their ability to understand metaphors, sarcasm, and humor."
        },
        {
            "parent": 5,
            "text": "Delayed or absent pretend play skills, in combination with persistent sensory-motor or ritualistic play, are characteristic of ASDs. The play of children with ASDs tends to be repetitive and lacks creativity. Children with ASDs often are content to play alone for hours, requiring little attention or supervision. Play is commonly constructive (e.g., puzzles, blocks), ritualistic (e.g., lining objects up, sorting shapes), or sensory-motor (e.g., mouthing, banging, twirling). These children have trouble interacting in groups and cooperating with the social rules of more sophisticated games."
        },
        {
            "parent": 6,
            "text": "Children with ASDs can have atypical behaviors, such as peculiar mannerisms, unusual attachments to objects, obsessions, compulsions, self-injury, and stereotypies (i.e., repetitive, nonfunctional, atypical behaviors such as hand flapping, rocking, or twirling). Although stereotypies are distinctive and obvious, they are not specific to children with ASDs, because many children with pro-found mental retardation or severe sensory deficits also have stereotypies."
        },
        {
            "parent": 6,
            "text": "Although most children, at some time during their early development, form attachments to a stuffed animal, pillow, or blanket, children with ASDs may prefer hard items (e.g., ballpoint pens, flashlights, keys), and the attachment may be more persistent. Perseveration (i.e., continuation of speech or play to an exceptional degree or beyond a desired point) is common in children with ASDs. They may protest vigorously when forced to transition from an activity or topic of interest or when a usual routine is changed. Without warning, these protests may quickly escalate to severe and prolonged temper tantrums characterized by aggression or self-injury. Self-injury also may be precipitated by frustration during unsuccessful communication attempts, anxiety in new environments, boredom, depression, fatigue, sleep deprivation, or pain."
        },
        {
            "parent": 7,
            "text": "Developmental surveillance should occur at every preventive visit throughout childhood. Parental concerns may not be shared if the physician does not ask about the child's development, and lack of parental concern about development should not imply typical development. In addition to standardized screening for all children at nine, 18, and 24 or 30 months, the American Academy of Pediatrics (AAP) recommends screening if any developmental concerns arise. An ASD-specific tool (Table 2) should be used at 18 and 24 months."
        },
        {
            "parent": 7,
            "text": "An ASD-specific surveillance and screening algorithm (Figure 1) has been developed to facilitate the identification process. A positive screening result or the presence of two or more risk factors should prompt referral for a comprehensive ASD evaluation, early intervention or early childhood education services, and an audiologic evaluation. Physicians should not take a “wait-and-see” approach."
        },
        {
            "parent": 8,
            "text": "There are three major diagnostic challenges in the comprehensive assessment of a child with a suspected ASD: (1) determining the overall level of functioning, (2) making the diagnosis of an ASD, and (3) determining the extent of the search for an associated etiology. To accomplish these goals, a comprehensive evaluation should include the following components:"
        },
        {
            "parent": 8,
            "text": "Health, developmental, and behavioral histories that include at least a three-generation family pedigree and a review of systemsPhysical examination, including a thorough search for dysmorphic features and neurologic abnormalities, and a Wood's lamp examination of the skinDevelopmental or psychometric evaluation (depending on age and skill level) to determine the overall level of functioning and whether a discrepancy between motor-adaptive problem-solving and social communication skills is evidentDetermination of a categorical DSM-IV diagnosisAssessment of the parents' knowledge of ASDs, coping skills, and available resourcesA laboratory investigation to search for a known etiology or coexisting condition guided by information obtained in the evaluation"
        },
        {
            "parent": 8,
            "text": "When appropriate, the evaluation should include information from multiple sources, because the child's performance may vary among settings and caregivers. Depending on the physician's level of comfort, he or she may opt to refer to an experienced pediatric subspecialist to further evaluate the child, especially when there is an abnormal physical examination finding."
        },
        {
            "parent": 8,
            "text": "Screening neurologic tests (e.g., electroencephalography [EEG]) have been suggested for all children with ASDs. Although nonspecific abnormalities have been found in most children, the significance of these abnormalities is not clear, and additional research is needed to determine if intervention is of any value. There currently is no evidence to support universal screening EEG without a clinical indication, such as clinical signs of seizures or clear language regression. However, EEG in children who demonstrate “classic autistic regression” between 12 and 24 months of age are often nonspecific and not helpful in the diagnostic process. Screening magnetic resonance imaging on all children who present with ASDs also is not necessary. Given the heterogeneity of ASDs, the likelihood of multiple etiologies, and the questionable clinical validity of an extensive battery of screening tests on all children with ASDs, more evidence is needed before a battery of genetic and neurologic testing becomes standard."
        },
        {
            "parent": 9,
            "text": "Genetic counseling to determine recurrence risk in siblings is important, even when the etiologic evaluation is negative, because the recurrence risk is approximately 5 to 6 percent in a family with one child who has an idiopathic ASD. If there are two siblings who have ASDs in a family, it is likely that the recurrence risk in other siblings is well above 8 percent, and may approach 25 percent. It is important to discuss the recurrence risk promptly after diagnosis to provide parents with this information before they conceive another child. When an etiology is determined, the recurrence risk may be lower or higher than the risk in idiopathic ASD, depending on the syndrome or condition identified, and prenatal diagnosis may be possible."
        }
    ],
    "locked": false
}