{
    "url": "https://www.aafp.org/pubs/afp/issues/2008/0915/p717.html#afp20080915p717-f3",
    "title": "Aortic Stenosis: Diagnosis and Treatment | AAFP",
    "author": "BRIAN H. GRIMARD, MD, AND JAN M. LARSON, MD",
    "doi": "Am Fam Physician.2008;78(6):717-724",
    "abstract": "Aortic stenosis is the most important cardiac valve disease in developed countries, affecting 3 percent of persons older than 65 years. Although the survival rate in asymptomatic patients with aortic stenosis is comparable to that in age-and sex-matched control patients, the average overall survival rate in symptomatic persons without aortic valve replacement is two to three years. During the asymptomatic latent period, left ventricular hypertrophy and atrial augmentation of preload compensate for the increase in afterload caused by aortic stenosis. As the disease worsens, these compensatory mechanisms become inadequate, leading to symptoms of heart failure, angina, or syncope. Aortic valve replacement should be recommended in most patients with any of these symptoms accompanied by evidence of significant aortic stenosis on echocardiography. Watchful waiting is recommended for most asymptomatic patients, including those with hemodynamically significant aortic stenosis. Patients should be educated about symptoms and the importance of promptly reporting them to their physicians. Serial Doppler echo-cardiography is recommended annually for severe aortic stenosis, every one or two years for moderate disease, and every three to five years for mild disease. Cardiology referral is recommended for all patients with symptomatic aortic stenosis, those with severe aortic stenosis without apparent symptoms, and those with left ventricular dysfunction. Many patients with asymptomatic aortic stenosis have concurrent cardiac conditions, such as hypertension, atrial fibrillation, and coronary artery disease, which should also be carefully managed.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology and Natural History",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "SIGNS AND SYMPTOMS",
            "level": 3
        },
        {
            "id": 3,
            "name": "DIAGNOSTIC TESTING",
            "level": 3
        },
        {
            "id": 4,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 5,
            "name": "SYMPTOMATIC PATIENTS",
            "level": 3
        },
        {
            "id": 6,
            "name": "ASYMPTOMATIC PATIENTS",
            "level": 3
        },
        {
            "id": 7,
            "name": "MONITORING AND REFERRAL",
            "level": 3
        },
        {
            "id": 8,
            "name": "Medical Management During Watchful Waiting",
            "level": 2
        },
        {
            "id": 9,
            "name": "HYPERTENSION",
            "level": 3
        },
        {
            "id": 10,
            "name": "ATRIAL FIBRILLATION",
            "level": 3
        },
        {
            "id": 11,
            "name": "CORONARY RISK REDUCTION",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Aortic valve stenosis affects 3 percent of persons older than 65 years and leads to greater morbidity and mortality than other cardiac valve diseases.1The pathology of aortic stenosis includes processes similar to those in atherosclerosis, including lipid accumulation, inflammation, and calcification.2The development of significant aortic stenosis tends to occur earlier in those with congenital bicuspid aortic valves.3Although the survival rate in asymptomatic patients is comparable to that in age-and sex-matched control patients, survival notably worsens after symptoms appear."
        },
        {
            "parent": 0,
            "text": "The natural history of aortic stenosis involves a prolonged latent period, during which progressive worsening of left ventricular (LV) outflow obstruction leads to hypertrophic changes in the left ventricle.4,5As the aortic valve area becomes less than one half its normal size of 3 to 4 cm2(about the size of a nickel), a measurable pressure gradient between the left ventricle and ascending aorta may be detected on echocardiography or by direct measurement at cardiac catheterization.6This change reflects compensatory increases in LV pressures that contribute to the maintenance of adequate systemic pressures. One consequence is LV hypertrophy with subsequent diastolic dysfunction and increased resistance to LV filling.7,8Thus, a strong left atrial contraction is needed to provide sufficient LV diastolic filling and support adequate stroke volume.9Increasing overall myocardial contractility and augmenting preload with an increased atrial kick preserve LV systolic function, typically while the patient remains asymptomatic."
        },
        {
            "parent": 0,
            "text": "As aortic stenosis worsens, with the aortic valve area decreasing to 1 cm2or less (about the size of the head of a golf tee),10changes in LV function may no longer be adequate to overcome the outflow obstruction and maintain systolic function, even when complemented by an increase in preload. The resulting impairment in systolic function, alone or combined with diastolic dysfunction, may lead to clinical heart failure. Progressive LV hypertrophy from aortic stenosis also leads to increased myocardial oxygen needs11; concurrently, myocardial hypertrophy may compress the intramural coronary arteries as they carry blood toward the endocardium. These changes along with reduced diastolic filling of the coronary arteries may result in classic angina, even in the absence of coronary artery disease (CAD).12In addition, as aortic stenosis becomes severe, cardiac output no longer increases with exercise.13In this setting, a drop in systemic vascular resistance that normally occurs with exertion may lead to hypotension and syncope.14–16"
        },
        {
            "parent": 0,
            "text": "Figure 1shows echocardiograms of a normal aortic valve, andFigure 2shows echocardiograms of severe aortic stenosis."
        },
        {
            "parent": 2,
            "text": "Classic symptoms of aortic stenosis include dyspnea and other symptoms of heart failure, angina, and syncope. The onset of these classic symptoms indicates hemodynamically significant aortic stenosis and is a critical point for making management decisions. It is also important to recognize that presentations may vary. Some patients with severe aortic stenosis, especially older patients, may present more subtly and initially experience a decrease in exertional tolerance without recognizing the classic symptoms. Others may have a more acute presentation, sometimes with symptoms precipitated by concurrent medical conditions. For example, new-onset atrial fibrillation with a resultant decrease in atrial filling may lead to symptoms of heart failure, or initiation of vasodilator medications may cause syncope."
        },
        {
            "parent": 2,
            "text": "A classic physical finding of aortic stenosis is a harsh, crescendo-decrescendo systolic murmur that is loudest over the second right intercostal space and radiates to the carotid arteries. This may be accompanied by a slow and delayed carotid upstroke, a sustained apical impulse, and an absent or diminished aortic second sound. However, in older persons, the murmur may be less intense and often radiates to the apex instead of to the carotid arteries. Also, with an increased incidence of atherosclerosis and hypertension in older persons, the classic carotid pulse changes may be masked. It is difficult to rule out aortic stenosis with physical examination findings alone. Reliable auscultatory indicators of the absence of aortic stenosis include a grade 1/6 or softer systolic murmur, absence of a radiating systolic murmur heard over the head of the right clavicle, and presence of a split second heart sound.17,18"
        },
        {
            "parent": 2,
            "text": "It is essential that primary care physicians consider aortic stenosis in adults who present with any of the classic symptoms accompanied by a systolic murmur. Older patients with vague complaints, such as fatigue or decreased exercise tolerance, and asymptomatic patients undergoing preoperative medical assessment should receive further evaluation when physical examination reveals a grade 2/6 or louder systolic murmur. American College of Cardiology/American Heart Association (ACC/AHA) practice guidelines recommend echocardiography in asymptomatic patients with a grade 3/6 or louder systolic murmur.19"
        },
        {
            "parent": 3,
            "text": "Doppler echocardiography is the recommended initial test for patients with classic symptoms of aortic stenosis.19It is helpful for estimating aortic valve area, peak and mean transvalvular gradients, and maximum aortic velocity. These are the primary measures for assessing disease severity, and they have been well validated compared with measurement obtained with cardiac catheterization.20"
        },
        {
            "parent": 3,
            "text": "Echocardiography also provides useful information about LV function, left ventricular filling pressure, and coexisting abnormalities of other valves. Guidelines for relating these hemodynamic measures to severity of aortic stenosis are presented inTable 1.19Isolated aortic stenosis rarely becomes symptomatic until the aortic valve area is less than 1 cm2, the mean gradient is greater than 40 mm Hg, or the aortic jet velocity is greater than 4 m per second."
        },
        {
            "parent": 4,
            "text": "Aortic valve replacement is the only effective treatment for hemodynamically significant aortic stenosis. The surgery has an average perioperative mortality rate of 4 percent21–23and a risk of prosthetic valve failure of approximately 1 percent per year.24Figure 3is an algorithm for the management of severe aortic stenosis.19"
        },
        {
            "parent": 5,
            "text": "Mortality dramatically increases after aortic stenosis becomes symptomatic. The average overall survival rate is two to three years in symptomatic patients without surgical treatment. Among older members of this population, one- and three-year mortality rates of 44 and 75 percent, respectively, have been reported.24Although there are no prospective randomized trials comparing aortic valve replacement with medical management, retrospective observational studies have shown that surgical repair leads to significant improvement in survival, usually accompanied by symptom improvement.25,26The 10-year survival rate in Medicare-age patients after aortic valve replacement is almost identical to that in age- and sex-matched persons who do not have aortic stenosis.27Although these observational studies may have limitations, such as selection bias, a greater than fourfold difference in survival between surgically and medically treated patients supports the well-accepted recommendation that aortic valve replacement should be performed promptly in symptomatic patients.19Additionally, it is unlikely that prospective randomized trials will be completed."
        },
        {
            "parent": 5,
            "text": "In symptomatic patients with echocardiographic measures consistent with severe aortic stenosis, symptoms must be presumed to be a result of aortic stenosis, even if other potentially causative conditions, such as CAD, are present. However, if echocardiographic findings suggest only moderate aortic stenosis, further diagnostic testing (e.g., coronary angiography, pulmonary function testing, arrhythmia evaluation) may be needed."
        },
        {
            "parent": 6,
            "text": "Aortic valve replacement is also recommended for asymptomatic patients with severe aortic stenosis accompanied by LV systolic dysfunction (i.e., ejection fraction of less than 50 percent). When severe aortic stenosis is shown to be the primary pathology in this setting, aortic valve replacement is a lifesaving therapy and improves LV function.20,28,29"
        },
        {
            "parent": 6,
            "text": "However, watchful waiting is recommended in most asymptomatic patients with aortic stenosis, including those with severe disease. Survival in patients with aortic stenosis that is managed with watchful waiting is comparable to that in patients without aortic stenosis. Additionally, the surgical risk outweighs the approximately 1 percent annual risk of sudden death in asymptomatic patients with aortic stenosis. Attempts have been made to identify those who are more likely to have poor outcomes without “early” aortic valve replacement. Patients with very severeaortic stenosis (aortic valve area of 0.6 cm2or less or an aortic jet velocity of 5 m per second or more), a more rapid increase in aortic jet velocity over time (0.3 m per second or more per year), or severe valve calcification have a high risk of developing symptoms and of needing aortic valve replacement within the next one to two years. High-risk patients, including patients who do not live near a medical care facility, may need closer monitoring or consideration of early valve replacement if the predicted operative mortality rate is 1 percent or less (i.e., in patients 70 years or younger without significant comorbidities).28,30,31"
        },
        {
            "parent": 6,
            "text": "It is important to distinguish patients who are truly asymptomatic from those who have a routine activity level that has decreased to below their symptom threshold. This is especially important in older patients who may attribute their symptoms to normal aging or concurrent illness. When the symptom status is unclear, ACC/AHA guidelines recommend that exercise stress testing be performed under the direct observation of an experienced cardiologist.19Aortic valve replacement should be considered if symptoms occur when the patient is at less than 80 percent of the predicted maximum heart rate or if the patient has an abnormal blood pressure response.32–34Although exercise stress testing to detect concurrent CAD or to determine exercise tolerance is safe in patients with mild to moderate aortic stenosis, some cardiologists may be reluctant to perform the tests in those with significant aortic stenosis because of the risk of death during the test."
        },
        {
            "parent": 7,
            "text": "Watchful waiting until symptoms are detected is appropriate in most patients with asymptomatic aortic stenosis. ACC/AHA guidelines recommend that serial Doppler echocardiography be performed annually for severe aortic stenosis, every one to two years for moderate aortic stenosis, and every three to five years for mild aortic stenosis.19Because symptoms are the best indicator of hemodynamic significance, a careful patient history should be obtained at regular intervals. Most importantly, patients should be educated about symptoms and the importance of promptly reporting them to their physicians. Cardiology referral is recommended for all patients with symptomatic aortic stenosis, for patients with aortic stenosis accompanied by LV dysfunction, and for asymptomatic patients with very severe or rapidly progressive calcification. Cardiology evaluation should also be considered in patients with subtle or atypical presentations, such as decreased exercise tolerance or an episode of congestive heart failure precipitated by new-onset anemia."
        },
        {
            "parent": 8,
            "text": "No medical treatments have been proven to delay the progression of aortic valve disease or to improve survival. However, many patients with asymptomatic aortic stenosis have concurrent cardiac conditions, including hypertension, atrial fibrillation, and CAD; these conditions should be carefully controlled.19,28"
        },
        {
            "parent": 9,
            "text": "Approximately 40 percent of patients with aortic stenosis also have hypertension.28,35With concurrent hypertension, LV afterload is elevated as a result of the “double load” that is created by aortic stenosis plus increased vascular resistance. Because it appears that the degree of valvular opening and stroke volume can increase in response to afterload reduction, treatment of hypertension is recommended in patients with asymptomatic aortic stenosis.36–38However, patients with aortic stenosis can be particularly sensitive to the manipulation of preload, contractility, or systemic vasomotor tone.39"
        },
        {
            "parent": 9,
            "text": "Blood pressure–lowering agents should be initiated at low doses and gradually titrated to achieve the desired effect. Angiotensin-converting enzyme (ACE) inhibitors are well tolerated, improve effort tolerance, and reduce dyspnea in symptomatic patients with severe aortic stenosis.38However, routine use of ACE inhibitors in patients with asymptomatic aortic stenosis cannot be recommended at this time. Second-generation dihydropyridine calcium channel blockers do not appear to depress LV function, as older calcium channel blockers do, and may be safe to use in patients with aortic stenosis. Diuretics should be used with caution because of the potential for reducing LV diastolic filling, which may reduce cardiac output. Peripheral alpha-blocker use may lead to hypotension or syncope and should be avoided."
        },
        {
            "parent": 10,
            "text": "Atrial fibrillation occurs in 5 percent of patients with aortic stenosis. Its presence may make echocardiographic assessment of aortic stenosis more challenging. Newonset atrial fibrillation may precipitate heart failure in a previously asymptomatic patient with significant aortic stenosis. Heart rate control is important to allow time for optimal diastolic filling. However, physicians should be aware of the possible hemodynamic effects of some rate-controlling medications in patients with aortic stenosis. In particular, beta blockers and rate-slowing calcium channel blockers may depress LV systolic function."
        },
        {
            "parent": 11,
            "text": "Concurrent CAD is common in patients with aortic stenosis. ACC/AHA guidelines recommend evaluation and modification of cardiac risk factors in these patients.19This includes discontinuation of tobacco use, initiation of aspirin prophylaxis in adult patients with a 10-year risk of cardiovascular disease 6 percent or greater, and participation in regular exercise.40Patients with mild aortic stenosis should not be restricted from physical activity. Asymptomatic patients with moderate to severe aortic stenosis should avoid competitive or vigorous activities that involve high dynamic and static muscular demands, although other forms of exercise are safe.19,41"
        },
        {
            "parent": 11,
            "text": "Although initial observational studies suggested a significantly lower rate of aortic stenosis progression in patients treated with statins,42,43a more recent randomized prospective study showed no statistical difference in hemodynamic progression of aortic stenosis between patients receiving aggressive atorvastatin (Lipitor) therapy and those receiving placebo.44Because these studies were relatively small, it is too early to draw firm conclusions about the value of statin therapy for aortic stenosis. Larger prospective studies are expected to conclude in 2009.45"
        },
        {
            "parent": 11,
            "text": "Finally, antimicrobial prophylaxis for bacterial endocarditis is recommended in patients who have undergone aortic valve replacement, but is no longer recommended for patients with aortic stenosis or other acquired valve diseases.46"
        }
    ],
    "locked": false
}