{
    "url": "https://www.aafp.org/pubs/afp/issues/2010/0815/p361.html#afp20100815p361-f2",
    "title": "Dizziness: A Diagnostic Approach | AAFP",
    "author": "ROBERT E. POST, MD, AND LORI M. DICKERSON, PharmD",
    "doi": "Am Fam Physician.2010;82(4):361-368",
    "abstract": "Dizziness accounts for an estimated 5 percent of primary care clinic visits. The patient history can generally classify dizziness into one of four categories: vertigo, disequilibrium, presyncope, or lightheadedness. The main causes of vertigo are benign paroxysmal positional vertigo, Meniere disease, vestibular neuritis, and labyrinthitis. Many medications can cause presyncope, and regimens should be assessed in patients with this type of dizziness. Parkinson disease and diabetic neuropathy should be considered with the diagnosis of disequilibrium. Psychiatric disorders, such as depression, anxiety, and hyperventilation syndrome, can cause vague lightheadedness. The differential diagnosis of dizziness can be narrowed with easy-to-perform physical examination tests, including evaluation for nystagmus, the Dix-Hallpike maneuver, and orthostatic blood pressure testing. Laboratory testing and radiography play little role in diagnosis. A final diagnosis is not obtained in about 20 percent of cases. Treatment of vertigo includes the Epley maneuver (canalith repositioning) and vestibular rehabilitation for benign paroxysmal positional vertigo, intratympanic dexamethasone or gentamicin for Meniere disease, and steroids for vestibular neuritis. Orthostatic hypotension that causes presyncope can be treated with alpha agonists, mineralocorticoids, or lifestyle changes. Disequilibrium and lightheadedness can be alleviated by treating the underlying cause.",
    "headers": [
        {
            "id": 0,
            "name": "Patient History",
            "level": 2
        },
        {
            "id": 1,
            "name": "VERTIGO",
            "level": 3
        },
        {
            "id": 2,
            "name": "PRESYNCOPE",
            "level": 3
        },
        {
            "id": 3,
            "name": "DISEQUILIBRIUM",
            "level": 3
        },
        {
            "id": 4,
            "name": "LIGHTHEADEDNESS",
            "level": 3
        },
        {
            "id": 5,
            "name": "Physical Examination",
            "level": 2
        },
        {
            "id": 6,
            "name": "Additional Testing",
            "level": 2
        },
        {
            "id": 7,
            "name": "Approach to the Patient",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Diagnosing the cause of dizziness can be difficult because symptoms are often nonspecific and the differential diagnosis is broad. However, a few simple questions and physical examination tests can help narrow the possible diagnoses. It is estimated that primary care physicians care for more than one half of all patients who present with dizziness.1Dizziness is the chief presenting symptom in about 3 percent of primary care visits for patients 25 years and older, and in nearly 3 percent of all emergency department visits.2,3"
        },
        {
            "parent": -1,
            "text": "Dizziness can be classified into four main types: vertigo, disequilibrium, presyncope, or lightheadedness. Although appropriate history and physical examination usually leads to a diagnosis, the final cause of dizziness is not identified in up to one in five patients.4,5"
        },
        {
            "parent": 0,
            "text": "The initial description of dizziness can be difficult to obtain because patient responses are not always consistent.6Therefore, the history should first focus on what type of sensation the patient is feeling.Table 1includes descriptors for the main categories of dizziness.4,5,7,8It is important to note that some causes of dizziness can be associated with more than one set of descriptors."
        },
        {
            "parent": 0,
            "text": "A medication history should be obtained because dizziness (especially from orthostatic hypotension) is a well-known adverse effect of many drugs9(Table 210,11). Patients should also be asked about caffeine, nicotine, and alcohol intake.9Head trauma and whiplash injuries can cause a variety of dizziness symptoms, from vertigo to lightheadedness. The incidence of dizziness with a head injury or vertigo initially after whiplash have been reported as high as 78 to 80 percent.12Selected causes of dizziness are summarized inTable 3.4,7,8,13–20"
        },
        {
            "parent": 1,
            "text": "Otologic or vestibular causes of vertigo are the most common causes of dizziness,21,22and include benign paroxysmal positional vertigo (BPPV), vestibular neuritis (viral infection of the vestibular nerve), labyrinthitis (infection of the labyrinthine organs), and Meniere disease (increased endolymphatic fluid in the inner ear).7,13An estimated 35 percent of adults 40 years and older have vestibular dysfunction.14"
        },
        {
            "parent": 1,
            "text": "Hearing loss and duration of symptoms help narrow the differential diagnosis further in patients with vertigo. Vertigo with hearing loss is usually caused by Meniere disease or labyrinthitis, whereas vertigo without hearing loss is more likely caused by BPPV or vestibular neuritis.8Unilateral auditory symptoms help localize the cause to an anatomic abnormality, particularly in patients with peripheral disease.9Episodic vertigo tends to be caused by BPPV or Meniere disease, whereas persistent vertigo can be caused by vestibular neuritis or labyrinthitis.8"
        },
        {
            "parent": 1,
            "text": "Migrainous vertigo, or vestibular migraine, is another underlying cause of vertigo that affects about 3 percent of the general population and about 10 percent of persons with migraine.15This diagnosis should be considered after other causes of vertigo have been ruled out. Diagnosis of migrainous vertigo is established in patients with a history of episodic vertigo with a current migraine or history of migraine and one of the following symptoms during at least two episodes of vertigo: migraine headache, photophobia, phonophobia, or aura.15"
        },
        {
            "parent": 2,
            "text": "Cardiovascular causes of dizziness include arrhythmias, myocardial infarction, carotid artery stenosis, and ortho-static hypotension.21Of patients with supraventricular tachycardia, 75 percent experience dizziness and about 30 percent experience syncope.23Symptoms brought on by postural changes suggest a diagnosis of orthostatic hypotension.9A variety of cardiovascular medications increase the risk of orthostatic hypotension in older persons, including reserpine (at doses greater than 0.25 mg), doxazosin (Cardura), and clonidine (Catapres).24"
        },
        {
            "parent": 3,
            "text": "There are many underlying conditions that may cause a sense of imbalance. Stroke is an important and life-threatening cause of dizziness that needs to be ruled out when the dizziness is associated with other symptoms of stroke. However, other neurologic findings are generally present. In a population-based study of more than 1,600 patients, 3.2 percent of those presenting to an emergency department with dizziness were diagnosed with a stroke or transient ischemic attack (TIA), but only 0.7 percent presenting with isolated dizziness were diagnosed with stroke or TIA.25"
        },
        {
            "parent": 3,
            "text": "Poor vision commonly accompanies a feeling of imbalance,16leading to falls. The physician should inquire about a history of other problems that may cause imbalance, such as Parkinson disease, peripheral neuropathy, and any musculoskeletal disorders that may affect gait.17Use of benzodiazepines and tricyclic antidepressants increase the risk of ataxia and falls in older persons.24"
        },
        {
            "parent": 4,
            "text": "Psychiatric causes of lightheadedness are common, particularly anxiety; therefore, questions about anxiety and depression should be included in the patient history. In one study, about 28 percent of patients with dizziness reported symptoms of at least one anxiety disorder.26In another study, one in four patients with dizziness met criteria for panic disorder.27A study of patients with chronic dizziness showed that those with panic disorder were more likely to have neurotologic findings than those without panic disorder.28Up to 60 percent of patients with chronic subjective dizziness have been reported to have an anxiety disorder.29Depression and alcohol intoxication have also been found to overlap with dizziness.21,30"
        },
        {
            "parent": 4,
            "text": "Hyperventilation syndrome is an important cause of lightheadedness. Although the condition can be associated with anxiety disorders, many patients without anxiety experience hyperventilation. Hyperventilation is defined as breathing in excess of metabolic requirements, causing a respiratory alkalosis and lightheadedness. Patients may sigh repeatedly and may have associated symptoms, such as chest pain, paraesthesias, bloating, and epigastric pain.18"
        },
        {
            "parent": 5,
            "text": "The main goal of the physical examination is to reproduce the patient's dizziness in the office. There are a few simple physical examination tests that can be performed to aid in this goal."
        },
        {
            "parent": 5,
            "text": "First, blood pressure should be measured while the patient is in a supine position and again at least one minute after the patient stands. A systolic blood pressure decrease of 20 mm Hg, diastolic blood pressure decrease of 10 mm Hg, or pulse increase of 30 beats per minute is indicative of orthostatic hypotension.16,19"
        },
        {
            "parent": 5,
            "text": "The Dix-Hallpike maneuver(Figure 19,16)is diagnostic for BPPV if positive, but does not rule it out if negative. The maneuver is performed on a flat examination table. While the patient is in a seated position, the physician turns the patient's head 45 degrees to one side, then rapidly lays the patient into a supine position with the head hanging about 20 degrees over the end of the table and observes the patient's eyes for approximately 30 seconds. The maneuver is repeated with the head turned to the opposite side. Nystagmus is diagnostic of vestibular debris in the ear that is facing down, closest to the examination table. There is usually a latent period of a few seconds before the patient develops nystagmus, and a sensation of vertigo for up to one minute.9,16The sensitivity of the Dix-Hallpike maneuver is 50 to 88 percent for BPPV.7"
        },
        {
            "parent": 5,
            "text": "Lesions of the labyrinth and cranial nerve VIII (vestibulocochlear) commonly produce spontaneous nystagmus. Saccadic eye movements associated with a patient's smooth ocular pursuit of the physician's finger as it moves slowly left, right, up, and down may be associated with a central cause, such as brainstem or cerebellar disease. The head impulse test involves asking the patient to remain focused on a target while the physician moves the patient's head back and forth rapidly. Eye movement to one side with a refixation saccade (rapid oscillatory eye movement that occurs as the eye fixes on an object) is indicative of a lesion on the side to which the eyes move. Bilateral refixation movements commonly occur with ototoxicity. Another test that can elicit nystagmus involves the patient leaning forward 30 degrees while the physician shakes the patient's head back and forth vigorously for 20 seconds. The presence of nystagmus indicates a peripheral cause in the ipsilateral direction of the nystagmus.9"
        },
        {
            "parent": 5,
            "text": "Other physical examination tests include the Romberg test and observation of gait. Swaying toward one side with the Romberg test is indicative of vestibular dysfunction in the ipsilateral side. Also, a patient's gait will lean toward the side of a vestibular lesion. Ataxia is indicative of cerebellar dysfunction, and the patient's gait is usually slow, wide-based, and irregular.9,20Observation of gait is also important to detect symptoms suggestive of parkinsonism in patients presenting with disequilibrium.4In early Parkinson disease, gait is usually slower with smaller steps and reduced arm swing, and progresses to freezing and hesitation in later stages of the disease.20Screening for peripheral neuropathy is also important in patients presenting with disequilibrium.4"
        },
        {
            "parent": 5,
            "text": "If hyperventilation syndrome is suspected, the diagnosis can be confirmed by having the patient rapidly take 20 deep inhalations and exhalations, in an attempt to reproduce symptoms.9,18"
        },
        {
            "parent": 5,
            "text": "A thorough cardiovascular examination should be performed in all patients with dizziness. However, tests such as electrocardiography, Holter monitor testing, and carotid Doppler testing should be performed only if an underlying cardiac cause is suspected based on other findings or known cardiac disease.7"
        },
        {
            "parent": 6,
            "text": "In general, laboratory testing and radiography are not beneficial in the work-up of patients with dizziness when no other neurologic abnormalities are present.31,32Laboratory studies, including complete blood count, metabolic panels, and thyroid function tests, have very low yield in diagnosing a cause of dizziness. In one meta-analysis, only 26 of 4,538 patients (0.6 percent) had laboratory abnormalities that explained their dizziness.7"
        },
        {
            "parent": 6,
            "text": "Electronystagmography tests vestibular function by using electrodes to detect nystagmus. The test has a reported sensitivity of 69 to 74 percent and specificity of 81 to 83 percent for peripheral vestibular disorders. For central vestibular disorders, sensitivity has been reported as high as 81 percent and specificity as high as 93 percent.7"
        },
        {
            "parent": 7,
            "text": "After obtaining the patient history, the physician can tailor the physical examination to best fit the differential diagnosis. One approach to the initial evaluation of patients with dizziness is presented inFigure 2."
        },
        {
            "parent": 7,
            "text": "The initial history can help place the diagnosis into one of the four major categories of dizziness. Then, questions specific to that category can further narrow the possible diagnoses. A thorough neurologic and cardiovascular examination should be performed in all patients, as well as targeted components of the physical examination based on suspicion of the underlying diagnosis. Further testing, such as cardiac and radiologic testing, is only needed when specific causes are suspected."
        },
        {
            "parent": 7,
            "text": "Treatment of vertigo has been addressed.33Table 4summarizes the treatment of selected causes of dizziness,10,18,34–49andFigure 3illustrates the Epley maneuver, an effective treatment for BPPV.41"
        }
    ],
    "locked": false
}