{
    "url": "https://www.aafp.org/pubs/afp/issues/2009/0715/p167.html#afp20090715p167-f1",
    "title": "Treatment-Resistant Depression | AAFP",
    "author": "ALISON LITTLE, MD, MPH",
    "doi": "Am Fam Physician.2009;80(2):167-172",
    "abstract": "Up to two thirds of patients with major unipolar depression will not respond to the first medication prescribed. Depression may be considered resistant to treatment when at least two trials with antidepressants from different pharmacologic classes (adequate in dose, duration, and compliance) fail to produce a significant clinical improvement. Evidence regarding the effectiveness of psychotherapy for treatment-resistant depression is limited. A recent high-quality trial found that patients who did not respond to citalopram and who received cognitive behavior therapy (with or without continued citalopram) had similar response and remission rates to those who received other medication regimens. Initial remission rates in that trial were 37 percent, and even after three additional trials of different drugs or cognitive behavior therapy, the cumulative remission rate was only 67 percent. In general, patients who require more treatment steps have higher relapse rates, and fewer than one half of patients achieve sustained remission. No treatment strategy appears to be better than another. Electroconvulsive therapy is effective as short-term therapy of treatment-resistant depression. There is no good-quality evidence that vagal nerve stimulation is an effective treatment for this condition.",
    "headers": [
        {
            "id": 0,
            "name": "Definition",
            "level": 2
        },
        {
            "id": 1,
            "name": "Confirming the Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 3,
            "name": "PSYCHOTHERAPY",
            "level": 3
        },
        {
            "id": 4,
            "name": "PHARMACOTHERAPY",
            "level": 3
        },
        {
            "id": 5,
            "name": "ELECTROCONVULSIVE THERAPY",
            "level": 3
        },
        {
            "id": 6,
            "name": "VAGAL NERVE STIMULATION AND OTHER THERAPIES",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Depression is a common condition in the United States, with 12-month and lifetime prevalence rates of approximately 5 and 13 percent, respectively.1The mean age of onset is 30 years, and there is a higher prevalence in women, whites, and Native Americans. Only 60 percent of persons with depression are treated for the disorder,1and primary care physicians detect major depression in only one third to one half of their patients who have the condition.2Although options for pharmacologic treatment have expanded significantly in the past 20 years, between one and two thirds of patients will not respond to the first antidepressant prescribed, and 15 to 33 percent will not respond to multiple interventions.3–5"
        },
        {
            "parent": 0,
            "text": "Studies of treatment-resistant depression have used a variety of definitions.6A general consensus is emerging that unipolar major depression is considered resistant or refractory when at least two trials with antidepressants from different pharmacologic classes (adequate in dose, duration, and compliance) fail to produce a significant clinical improvement.7Before determining that a patient is nonresponsive to an initial trial of antidepressants, he or she should be reassessed to confirm the accuracy of the diagnosis, medication adherence, and whether the depression is being exacerbated by coexisting medical, psychiatric, or psychosocial disorders.3"
        },
        {
            "parent": 1,
            "text": "Before deciding that a patient is treatment resistant, physicians should assess the adequacy of treatment by determining adherence to the medication. Nonadherence is estimated to be between 20 and 50 percent of all patients.8It is particularly common in persons with cognitive defects and feelings of worthlessness and hopelessness. Ongoing cognitive behavior therapy (CBT) and frequent follow-up with the physician may encourage adherence during the early stages of treatment. In patients who have been determined adherent, obtaining serum drug levels may be helpful, especially in those taking tricyclic antidepressants.3A variety of conditions that can cause or exacerbate depression are listed inTable 19andTable 2.10Particular attention should be paid to comorbid substance abuse or other psychiatric conditions, because they can significantly complicate treatment of the underlying depression."
        },
        {
            "parent": 2,
            "text": "Treatment options for depression include psychotherapy, pharmacotherapy, and electroconvulsive therapy (Figure 1). Evidence regarding psychotherapy and pharmacotherapy has recently been enhanced by results from the STAR*D (Sequenced Treatment Alternatives to Relieve Depression) study, a seven-year randomized controlled trial (RCT) that evaluated medication switching and augmentation in 3,671 outpatients with unipolar depression.11Citalopram (Celexa) was the initial treatment (20 mg daily, titrated to 60 mg daily if needed). Three additional levels of treatment were included, based on response. Each treatment level was sustained for at least 12 weeks (if the drug was tolerated) before response was determined."
        },
        {
            "parent": 3,
            "text": "A variety of psychotherapeutic techniques can be used to treat depression, including CBT, interpersonal psychotherapy, nondirective counseling, befriending, problem-solving therapy, psychodynamic psychotherapy, group psychoeducation, cognitive behavior analysis, and exercise.3,12However, evidence regarding the effectiveness of psychotherapeutic techniques in patients with treatment-resistant depression is limited. One systematic review found no adequate-quality RCTs that assessed the effectiveness of psychotherapy on treatment-refractory depression.13The STAR*D trial found that patients who received CBT after failing to respond to citalopram (with or without continued citalopram) had similar rates of response (i.e., at least 50 percent improvement in symptoms compared with baseline) and remission (i.e., resolution of symptoms) as those who received other medication regimens.14Patients who received CBT alone (rather than in conjunction with citalopram) achieved remission less rapidly, but they also had fewer adverse effects than those who were switched to other medications.14"
        },
        {
            "parent": 4,
            "text": "For initial treatment of depression, the effectiveness of antidepressant medication is comparable between classes; therefore, selection of a particular antidepressant should largely be based on the side effect profile of the drug, any history of response in the patient or a family member, and the cost of the medication.3Drug classes used for treatment of depression include tricyclic antidepressants (TCAs), monoamine oxidase inhibitors (MAOIs), triiodothyronine (T3), and a group of drugs collectively referred to as second-generation antidepressants. The latter group includes selective serotonin reuptake inhibitors and serotoninnorepinephrine reuptake inhibitors, as well as drugs with other mechanisms of action (e.g., mirtazapine [Remeron], bupropion [Wellbutrin], nefazodone [formerly Serzone])."
        },
        {
            "parent": 4,
            "text": "The most significant side effects of tricyclic anti-depressants are cardiovascular (proarrhythmic and hypotensive effects) and anticholinergic (dry mouth, constipation, urinary retention), as well as sedation and weight gain. MAOIs are associated with serious side effects (hypertensive crisis) and require dietary restriction; these drugs should generally be reserved for patients who do not respond to other treatments. A systematic review comparing the second-generation antidepressants found that venlafaxine (Effexor) has a higher rate of nausea and vomiting, paroxetine (Paxil) has a higher rate of sexual side effects, mirtazapine results in more weight gain, and sertraline (Zoloft) has a higher rate of diarrhea than other second-generation antidepressants.15"
        },
        {
            "parent": 4,
            "text": "A systematic review identified 16 RCTs of treatment-resistant depression, all of which were considered too small to detect an important clinical response.13The STAR*D trial significantly expanded the evidence base for pharmacotherapy of treatment-resistant unipolar major depression. Medications included in the trial are presented inTable 3.11,14,16–20Remission rates (as determined by the Quick Inventory of Depressive Symptomology–Self Report) after the first level of treatment were 37 percent; after the second level, 31 percent; after the third level, 14 percent; and after the fourth level, 13 percent.21The cumulative remission rate was 67 percent.21In general, patients who required more treatment steps had higher relapse rates.11Ultimately, fewer than one half of patients achieved sustained remission, even after all four treatment levels.5"
        },
        {
            "parent": 4,
            "text": "There were significant differences between only three treatment strategies tested in the STAR*D trial. Augmentation of citalopram with bupropion resulted in slightly improved response rates and fewer adverse effects compared with buspirone (Buspar), but no difference in remission rates.17Augmentation of the level 2 treatment with T3 resulted in fewer adverse effects than augmentation with lithium, but there was no difference in effectiveness.18Venlafaxine plus mirtazapine resulted in slightly improved response rates and fewer adverse effects compared with tranylcypromine (Parnate).20Beyond these findings, the STAR*D trial did not find that any of the studied treatments are better than another. Other evidence suggests that augmentation of second-generation antidepressants or TCAs with pindolol, lithium, or methylphenidate (Ritalin) is not effective for treatment-refractory depression.22,23"
        },
        {
            "parent": 5,
            "text": "Electroconvulsive therapy is used primarily for treatment-resistant depression, although it may be used in high-risk cases of severe or psychotic depression, or when pharmacotherapy is contraindicated or not tolerated. Multiple reviews have found it to be more effective than placebo, simulated electroconvulsive therapy, or antidepressants, although the long-term effectiveness is unclear.22There is some evidence that bilateral electroconvulsive therapy improves symptoms more than unilateral therapy, and that high-dose therapy is more effective than low-dose therapy.22The effectiveness in older patients with depression has not been established.24The primary side effect is short-term cognitive impairment (learning impairment and memory deficit), which generally resolves within days to weeks. Cognitive impairment may be inversely related to treatment effectiveness (greater with bilateral and high-dose therapy).22"
        },
        {
            "parent": 6,
            "text": "Vagal nerve stimulation refers to electrical stimulation of the cervical portion of the left vagus nerve. This treatment was approved in 2005 for treatment-resistant depression (inadequate response to at least four antidepressant drugs). The only RCT of this therapy included 235 patients and found no difference in the primary outcome between active therapy and sham groups.25In addition, two serious adverse events occurred in the active therapy group: one infection that required removal of the device, and one suicide. Case series have shown response rates of 30 to 40 percent, and observational studies have shown few statistically significant differences in outcomes.26Side effects of vagal nerve stimulation include hoarseness, headache, neck pain, and cough."
        },
        {
            "parent": 6,
            "text": "Other treatments for which there is no or limited evidence of effectiveness for treatment-resistant depression include light therapy, transcranial magnetic stimulation, magnetic seizure therapy, deep brain stimulation, St. Johns wort, and acupuncture.2"
        }
    ],
    "locked": false
}