{
    "url": "https://www.aafp.org/pubs/afp/issues/2009/0215/p303.html#afp20090215p303-f2",
    "title": "Management of the Ingrown Toenail | AAFP",
    "author": "JOEL J. HEIDELBAUGH, MD, AND HOBART LEE, MD",
    "doi": "Am Fam Physician.2009;79(4):303-308",
    "abstract": "Ingrown toenail, or onychocryptosis, most commonly affects the great toenail. Many anatomic and behavioral factors are thought to contribute to ingrown toenails, such as improper trimming, repetitive or inadvertent trauma, genetic predisposition, hyperhidrosis, and poor foot hygiene. Conservative treatment approaches include soaking the foot in warm, soapy water; placing cotton wisps or dental floss under the ingrown nail edge; and gutter splinting with or without the placement of an acrylic nail. Surgical approaches include partial nail avulsion or complete nail excision with or without phenolization. Electrocautery, radiofrequency, and carbon dioxide laser ablation of the nail matrix are also options. Oral antibiotics before or after phenolization do not improve outcomes. Partial nail avulsion followed by either phenolization or direct surgical excision of the nail matrix are equally effective in the treatment of ingrown toe-nails. Compared with surgical excision of the nail without phenolization, partial nail avulsion combined with phenolization is more effective at preventing symptomatic recurrence of ingrowing toenails, but has a slightly increased risk of postoperative infection.",
    "headers": [
        {
            "id": 0,
            "name": "Causes and Risk Factors",
            "level": 2
        },
        {
            "id": 1,
            "name": "Presentation",
            "level": 2
        },
        {
            "id": 2,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 3,
            "name": "Conservative Therapy",
            "level": 2
        },
        {
            "id": 4,
            "name": "Surgical Therapy",
            "level": 2
        },
        {
            "id": 5,
            "name": "ADJUNCTIVE ANTIBIOTICS",
            "level": 3
        },
        {
            "id": 6,
            "name": "DESTRUCTION OF THE MATRIX",
            "level": 3
        },
        {
            "id": 7,
            "name": "SURGICAL APPROACH",
            "level": 3
        },
        {
            "id": 8,
            "name": "ALTERNATIVE PROCEDURES",
            "level": 3
        },
        {
            "id": 9,
            "name": "Approach to the Patient",
            "level": 2
        },
        {
            "id": 10,
            "name": "Complications",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Approximately 20 percent of patients presenting to a family physician with a foot problem have an ingrown toenail, also known as onychocryptosis.1Ingrown toenails occur when the periungual skin is punctured by its corresponding nail plate, resulting in a cascade of foreign body, inflammatory, infectious, and reparative processes.2Ultimately, this may result in a painful, draining, and foul-smelling lesion of the involved toe (most commonly, the hallux nail), with soft tissue hypertrophy around the nail plate."
        },
        {
            "parent": 0,
            "text": "Based on clinical experience, ingrown toe-nails are thought to be caused by improper nail trimming or tearing nails off (Figure 1). Because of poor visualization or instrumentation, a barb is created that anchors itself in the soft periungual tissues and penetrates deeply as the nail plate grows distally. Force during ambulation, pressure from constricting footwear, and obesity (if present) drive the nail barb penetration and worsens its severity.2"
        },
        {
            "parent": 0,
            "text": "Risk factors predisposing to development of ingrown toenails include anatomic and behavioral mechanisms. Some experts suggest that wider nail folds and thinner, flatter nails increase the risk of ingrown toenails,3but this remains unproven. A case-control study with 46 patients found no difference in the anatomic shape of toenails in patients with and without ingrown toenails.4Repetitive trauma (e.g., running, kicking) or inadvertent trauma (e.g., stubbing the toe) may be inciting factors.5"
        },
        {
            "parent": 0,
            "text": "Without any strict evidence basis, it is thought that a genetic predisposition and family history,3hyperhidrosis, and poor foot hygiene increase the likelihood of ingrown toenails.6Diabetes, obesity, and thyroid, cardiac, and renal disorders that may predispose to lower extremity edema can also increase the likelihood.7"
        },
        {
            "parent": 0,
            "text": "In adolescence, feet perspire more often, causing the skin and nails to become soft, resulting in easy splitting. This produces nail spicules that can pierce the lateral skin. In older persons, spicule formation can become a chronic problem caused by their reduced ability to care for their nails secondary to reduced mobility or impaired vision. In addition, the natural aging process causes toenails to thicken, making them more difficult to cut and more inclined to exert pressure on the lateral skin at the sides of the nail plate, often becoming ingrown, painful, and infected.8"
        },
        {
            "parent": 1,
            "text": "Ingrown toenails are classified into three categories: mild, moderate, and severe. Mild cases are characterized by nail-fold swelling, erythema, edema, and pain with pressure. Moderate cases are associated with increased swelling, seropurulent drainage, infection, and ulceration of the nail fold. The most severe cases of ingrown toenail exhibit chronic inflammation and granulation, as well as marked nail-fold hypertrophy.9,10"
        },
        {
            "parent": 2,
            "text": "Indications for the treatment of an ingrown toenail include significant pain or infection; onychogryposis (a deformed and curved nail); or chronic, recurrent paronychia (inflammation of the nail fold). Contraindications to surgical treatment include an allergy to local anesthetics (e.g., lidocaine [Xylocaine], bupivacaine [Marcaine]), a known bleeding diathesis, or pregnancy (in the case of phenol use).11Conservative and surgical treatment options exist and should be presented to the patient with respect to risks, benefits, alternatives, and patient preference (Figure 2).1,11–17"
        },
        {
            "parent": 3,
            "text": "Although clinical trials proving its value do not exist, conservative therapy is a reasonable approach in patients with a mild to moderate ingrown toenail who do not have significant pain, substantial erythema, or purulent drainage from the lateral nail edge. Conservative therapy provides a cost-effective approach that obviates the need for a minor surgical procedure and its attendant short-term minor disability and pain. One conservative treatment option is to soak the affected toe and foot for 10 to 20 minutes in warm, soapy water. After each soak, expert recommendation is to apply a topical antibiotic ointment (e.g., polymyxin/neomycin [Neosporin]) or a mid- to high-potency steroid cream or ointment to the affected area several times daily for a few days until resolution.12"
        },
        {
            "parent": 3,
            "text": "Wisps of cotton placed under the ingrown lateral nail edge using a nail elevator or a small curette can also be attempted, with the patient repeating this process if the cotton falls out.12An uncontrolled case series found a 79 percent rate of symptomatic improvement using cotton wisps over a mean follow-up period of 24 weeks.13There is no evidence to suggest that inserting cotton wisps underneath an ingrown nail edge harbors bacteria or potentially increases the risk of infection. Dental floss inserted obliquely under the ingrown nail corner has also been found to be effective in mild to moderate cases, producing minimal, if any, pain and no secondary infection, with almost immediate relief from pain and the ability to resume normal activities.14"
        },
        {
            "parent": 3,
            "text": "Another conservative treatment approach is to use a gutter splint (e.g., a sterilized vinyl intravenous drip infusion tube slit from top to bottom with one end cut diagonally for smooth insertion) that can be affixed to the ingrown nail edge with either adhesive tape or a formable acrylic resin such as cyanoacrylate15(Figure 3). A sculptured acrylic artificial nail can also be used in patients with an ingrown nail and no granulation tissue. A plastic nail platform is placed under the nail and fixed with adhesive tape. Formable acrylic is then placed on the nail and platform and molded into a nail shape to cover either a portion or the entire nail area surface. Treatment duration depends on the time required for the normal nail to grow over the tip of the toe, which is approximately two weeks to three months."
        },
        {
            "parent": 4,
            "text": "With proper training, family physicians can treat ingrown toenails without referral to a foot specialist. The most common procedure to treat locally infected ingrown toenails is partial avulsion of the lateral edge of the nail followed by chemical matricectomy using 80 to 88% phenol (phenolization)."
        },
        {
            "parent": 5,
            "text": "Infections of the lateral nail fold are most commonly caused byStaphylococcus aureusand less frequently by Gram-negative species (e.g.,Pseudomonas) andStreptococcusspecies. Although the use of oral antibiotics before or after phenolization is widespread, their use is based solely upon historic practice without evidence from clinical trials. Several studies have indicated that once the ingrown portion of the nail is removed and matricectomy is performed, the localized infection will resolve without the need for antibiotic therapy.18,19One randomized controlled trial with 54 patients found no significant difference in healing times between a group that received concomitant antibiotics and phenolization compared with a group that received phenolization alone over two to three weeks.1Initial treatment with oral antibiotics before surgical therapy has not been shown to decrease healing times and may delay matricectomy in moderate to severe cases, which can ultimately increase the time until clinical healing.1Physicians should strongly consider withholding antibiotic treatment and proceeding to matricectomy if conservative therapy is not an option."
        },
        {
            "parent": 6,
            "text": "Although phenol has antiseptic and anesthetic properties, it may cause tissue damage and possibly infection, delaying postoperative healing.20The best evidence demonstrates that partial nail avulsion followed by phenolization or direct surgical excision of the nail matrix are equally effective in the treatment of ingrown toenails.16Another study found that partial nail avulsion with phenolization yielded better results than partial avulsion with nail matrix excision.21In the latter study, local antibiotics did not reduce the risk of infection or recurrence of the ingrown toenail, and phenolization did not increase the risk of infection more than matrix excision.21A Cochrane systematic review found that partial nail avulsion combined with phenolization is more effective at preventing symptomatic recurrence than surgical excision without phenolization, but has a slightly increased risk of postoperative infection.8Trials evaluating different treatment methodologies have not adequately assessed patient satisfaction because follow-up time in each trial was less than six months, which is not an adequate time period to measure symptomatic recurrence. Although phenolization may be the most appropriate and beneficial treatment for most patients, risks and benefits should be discussed with each patient."
        },
        {
            "parent": 7,
            "text": "Unilateral matricectomy is effective and appropriate in most cases, but contralateral ingrown toenail may develop over time as the remaining portion of the nail plate spontaneously repositions itself.22Bilateral partial matricectomy maintains the functional role of the nail plate (although narrowing it) and preserves its cosmetic role; therefore, it should be considered in patients with severe ingrown toenail or recurrences.23Excessive phenolization affecting adjacent tissues may cause serous oozing for up to five to six weeks after the procedure. The use of 20% ferric-chloride–soaked sterile cotton application for 20 to 30 seconds to the exposed nail bed has been found to reduce nail bed oozing, but carries a small risk of inducing local thrombosis.10"
        },
        {
            "parent": 8,
            "text": "Partial matricectomy via electrocautery, radiofrequency, and carbon dioxide laser ablation are all effective options in the treatment of ingrown toenails. Advantages of these techniques include less bleeding, reduced postoperative pain, and immediate sterilization of infected tissue. The carbon dioxide laser offers the advantage of limited thermal damage to adjacent tissues. Disadvantages include a commonly prolonged period for reepithelization and healing of the tissues by secondary intention and, consequently, local wound care for up to six weeks.22Staining of the nail matrix with methylene blue before performing a partial matricectomy with the carbon dioxide laser allows for better visualization of the nail matrix and can ensure complete cauterization.20Matricectomy via these methods is more expensive because of the initial investment of equipment costs. To date, there have been no comparative trials to examine cost-effectiveness of either conservative or surgical treatment options.9"
        },
        {
            "parent": 9,
            "text": "Figure 2provides a suggested approach to the patient with ingrown toenail.1,11–17Table 1summarizes the technical details of surgery.8,12,17"
        },
        {
            "parent": 10,
            "text": "An incomplete matricectomy can result in a regrowth of a nail spicule along the new lateral nail fold. This new nail growth results in an inflammatory reaction, often necessitating another procedure. If infection of the lateral nail fold is suspected, physicians should prescribe an oral antibiotic that covers common skin flora (e.g., cephalexin [Keflex] 500 mg orally four times daily for five to seven days).11Overaggressive electrocautery or radiofrequency ablation to the nail matrix may damage the adjacent and underlying fascia or periosteum. If the toe is healing poorly several weeks after the procedure, debridement, oral antibiotics, and radiographic evaluation may be warranted.12"
        },
        {
            "parent": 10,
            "text": "Patients should be instructed before the procedure that the appearance of the affected nail will be permanently altered and that the recess created by the removal of the nail and granulation tissue will gradually resolve to a somewhat normal appearance."
        }
    ],
    "locked": false
}