{
    "url": "https://www.aafp.org/pubs/afp/issues/2008/0701/p93.html#afp20080701p93-f1",
    "title": "Hypertensive Disorders of Pregnancy | AAFP",
    "author": "LAWRENCE LEEMAN, MD, MPH, AND PATRICIA FONTAINE, MD, MS",
    "doi": "Am Fam Physician.2008;78(1):93-100",
    "abstract": "The National High Blood Pressure Education Program Working Group on High Blood Pressure in Pregnancy has defined four categories of hypertension in pregnancy: chronic hypertension, gestational hypertension, preeclampsia, and preeclampsia superimposed on chronic hypertension. A maternal blood pressure measurement of 140/90 mm Hg or greater on two occasions before 20 weeks of gestation indicates chronic hypertension. Pharmacologic treatment is needed to prevent maternal end-organ damage from severely elevated blood pressure (150 to 180/100 to 110 mm Hg); treatment of mild to moderate chronic hypertension does not improve neonatal outcomes or prevent superimposed preeclampsia. Gestational hypertension is a provisional diagnosis for women with new-onset, nonproteinuric hypertension after 20 weeks of gestation; many of these women are eventually diagnosed with preeclampsia or chronic hypertension. Preeclampsia is the development of new-onset hypertension with proteinuria after 20 weeks of gestation. Adverse pregnancy outcomes related to severe preeclampsia are caused primarily by the need for preterm delivery. HELLP (i.e., hemolysis, elevated liver enzymes, and low platelet count) syndrome is a form of severe preeclampsia with high rates of neonatal and maternal morbidity. Magnesium sulfate is the drug of choice to prevent and treat eclampsia. The use of magnesium sulfate for seizure prophylaxis in women with mild preeclampsia is controversial because of the low incidence of seizures in this population.",
    "headers": [
        {
            "id": 0,
            "name": "Chronic Hypertension",
            "level": 2
        },
        {
            "id": 1,
            "name": "Gestational Hypertension",
            "level": 2
        },
        {
            "id": 2,
            "name": "Preeclampsia",
            "level": 2
        },
        {
            "id": 3,
            "name": "DIAGNOSIS",
            "level": 3
        },
        {
            "id": 4,
            "name": "MANAGEMENT OF PREECLAMPSIA",
            "level": 3
        },
        {
            "id": 5,
            "name": "Eclampsia",
            "level": 2
        },
        {
            "id": 6,
            "name": "MANAGEMENT OF ECLAMPSIA",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Hypertensive disorders represent the most common medical complication of pregnancy, affecting 6 to 8 percent of gestations in the United States.1In 2000, the National High Blood Pressure Education Program Working Group on High Blood Pressure in Pregnancy defined four categories of hypertension in pregnancy: chronic hypertension, gestational hypertension, preeclampsia, and preeclampsia superimposed on chronic hypertension.1"
        },
        {
            "parent": 0,
            "text": "Chronic hypertension is defined as a blood pressure measurement of 140/90 mm Hg or more on two occasions before 20 weeks of gestation or persisting beyond 12 weeks postpartum.1Treatment of mild to moderate chronic hypertension neither benefits the fetus nor prevents preeclampsia.2–4Excessively lowering blood pressure may result in decreased placental perfusion and adverse perinatal outcomes.5When a patient's blood pressure is persistently greater than 150 to 180/100 to 110 mm Hg, pharmacologic treatment is needed to prevent maternal end-organ damage.1,2,4,6"
        },
        {
            "parent": 0,
            "text": "Methyldopa (Aldomet; brand no longer available in the United States), labetalol, and nifedipine (Procardia) are oral agents commonly used to treat chronic hypertension in pregnancy. Angiotensin-converting enzyme inhibitors and angiotensin-II receptor antagonists are not used because of teratogenicity, intrauterine growth restriction (IUGR), and neonatal renal failure.4The beta blocker atenolol (Tenormin) has been associated with IUGR,3and thiazide diuretics can exacerbate intravascular fluid depletion if superimposed preeclampsia develops. Women in active labor with uncontrolled severe chronic hypertension require treatment with intravenous labetalol or hydralazine.7"
        },
        {
            "parent": 0,
            "text": "Morbidity occurs primarily from superimposed preeclampsia or IUGR.4A sudden increase in blood pressure, new proteinuria, or signs and symptoms of severe preeclampsia indicate superimposed preeclampsia. Fetal growth may be assessed by serial fundal height measurements supplemented by ultrasonography every four weeks starting at 28 weeks of gestation.4"
        },
        {
            "parent": 1,
            "text": "Gestational hypertension has replaced the term pregnancy-induced hypertension to describe women who develop hypertension without proteinuria after 20 weeks of gestation.1Gestational hypertension is a provisional diagnosis that includes women eventually diagnosed with preeclampsia or chronic hypertension, as well as women retrospectively diagnosed with transient hypertension of pregnancy. Fifty percent of women diagnosed with gestational hypertension between 24 and 35 weeks develop preeclampsia.8Expectant management of mild gestational hypertension can reduce the increased rate of cesarean delivery associated with the induction of nulliparous women who have an unripe cervix.9Women who progress to severe gestational hypertension based on the degree of blood pressure elevation have worse perinatal outcomes than do women with mild preeclampsia, and require management similar to those with severe preeclampsia.10"
        },
        {
            "parent": 2,
            "text": "Preeclampsia is a multiorgan disease process of unknown etiology11characterized by the development of hypertension and proteinuria after 20 weeks of gestation.Table 1lists proposed etiologies and risk factors for preeclampsia.7,12–21Prevention through routine supplementation with calcium, magnesium, omega-3 fatty acids, or antioxidant vitamins is ineffective.22–25Calcium supplementation reduces the risk of developing preeclampsia in high-risk women and those with low dietary calcium intakes.26"
        },
        {
            "parent": 2,
            "text": "Low-dose aspirin (75 to 81 mg per day) is effective for women at increased risk of preeclampsia. Treating 69 women prevents one case of preeclampsia; treating 227 women prevents one fetal death.27For women at highest risk from previous severe preeclampsia, diabetes, chronic hypertension, or renal or autoimmune disease, only 18 need to be treated with low-dose aspirin to prevent one case of preeclampsia.27"
        },
        {
            "parent": 3,
            "text": "Blood pressure should be measured at each prenatal visit with an appropriately sized cuff and the patient in a seated position.28,29Diagnostic criteria for preeclampsia are systolic blood pressure of 140 mm Hg or more or a diastolic blood pressure of 90 mm Hg or more on two occasions at least six hours apart.12,28,29An increase of 30 mm Hg systolic or 15 mm Hg diastolic from baseline is no longer diagnostic for preeclampsia12because similar increases are common in uncomplicated pregnancies."
        },
        {
            "parent": 3,
            "text": "The diagnostic threshold for proteinuria is 300 mg in a 24-hour urine specimen. A 24-hour determination is most accurate because urine dipsticks can be affected by variable excretion, maternal dehydration, and bacteriuria.7A random urine protein/creatinine ratio of less than 0.21 indicates that significant proteinuria is unlikely with a negative predictive value of 83 percent; however, confirmatory 24-hour urine protein determination is recommended.30Generalized edema (affecting the face and hands) is often present in patients with preeclampsia but is not a diagnostic criterion.1"
        },
        {
            "parent": 3,
            "text": "Severe Preeclampsia. Preeclampsia is characterized as mild or severe based on the degree of hypertension and proteinuria, and the presence of symptoms resulting from involvement of the kidneys, brain, liver, and cardiovascular system (Table 2).12Severe headache, visual disturbances, and hyperreflexia may signal impending eclampsia. Increased peripheral vascular resistance and pulmonary edema may occur. A decreased glomerular filtration rate may progress to oliguria and acute renal failure. The increased glomerular filtration rate of pregnancy lowers serum creatinine, and levels greater than 0.9 mg per dL (80 μmol per L) are abnormal in pregnancy. Liver manifestations include elevated transaminase levels, subcapsular hemorrhage with right upper quadrant pain, and capsular rupture with life-threatening intraabdominal bleeding. Obstetric complications include IUGR, placental abruption, and fetal demise.12"
        },
        {
            "parent": 3,
            "text": "HELLP Syndrome. The acronym HELLP describes a variant of severe preeclampsia characterized by hemolysis, elevated liver enzymes, and low platelet count.31HELLP syndrome occurs in up to 20 percent of pregnancies complicated by severe preeclampsia.32The clinical presentation of HELLP syndrome is variable; 12 to 18 percent of affected women are normotensive and 13 percent do not have proteinuria.33At diagnosis, 30 percent of women are postpartum, 18 percent are term, and 52 percent are preterm.32Common presenting complaints are right upper quadrant or epigastric pain, nausea, and vomiting. Many patients have a history of malaise or nonspecific symptoms suggesting an acute viral syndrome.33Any patient with these symptoms or signs of preeclampsia should be evaluated with complete blood count, platelet count, and liver enzyme determinations.34"
        },
        {
            "parent": 3,
            "text": "Laboratory tests are used to diagnose HELLP syndrome (Table 333–35); a decreasing platelet count and an increasing l-lactate dehydrogenase level (indicative of both hemolysis and liver dysfunction) reflect disease severity.33,35When the platelet count is less than 50,000 per mm3(50 × 109per L) or active bleeding occurs, coagulation studies (i.e., prothrombin time, partial thromboplastin time, and fibrinogen level) should be performed to rule out superimposed disseminated intravascular coagulation."
        },
        {
            "parent": 4,
            "text": "A common regimen for expectant management of mild preeclampsia is outlined inTable 4.1,7Nonstress tests, amniotic fluid index measurements, and biophysical profiles are used to monitor patients for uteroplacental insufficiency.1,7Umbilical artery systolic/diastolic ratios measured by Doppler ultrasonography may detect early uteroplacental insufficiency.36,37The decision to deliver involves balancing the risks of worsening preeclampsia against those of prematurity. Delivery is generally not indicated for women with mild preeclampsia until 37 to 38 weeks of gestation and should occur by 40 weeks1,7(Figure 17). Patients with severe preeclampsia are admitted to the hospital, placed on bed rest, and carefully monitored (Figure 27andTable 51,7,12). The goals of treatment are to prevent seizures, lower blood pressure to avoid maternal end-organ damage, and expedite delivery."
        },
        {
            "parent": 4,
            "text": "Magnesium Sulfate. The use of magnesium sulfate helps prevent seizures in women with preeclampsia.38–40One eclamptic seizure is prevented for every 100 women treated.38The use of magnesium sulfate is controversial in women with mild preeclampsia because the incidence of eclamptic seizures is only 0.5 percent in these patients. Assuming one half of seizures are preventable with magnesium sulfate,38400 women with mild preeclampsia would need to be treated to prevent one seizure.41Magnesium sulfate has the additional benefit of reducing the incidence of placental abruption.42"
        },
        {
            "parent": 4,
            "text": "Magnesium sulfate slows neuromuscular conduction and depresses central nervous system irritability without significant effects on blood pressure. One fourth of women will experience adverse effects, especially flushing.42Table 5outlines the standard dosing regimen.1,7,12Serum magnesium levels should be monitored in women with elevated serum creatinine levels, decreased urine output, or absent deep tendon reflexes.43Magnesium toxicity can lead to respiratory paralysis, central nervous system depression, and cardiac arrest. The antidote is calcium gluconate, 1 g infused intravenously over two minutes.44"
        },
        {
            "parent": 4,
            "text": "Antihypertensive Medications. The optimal level of blood pressure control in pregnancies complicated by hypertension is unknown.2,6Less tight control may decrease the risk that the infant will be small for gestational age, but it may increase the risk of respiratory distress syndrome of the newborn, severe hypertension, and antenatal hospitalization.2,5Although traditional recommendations are based on diastolic blood pressure, a retrospective review of 28 women with severe preeclampsia who experienced a cerebrovascular accident demonstrated that more than 90 percent had systolic blood pressure over 160 mm Hg, but only 12.5 percent had diastolic blood pressure over 110 mm Hg.45"
        },
        {
            "parent": 4,
            "text": "Intravenous labetalol and hydralazine are commonly used for the acute management of preeclampsia.1,46A Cochrane review showed no evidence that one parenteral agent had superior effectiveness.46For women with severe preeclampsia undergoing expectant management remote from term, oral labetalol and nifedipine are acceptable options.7"
        },
        {
            "parent": 4,
            "text": "Fluid Management. Excessive fluid administration can result in pulmonary edema, ascites, and cardiopulmonary overload, whereas too little fluid exacerbates an already constricted intravascular volume and leads to further end-organ ischemia. Urine output should be greater than 30 mL per hour44and intravenous fluids limited to 100 mL per hour.35,44"
        },
        {
            "parent": 4,
            "text": "Delivery Decisions in Severe Preeclampsia. Delivery is the only cure for preeclampsia. Decisions regarding the timing and mode of delivery are based on a combination of maternal and fetal factors. Fetal factors include gestational age, evidence of lung maturity, and signs of fetal compromise on antenatal assessment. Patients with treatment-resistant severe hypertension or other signs of maternal or fetal deterioration should be delivered within 24 hours, irrespective of gestational age or fetal lung maturity. Fetuses older than 34 weeks, or those with documented lung maturity, are also delivered without delay.7"
        },
        {
            "parent": 4,
            "text": "For patients with severe preeclampsia between 24 and 34 weeks of gestation, the data are insufficient to recommend “interventionist” versus expectant management.47Subspecialty consultation is indicated.48,49Corticosteroids are administered to accelerate fetal lung maturity.7Interventionist management advocates induction or cesarean delivery 12 to 24 hours after corticosteroid administration. Expectant management, with close monitoring of the mother and fetus, delays delivery when possible and reduces neonatal complications and length of stay in the newborn intensive care nursery.47–49Contraindications to expectant management include persistent severe symptoms, multiorgan dysfunction, severe IUGR (i.e., estimated fetal weight below the 5th percentile), suspected placental abruption, or nonreassuring fetal testing.49"
        },
        {
            "parent": 4,
            "text": "In women with HELLP syndrome, the fetus is delivered at an earlier gestation; specifically, fetuses older than 28 weeks are routinely delivered 24 to 48 hours after the first maternal dose of corticosteroids is administered.34Conservative management of HELLP syndrome remains experimental and, for most women, the clinical course is too rapid to complete the steroid regimen before initiating delivery.33"
        },
        {
            "parent": 4,
            "text": "Vaginal delivery is recommended for women with severe preeclampsia if there is no evidence of maternal or fetal compromise or other obstetric contraindication.1Some experts recommend cesarean delivery for fetuses younger than 30 weeks when the cervix is not ripe, but a trial of induction may be considered.1,7In patients with HELLP syndrome, cesarean delivery carries special risks, such as bleeding from thrombocytopenia and difficulty controlling blood pressure because of depleted intravascular volume.33,34"
        },
        {
            "parent": 4,
            "text": "Postpartum Management. Most patients with preeclampsia respond promptly to delivery with decreased blood pressure, diuresis, and clinical improvement. Eclampsia may occur postpartum; the greatest risk of postpartum eclampsia is within the first 48 hours.43Magnesium sulfate is continued for 12 to 24 hours, or occasionally longer if the clinical situation warrants. There are no reliable data on postpartum hypertensive management50; however, oral nifedipine is commonly used.7"
        },
        {
            "parent": 5,
            "text": "An eclamptic seizure may be preceded by increasingly severe preeclampsia, or it may appear unexpectedly in a patient with minimally elevated blood pressure and no proteinuria. Blood pressure is only mildly elevated in 30 to 60 percent of women who develop eclampsia.43An eclamptic seizure usually lasts from 60 to 90 seconds, during which time the patient is without respiratory effort. A postictal phase may follow with confusion, agitation, and combativeness. The timing of an eclamptic seizure can be antepartum (53 percent), intrapartum (19 percent), or postpartum (28 percent).51Late postpartum (more than 48 hours after delivery) onset of eclampsia was traditionally thought to be rare; however, a study of 29 cases of postpartum eclampsia demonstrated that 79 percent occurred in the late post-partum period.43,52"
        },
        {
            "parent": 6,
            "text": "Initial management of an eclamptic seizure includes protecting the airway and minimizing the risk of aspiration by placing the woman on her left side, suctioning her mouth, and administering oxygen. A medical professional skilled in performing intubations should be immediately available.53Close observation, soft padding, and use of side rails on the bed may help prevent trauma from falls or violent seizure activity. After the convulsion has ended and the patient is stabilized, plans should be made for prompt delivery. In rural or remote areas, physicians need to consider the risk of transfer versus the benefits of tertiary maternal and neonatal care."
        },
        {
            "parent": 6,
            "text": "It is important to avoid unnecessary interventions and iatrogenic complications.43,53Magnesium sulfate is the drug of choice because it is more effective in preventing recurrent seizures than phenytoin (Dilantin) or diazepam (Valium).39,54–56If a patient has already received a prophylactic loading dose of magnesium sulfate and is receiving a continuous infusion, an additional 2 g should be given intravenously. Otherwise, a 6-g loading dose is given intravenously over 15 to 20 minutes, followed by maintenance infusion of 2 g per hour. A total of 8 g of magnesium sulfate should not be exceeded over a short period of time.43,53"
        }
    ],
    "locked": false
}