{
    "url": "https://www.aafp.org/pubs/afp/issues/2008/0815/p489.html#afp20080815p489-f1",
    "title": "Evaluation and Treatment of Enuresis | AAFP",
    "author": "KALYANAKRISHNAN RAMAKRISHNAN, MD",
    "doi": "Am Fam Physician.2008;78(4):489-496",
    "abstract": "Enuresis is defined as repeated, spontaneous voiding of urine during sleep in a child five years or older. It affects 5 to 7 million children in the United States. Primary nocturnal enuresis is caused by a disparity between bladder capacity and nocturnal urine production and failure of the child to awaken in response to a full bladder. Less commonly, enuresis is secondary to a medical, psychological, or behavioral problem. A diagnosis usually can be made with a history focusing on enuresis and a physical examination followed by urinalysis. Imaging and urodynamic studies generally are not needed unless specifically indicated (e.g., to exclude suspected neurologic or urologic disease). Primary nocturnal enuresis almost always resolves spontaneously over time. Treatment should be delayed until the child is able and willing to adhere to the treatment program; medications are rarely indicated in children younger than seven years. If the condition is not distressing to the child, treatment is not needed. However, parents should be reassured about their child's physical and emotional health and counseled about eliminating guilt, shame, and punishment. Enuresis alarms are effective in children with primary nocturnal enuresis and should be considered for older, motivated children from cooperative families when behavioral measures are unsuccessful. Desmopressin is most effective in children with nocturnal polyuria and normal bladder capacity. Patients respond to desmopressin more quickly than to alarm systems. Combined treatment is effective for resistant cases.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Clinical Features",
            "level": 2
        },
        {
            "id": 2,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 3,
            "name": "Treatment of Primary Nocturnal Enuresis",
            "level": 2
        },
        {
            "id": 4,
            "name": "NONPHARMACOLOGIC OPTIONS",
            "level": 3
        },
        {
            "id": 5,
            "name": "PHARMACOLOGIC OPTIONS",
            "level": 3
        },
        {
            "id": 6,
            "name": "Treatment of Secondary and Nonmonosymptomatic Enuresis",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Enuresis is defined as repeated, spontaneous voiding of urine during sleep in a child five years or older.1Enuresis may be classified as primary or secondary, and monosymptomatic (uncomplicated) or nonmonosymptomatic (i.e., concomitant lower urinary tract symptoms are present).Table 1summarizes the types of enuresis.1,2Children with primary nocturnal enuresis are monosymptomatic, have no lower urinary tract symptoms other than nocturia, and have no history of bladder dysfunction.1"
        },
        {
            "parent": -1,
            "text": "Nocturnal enuresis is three times more common than daytime wetting and affects 6.7 percent of younger children and 2.8 percent of older children.3,4It occurs three times more often in boys.5Secondary causes account for less than 25 percent of cases.6,7"
        },
        {
            "parent": 0,
            "text": "Primary nocturnal enuresis is caused by a disparity between bladder capacity and nocturnal urine production and the child's failure to awaken in response to a full bladder.8Factors associated with enuresis(Table 2)include nocturnal polyuria, detrusor instability, and an abnormally deep sleep pattern.2,8–12A small subgroup of children with primary nocturnal enuresis have little or no arousal to bladder distention and exhibit uninhibited bladder contractions before voiding (i.e., detrusor-dependent enuresis).9"
        },
        {
            "parent": 0,
            "text": "A variety of medical and psychological disorders are associated with secondary enuresis(Table 32,6). Underlying psychological stressors are suspected when a child who has not had enuresis develops the condition during a period of stress.2In one study, 11 percent of girls who had been sexually abused presented with enuresis.12However, there is little, if any, association between sexual abuse and primary nocturnal enuresis."
        },
        {
            "parent": 0,
            "text": "Genetic influences on nocturnal enuresis are heterogenous and complex.10A history of enuresis in parents increases the risk. When one or both parents have a history of enuresis, the incidence in children is 44 and 77 percent, respectively, compared with a 15 percent incidence in children whose parents do not have a history of enuresis.2If one twin has enuresis, the other twin usually is also affected.10,11An autosomal dominant mode of transmission with high penetrance is present in some families, and many possible locations for the responsible genes (in chromosomes 8, 12, 13, and 22) have been identified.10"
        },
        {
            "parent": 1,
            "text": "A cross-sectional study comparing patients presenting with primary and secondary nocturnal enuresis showed that frequency, urgency, nocturia, constipation, and daytime wetting are common in both forms of enuresis.13Constipation, which occurs in more than 50 percent of children with secondary nocturnal enuresis and in nearly 75 percent of children with primary nocturnal enuresis, is also associated with daytime wetting.13A more recent prospective cross-sectional study of children with primary nocturnal enuresis showed that more than one third of patients have constipation.14"
        },
        {
            "parent": 1,
            "text": "Behavioral problems are uncommon in children with primary nocturnal enuresis, especially those older than 10 years. These problems are more common in children with daytime wetting and over seven times more common in children with secondary enuresis.15Behavioral problems include depression, anxiety, social phobias, conduct disorders, and attention-deficit/hyperactivity disorder (ADHD). The association with ADHD is more pronounced in older children (nine to 12 years of age); children with ADHD are three times more likely to have persistent voiding problems.16Children with enuresis are more likely than other children to have subclinical psychological symptoms (e.g., inferiority complex, shame, irritability, timidity, impatience, isolation). Parental stress (e.g., emotional, social, and financial stress; intolerance; frustration) may also occur.8"
        },
        {
            "parent": 2,
            "text": "Most children with primary nocturnal enuresis require only an enuresis-focused history, physical examination, and urinalysis before initiation of treatment; imaging and urodynamic studies are rarely needed(Table 41,2,6,8,10,11,17). The history should include the onset, duration, and severity of enuresis; presence of daytime wetting, constipation, genitourinary symptoms, and neurologic symptoms; family history of enuresis; patient medical and psychosocial history; and details of previous treatment. The parents and child should be interviewed.2A two-week baseline record of the enuresis pattern (bladder diary) is helpful in the assessment of enuresis severity and subsequent treatment response.2"
        },
        {
            "parent": 2,
            "text": "The physical examination should include evaluation of the ears, nose, throat, abdomen, spine, genitalia, and rectum and a focused neurologic examination. In children with secondary or persistent enuresis, the possibility of sexual abuse must be considered. Signs suggestive of sexual abuse include bruising in areas that are typically protected (e.g., buttocks, back, trunk, inner thighs, cheeks, neck); multiple bruises; and patterned bruises (e.g., handprints, belt buckle, bite marks).18"
        },
        {
            "parent": 2,
            "text": "Urinalysis and urine culture help detect infection. Select laboratory tests are useful in diagnosing causes of secondary enuresis (e.g., elevated serum glucose level from diabetes, elevated blood urea nitrogen and creatinine levels from chronic renal failure, low serum thyroid-stimulating hormone level from hyperthyroidism). Imaging and urodynamic studies are reserved for children with significant daytime symptoms, history or diagnosis of urinary tract infections, features suggesting structural renal abnormalities, or refractory cases.2,8"
        },
        {
            "parent": 3,
            "text": "Treatment of primary nocturnal enuresis(Figure 1andTable 52,8,17,19–35)should begin with educating the child and parents about the condition. The family should be reassured that primary nocturnal enuresis usually resolves spontaneously (15 percent annual cure rate).17Secondary causes that were identified with the history, examination, or laboratory testing should be treated. Simple behavioral interventions are first-line treatment approaches. Arousal alarm systems and pharmacotherapy should be considered in older children who have greater social pressures and low self-esteem."
        },
        {
            "parent": 3,
            "text": "Medication should be initiated in children seven years and older only if nonpharmacologic measures fail. Children who do not respond to one or more measures may benefit from combined treatment strategies (e.g., combining nonpharmacologic and pharmacologic treatment or multiple pharmacologic therapies). Children with persistent enuresis should be referred to a subspecialist. Presence of daytime wetting or abnormal voiding, straining or poor stream, genital abnormalities, or a history of urinary tract infections also indicates the need for referral.2"
        },
        {
            "parent": 4,
            "text": "If primary nocturnal enuresis is not distressing to the child, treatment is not needed. However, parents should be reassured about their child's physical and emotional health and counseled about eliminating guilt, shame, and punishment.2,19Treatment of primary nocturnal enuresis should be delayed until the child is able and willing to adhere to the treatment program and is rarely indicated in children younger than seven years. It may take months for a treatment program to be successful; therefore, the child must be highly motivated. Daytime symptoms should be actively identified and managed before addressing primary nocturnal enuresis.17Treatment is considered successful when the child achieves continence for 14 consecutive nights within a 16-week period. Nonresponse to treatment is defined as less than a 50 percent decrease in enuresis; a 50 to 90 percent decrease suggests a partial response.1"
        },
        {
            "parent": 4,
            "text": "Motivational therapy includes reassurance, emotional support, eliminating guilt, and encouraging the child to take responsibility for the enuresis (i.e., although the child did not cause the condition, he or she has a role in treating it).20Simple behavioral interventions include awakening the child to void at times usually associated with bed-wetting; positive reinforcement for desired behavior (e.g., star or sticker charts for rewarding periods of continence); bladder training; and minimizing fluid and caffeine intake before bedtime. These methods are associated with significantly fewer wet nights, higher cure rates, and lower relapse rates compared with control groups. However, behavioral interventions have higher nonadherence rates and require significant parental involvement.21,22Taking the child to the bathroom during the night is labor intensive and can frustrate parents. If reward systems are used, failure to achieve dry nights may worsen the child's self-esteem.19"
        },
        {
            "parent": 4,
            "text": "Enuresis alarms (bells or buzzers) triggered by a moisture sensor in the bed pad or pajamas have long-term effectiveness2,19,24Alarms condition children to awaken or contract their pelvic muscles. Most children require six to 16 weeks of treatment. Enuresis resolves in nearly two thirds of children during alarm use, and nearly one half of children who continue its use remain dry.24No alarm system is superior to another.21Sleep disruption is a problem with alarm use. Factors that predict a good response to enuresis alarms include a cooperative family, no coexisting emotional and behavioral problems, small bladder capacity, and frequent bed-wetting (four or more wet nights per week).8Enuresis alarms should be considered in older, motivated children from cooperative families when behavioral measures are unsuccessful.17,19"
        },
        {
            "parent": 4,
            "text": "Combining enuresis alarms with other behavioral modalities enhances treatment success. Adding over-learning (i.e., encouraging children to drink extra fluids before bedtime to improve bladder capacity) when continence has been achieved for 14 consecutive nights reduces relapse rates.24Adding dry-bed training (i.e., awakening children at specified intervals until they learn to awaken on their own when necessary17) is effective in 75 percent of children and reduces relapse rates compared with the use of an enuresis alarm alone.36Combining an enuresis alarm with arousal training (i.e., rewarding children for awakening in response to the alarm) is effective in more than 90 percent of children.8"
        },
        {
            "parent": 4,
            "text": "An alarm clock is a simple, inexpensive, safe, and modestly effective alternative to an enuresis alarm and does not require bed-wetting to evoke a conditioned response. Using the alarm clock to awaken the child for voiding when the bladder is full, but before incontinence occurs, or two to three hours after the child goes to sleep is effective in 62 to 77 percent of children. However, relapse rates three months after completion of treatment are the same as with an enuresis alarm.37"
        },
        {
            "parent": 4,
            "text": "Full-spectrum home training includes behavioral interventions such as encouraging the child to remove soiled sheets and remake the bed, overlearning, dry-bed training, and bladder training. A systematic review showed that these measures led to minimal improvement when used alone; however, when used with an enuresis alarm, they reduced relapse rates.23"
        },
        {
            "parent": 5,
            "text": "Pharmacologic therapies are not curative, but they decrease the frequency of enuresis or temporarily resolve symptoms over time until spontaneous resolution occurs. Options include anticholinergic agents (oxybutynin [Ditropan], hyoscyamine [Levsin]); tricyclic antidepressants (imipramine [Tofranil], desipramine [Norpramin]); and desmopressin (DDAVP). Of these therapies, only imipramine and oral desmopressin have been approved by the U.S. Food and Drug Administration for the treatment of enuresis in children."
        },
        {
            "parent": 5,
            "text": "Tricyclic antidepressants reduce bed-wetting by one wet night per week during treatment. Imipramine doses range from 25 mg for children older than six years (weighing 20 to 25 kg [44 lb, 1 oz to 55 lb, 2 oz]) to 50 to 75 mg for children older than 11 years. Some recommendations advise limiting the treatment period to three months (including gradual withdrawal).19Imipramine, 25 mg, should be taken orally one hour before bedtime. If the response is not satisfactory after one or two weeks, the dose is increased to 50 mg in children seven to 12 years of age and up to 75 mg in older children.20Most children relapse after discontinuing imipramine treatment.26"
        },
        {
            "parent": 5,
            "text": "Parents should be warned about the potentially serious, dose-related adverse effects of tricyclic antidepressant use.26Drowsiness, lethargy, agitation, depression, sleep disturbance, and gastrointestinal upset may occur. Rare adverse effects include seizures, cardiac arrhythmias, and death from accidental overdose.26,27Pretreatment electrocardiography to identify underlying rhythm disorders is recommended.2"
        },
        {
            "parent": 5,
            "text": "Anticholinergics (e.g., oxybutynin, 2.5 to 5 mg three times daily) decrease detrusor tone, frequency, and urgency and improve bladder capacity. Anticholinergic therapy may be used in children with primary nocturnal enuresis and daytime wetting (restricted bladder capacity caused by hyperactive detrusor muscle) and in patients who do not respond to desmopressin.8,17,28Adverse effects include dry mouth, blurred vision, headache, nausea, dizziness, gastrointestinal upset, and tachycardia.29"
        },
        {
            "parent": 5,
            "text": "Desmopressin, an analogue of vasopressin, reduces urine volume by reabsorbing water from the distal convoluted and collecting tubules. Sixty to 70 percent of children respond to treatment, although 80 percent relapse after discontinuing therapy.2,8,30Desmopressin is recommended if the family is unwilling or unable to adhere to nonpharmacologic measures. The drug is most effective in children eight years and older who have monosymptomatic enuresis with nocturnal polyuria, normal bladder capacity, and less frequent bed-wetting.31"
        },
        {
            "parent": 5,
            "text": "Desmopressin is available as an oral tablet (0.2 mg) or as a nasal spray (10 mcg per spray); its duration of action is 12 hours.2Initial treatment is usually one tablet or one spray every night; the dosage is increased weekly to 0.6 mg or 40 mcg daily. Desmopressin therapy is combined with fluid restriction (less than 240 mL on nights when the drug is administered) and voiding before bedtime. Equivalent oral and intranasal doses have similar potency.30Another option is rapid titration upward until continence is achieved within one to three days.32The lowest effective dose of desmopressin should be used. Maintenance therapy of at least four to six weeks and a slow stepwise dose reduction over six to seven months decrease relapse rates after discontinuation of therapy.32"
        },
        {
            "parent": 5,
            "text": "Adding oxybutynin to desmopressin therapy increases the response rate in children with daytime wetting.32Combining desmopressin therapy with an enuresis alarm improves the response rate and reduces relapse.33"
        },
        {
            "parent": 5,
            "text": "Adverse effects from desmopressin use occur in 5 percent of patients. Intranasal use may cause nasal congestion, epistaxis, sore throat, cough, or headaches. Systemic adverse effects from intranasal or oral use are rare and include allergic reactions (e.g., rash; swelling of the face, lips, or tongue), anorexia, nausea, abdominal cramps, visual disturbances, and a bad taste in the mouth. Hyponatremia and water intoxication–induced seizures and coma are also rare, but more common after intranasal use.34A systematic review suggests that the risk of water intoxication can be minimized with careful monitoring during initiation of desmopressin therapy; supervised administration to minimize the risk of overdose; fluid restriction; prompt assessment for hyponatremia if nausea, vomiting, and headache occur; and oral administration.34,35"
        },
        {
            "parent": 6,
            "text": "If no cause for nocturnal enuresis is evident, primary nocturnal enuresis treatment options are appropriate. Most children with encopresis-associated enuresis and daytime wetting respond to disimpaction, prevention of reaccumulation of stools, and bowel retraining (decreases daytime wetting in 89 percent of patients and nocturnal enuresis in 63 percent of patients).38"
        },
        {
            "parent": 6,
            "text": "A history of snoring, mouth breathing, behavioral problems, and daytime somnolence in patients with enlarged tonsils or adenoids on examination may suggest obstructive sleep apnea. Surgical correction of airway obstruction in these patients improves or cures nocturnal enuresis and daytime wetting.39"
        },
        {
            "parent": 6,
            "text": "Individual psychotherapy, crisis intervention, and family therapy are effective measures for psychogenically induced enuresis.2Children with dysfunctional voiding have abnormal urine flow patterns on cystometry, a large amount of post-void residual urine, and a normal upper urinary tract on imaging and benefit from a voiding regimen. Biofeedback is effective for motivated children with primary nocturnal enuresis and dysfunctional voiding.25Biofeedback improves nocturnal enuresis, daytime wetting, constipation, frequency, urgency, voiding patterns, and bladder hyperactivity for up to two years after completion of therapy.25"
        },
        {
            "parent": 6,
            "text": "Children with urge incontinence, normal urine flow, small bladder capacity on urodynamic testing, and normal imaging results benefit from anticholinergic therapy.28These medications may also be useful in children with both daytime and nocturnal incontinence and in children who do not respond to desmopressin.8,17,28"
        }
    ],
    "locked": false
}