{
    "url": "https://www.aafp.org/pubs/afp/issues/2008/0215/p447.html#afp20080215p447-f1",
    "title": "Are Long-acting Insulin Analogues Better Than Isophane Insulin? | AAFP",
    "author": "MICHAEL D. SCHOOFF, MD, AND LALITA GUPTA, MD, Alegent Health Clinic, La Vista, Nebraska",
    "doi": "Am Fam Physician.2008;77(4):447-449",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "Clinical Scenario",
            "level": 2
        },
        {
            "id": 1,
            "name": "Clinical Question",
            "level": 2
        },
        {
            "id": 2,
            "name": "Evidence-Based Answer",
            "level": 2
        },
        {
            "id": 3,
            "name": "Practice Pointers",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": 0,
            "text": "A 55-year-old woman with suboptimally controlled type 2 diabetes, on three oral medications, presents to discuss her insulin options."
        },
        {
            "parent": 1,
            "text": "Are long-acting insulin analogues (i.e., insulin glargine [Lantus] and insulin detemir [Levemir]) better than isophane insulin (NPH) in long-term treatment of type 2 diabetes?"
        },
        {
            "parent": 2,
            "text": "Based on poor quality evidence, this review suggests that insulin glargine and insulin detemir have no advantage over isophane insulin in reducing A1C levels. In one study, isophane insulin reduced A1C levels slightly more than insulin detemir. However, patients on insulin glargine and detemir reported fewer symptomatic and overall hypoglycemic episodes. The significance of this is not clear because there were few episodes of severe hypoglycemia, and definitions of hypoglycemia varied and were prone to bias.1None of the studies were powered to detect improvements in patient-oriented outcomes, such as mortality and microvascular (e.g., retinopathy, neuropathy, nephropathy) and macrovascular (e.g., peripheral arterial disease, cardiovascular, cerebrovascular) events. Because the longest study in the review was 52 weeks, longer studies are needed to further evaluate the clinical effectiveness and safety of these long-acting insulin analogues.1"
        },
        {
            "parent": 3,
            "text": "The Centers for Disease Control and Prevention estimates that a minimum of 20.8 million Americans, or 7 percent of the population, has diabetes.2The main treatment goal in the management of type 2 diabetes has been good glycemic control, reflected by A1C levels, to minimize micro- and macrovascular complications. The American Diabetes Association (ADA) and American Association of Clinical Endocrinologists affirm the importance of tight glycemic control.3The United Kingdom Prospective Diabetes Study suggests that intensive therapy with A1C levels of less than 7 percent was associated with reduction in microvascular disease, but had no effect on macrovascular disease. However, there have been some emerging data suggesting a benefit of tight glycemic control in reducing the incidence of cardiovascular events.4"
        },
        {
            "parent": 3,
            "text": "Overall, the studies included in this Cochrane review showed no statistically significant differences in the A1C levels measured at the end of the studies in any treatment group. Patients treated with insulin analogues had lower rates of symptomatic, nocturnal, and overt hypoglycemia, even though the frequency of hypoglycemic events in all of the studies was low overall for the treatment groups.1,5This review found no evidence that the more expensive analogues are any better than the isophane insulin in terms of morbidity, mortality, or quality of life, but none of the studies were designed to specifically measure these patient-oriented outcomes. In clinical practice, which may differ from formal research settings, insulin analogues have some theoretical (although unproven) advantages: once-daily dosing may lead to improved patient acceptance, compliance, and satisfaction;1the flat pharmacokinetic profiles allow for greater patient flexibility in terms of timing of injections and meals; and patients outside of research settings often fear hypoglycemia (especially nocturnal hypoglycemia) and therefore limit their insulin dose or overeat to avoid hypoglycemia."
        },
        {
            "parent": 3,
            "text": "The reduced incidence of nocturnal hypoglycemia in analogue users might lead to a greater percentage of these patients reaching A1C goals compared with patients on isophane insulin.1,5,6This theoretic benefit must be balanced against the much higher cost of these agents and the fact that the U.S. Food and Drug Administration and the European Medicines Agency mention a possible, but probably low, mitogenic and carcinogenic potential of these long-acting insulin analogues.1"
        },
        {
            "parent": 3,
            "text": "Most patients with diabetes will need insulin at some time in their lives to reach their A1C goals.7Several studies show that physicians in the United States are hesitant to initiate insulin. Patients not at their target A1C level on maximum doses of two oral medications should continue any sensitizer (i.e., metformin [Glucophage] or a thiazolidinedione), stop secretagogues, and add a basal insulin (i.e., isophane, glargine, or detemir), based on consensus guidelines from the ADA and the European Association for the Study of Diabetes(see accompanying figure).2Then, titrate the insulin dose up until the patient reaches the target A1C level or has too frequent hypoglycemia. If not at goal on basal insulin, the problem is likely postprandial hyperglycemia, and lowering the basal insulin, plus adding prandial rapid-acting insulin, is likely to be the most beneficial step."
        },
        {
            "parent": 3,
            "text": "Background: Despite indications from epidemiologic trials that higher blood glucose concentrations are associated with a higher risk for developing micro- and macrovascular complications, evidence for a beneficial effect of antihyperglycemic therapy in patients with type 2 diabetes is conflicting. Two large studies, the United Kingdom Prospective Diabetes Study (UKPDS) and the University Group Diabetes Program (UGDP), did not find a reduction of cardiovascular end points through improvement of metabolic control. The theoretic benefits of newer insulin analogues might result in fewer macro- and microvascular events."
        },
        {
            "parent": 3,
            "text": "Objectives: To assess the effects of long-term treatment with long-acting insulin analogues (i.e., insulin glargine and insulin detemir) compared with isophane insulin (NPH) in patients with type 2 diabetes."
        },
        {
            "parent": 3,
            "text": "Search strategy: Studies were obtained from computerized searches of Medline, Embase, and the Cochrane Library, communication with experts in the field, and insulin-producing companies."
        },
        {
            "parent": 3,
            "text": "Selection criteria: Studies were included if they were randomized controlled trials in adults with type 2 diabetes and had a trial duration of at least 24 weeks."
        },
        {
            "parent": 3,
            "text": "Data collection and analysis: Two authors independently assessed trial quality and extracted data. Pooling of studies by means of random-effects meta-analysis was performed."
        },
        {
            "parent": 3,
            "text": "Main results: Six studies comparing insulin glargine with isophane insulin and two studies comparing insulin detemir with isophane insulin were identified. In these trials, 1,715 patients were randomized to insulin glargine, and 578 patients to insulin detemir. Duration of included trials ranged from 24 to 52 weeks. Metabolic control, measured A1C levels as a surrogate end point, and adverse effects did not differ in a clinically relevant way between treatment groups. Although no statistically significant difference for severe hypoglycemia rates was shown in any of the trials, the rate of symptomatic, overall, and nocturnal hypoglycemia was statistically significantly lower in patients treated with insulin glargine or detemir. No evidence for a beneficial effect of long-acting analogues on patient-oriented outcomes like mortality, morbidity, quality of life, or costs could be obtained."
        },
        {
            "parent": 3,
            "text": "Authors' conclusions: The authors' analysis suggests, if at all, only a minor clinical benefit of treatment with long-acting insulin analogues for patients with type 2 diabetes treated with basal insulin regarding symptomatic nocturnal hypoglycemic events. Until long-term effectiveness and safety data are available, a cautious approach to therapy with insulin glargine or detemir is suggested."
        },
        {
            "parent": 3,
            "text": "These summaries have been derived from Cochrane reviews published in the Cochrane Database of Systematic Reviews in the Cochrane Library. Their content has, as far as possible, been checked with the authors of the original reviews, but the summaries should not be regarded as an official product of the Cochrane Collaboration; minor editing changes have been made to the text (http://www.cochrane.org)."
        }
    ],
    "locked": false
}