{
    "url": "https://www.aafp.org/pubs/afp/issues/2008/0601/p1535.html#afp20080601p1535-f2",
    "title": "Chronic Pelvic Pain in Women | AAFP",
    "author": "DAVID D. ORTIZ, MD",
    "doi": "Am Fam Physician.2008;77(11):1535-1542",
    "abstract": "The etiology of chronic pelvic pain in women is poorly understood. Although a specific diagnosis is not found in the majority of cases, some common diagnoses include endometriosis, adhesions, irritable bowel syndrome, and interstitial cystitis. The initial history and physical examination can narrow the diagnostic possibilities, guide any subsequent evaluation, and rule out malignancy or significant systemic disease. If the initial evaluation does not reveal a specific diagnosis, a limited laboratory and ultrasound evaluation can clarify the diagnosis, as well as rule out serious disease and reassure the patient. Few treatment modalities have demonstrated benefit for the symptoms of chronic pelvic pain. The evidence supports the use of oral medroxyprogesterone, goserelin, adhesiolysis for severe adhesions, and a multidisciplinary treatment approach for patients without a specific diagnosis. Less supporting evidence is available for oral analgesics, combined oral contraceptive pills, gonadotropin-releasing hormone agonists, intramuscular medroxyprogesterone, trigger point and botulinum A toxin injections, neuromodulative therapies, and hysterectomy.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Evaluating the Patient",
            "level": 2
        },
        {
            "id": 2,
            "name": "HISTORY",
            "level": 3
        },
        {
            "id": 3,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 4,
            "name": "LABORATORY/SPECIALIZED TESTS",
            "level": 3
        },
        {
            "id": 5,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 6,
            "name": "ANALGESICS",
            "level": 3
        },
        {
            "id": 7,
            "name": "SURGICAL AND NERVE STIMULATION THERAPIES",
            "level": 3
        },
        {
            "id": 8,
            "name": "Referral",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Chronic pelvic pain is defined in a variety of ways. A useful clinical definition of chronic pelvic pain is noncyclic pain that lasts six months or more; is localized to the pelvis, the anterior abdominal wall at or below the umbilicus, or the buttocks; and is of sufficient severity to cause functional disability or require medical care.1Other definitions do not require that the pain be noncyclic."
        },
        {
            "parent": -1,
            "text": "Because the definition of chronic pelvic pain varies, it is difficult to ascertain its exact prevalence. In the United Kingdom, 3.8 percent of women in the primary care population report experiencing chronic pelvic pain, defined as noncyclic pain in the lower abdominal region lasting six months or more and without a specific disease diagnosis.2This is similar to the prevalence of migraine headaches, asthma, and low back pain in the United Kingdom.2However, in a 1996 study conducted in the United States, 15 percent of women indicated they had experienced either constant or intermittent pelvic pain during the preceding six months, which met the study's criteria for chronic pelvic pain.3The same study estimated the cost of outpatient medical visits associated with chronic pelvic pain to be $880 million per year in the United States, with 15 percent of women with chronic pelvic pain reporting lost time from paid work, and 45 percent reporting decreased productivity at work.3"
        },
        {
            "parent": 0,
            "text": "The pathophysiology of chronic pelvic pain is not well understood.4A definitive diagnosis is not made for 61 percent of women with chronic pelvic pain.5Many patients and physicians incorrectly assume that all chronic pelvic pain results from a gynecologic source. One study in the United Kingdom found that diagnoses related to the urinary and gastrointestinal systems were more common than gynecologic diagnoses.5Table 1lists the more commonly diagnosed conditions that cause chronic pelvic pain.1,6,7The four most commonly diagnosed etiologies are endometriosis, adhesions, irritable bowel syndrome (IBS), and interstitial cystitis.1,5,6,8"
        },
        {
            "parent": 1,
            "text": "When evaluating a patient with chronic pelvic pain, the history and physical examination can narrow the differential diagnosis and guide further laboratory and ancillary testing.6As many as 40 percent of women who present to primary care practices with chronic pelvic pain have more than one diagnosis. Therefore, it is important to investigate all contributing factors related to the pain including psychological, social, and environmental.1,9–11"
        },
        {
            "parent": 1,
            "text": "Women with chronic pelvic pain usually want the following: to receive personalized care from their physicians; to be taken seriously; to receive an explanation for their condition (more so than a cure); and to be reassured.12Therefore, the physician should schedule several visits to complete the evaluation and provide appropriate counseling.Table 2contains a summary of selected findings on the history, physical examination, and diagnostic tests and their potential significance for the patient. The International Pelvic Pain Society has many helpful resources including history and physical examination forms (available at http://www.pelvicpain.org/resources/handpform.aspx), and patient education materials."
        },
        {
            "parent": 2,
            "text": "The history should focus on characteristics of the pain, including quality, duration, and modifying factors, as well as its association with menses, sexual activity, urination, defecation, and radiation treatment.13Because a history of physical or sexual abuse is associated with chronic pelvic pain, physicians should ask questions to address these two issues and assess current safety.14Red flag symptoms, such as unexplained weight loss, hematochezia, perimenopausal irregular bleeding, postmenopausal vaginal bleeding, or postcoital bleeding, should prompt an investigation to rule out malignancy or serious systemic disease.9As with other chronic and painful conditions, depression may be a coexisting diagnosis.7"
        },
        {
            "parent": 2,
            "text": "Historical patterns may also help direct the work-up. Pain associated with hormonal changes may likely result from endometriosis or adenomyosis, while a nonhormonal pattern of pain may signal musculoskeletal causes, adhesions, IBS, or interstitial cystitis. However, hormonal patterns should be interpreted cautiously because pain caused by IBS and interstitial cystitis may also fluctuate based on hormone levels.15,16A history of pelvic surgery, pelvic infections, or use of an intrauterine device should raise concern for pelvic adhesions.11"
        },
        {
            "parent": 3,
            "text": "The physical examination can identify areas of tenderness and the presence of masses or other anatomical findings that aid in the diagnosis. However, a lack of findings during the physical examination does not rule out intra-abdominal pathology because many patients with a normal examination will have pathologic findings on subsequent laparoscopy.1"
        },
        {
            "parent": 3,
            "text": "The physical examination should proceed slowly and gently because both the abdominal and pelvic components of the examination may be painful. Palpation of the outer pelvis and back may reveal trigger points that indicate a myofascial component to the pain. The pelvic examination should begin with a single-digit, one-handed examination. A moistened cotton swab should be used to elicit point tenderness in the vulva and vagina. The patient should be checked for any nodules, masses, or point tenderness along the bladder or other musculoskeletal structures. Once the single-digit, one-handed examination is completed, a bimanual examination should be performed to check again for nodularity, point tenderness, cervical motion tenderness, or lack of mobility of the uterus.7A rectal examination may show rectal or posterior uterine masses, nodularity, or pelvic floor point tenderness."
        },
        {
            "parent": 3,
            "text": "Testing for Carnett's sign should be performed by placing a finger on the painful, tender area of the patient's abdomen and having the patient raise both legs off the table while lying in the supine position(Figure 1). A positive test occurs when the pain increases during this maneuver and is associated with a myofascial cause of the pain. This may also indicate that the cause of the pain is within the abdominal wall (e.g., fibromyalgia or trigger point). Visceral pain should not worsen during the maneuver.17"
        },
        {
            "parent": 4,
            "text": "If the history and physical examination do not lead to a diagnosis, then cancer screenings appropriate to the patient's age and associated risk factors should be performed. It may be appropriate to obtain a serum beta subunit of human chorionic gonadotropin (β-hCG) level to rule out pregnancy; a complete blood count; a urinalysis and urine culture; an erythrocyte sedimentation rate; and vaginal swabs to test for gonorrhea and chlamydia.18Transvaginal ultrasound is also useful during the initial evaluation to investigate any pelvic masses or nodules found during the physical examination and to reassure the patient if no significant abnormalities are discovered.4,18"
        },
        {
            "parent": 4,
            "text": "Magnetic resonance imaging and computed tomography should not be used routinely, but can help assess any abnormalities found on ultrasound.19Some urologists use the intravesical potassium sensitivity test to help diagnose interstitial cystitis.20Laparoscopy is often used when the diagnosis remains elusive after the initial workup or to confirm, and possibly treat, suspected endometriosis, adhesions, or both.7"
        },
        {
            "parent": 5,
            "text": "Few randomized controlled trials have studied the treatment of chronic pelvic pain. Because different definitions of chronic pelvic pain were used in some of these studies, many treatment recommendations are based on expert opinion or cohort/observational studies."
        },
        {
            "parent": 5,
            "text": "Treatment should be directed at the underlying cause of the pelvic pain.Figure 2shows a suggested algorithm for the evaluation and management of patients with chronic pelvic pain.1,4,6,18,21–23In patients for whom a specific diagnosis is not made, a multidisciplinary approach (i.e., addressing dietary, social, environmental, and psychological factors in addition to standard medication therapy) has been shown to improve outcomes over medication therapy alone.4Table 3lists specific details and references regarding the most common medication treatment options.1,4,6,21,22,24,25"
        },
        {
            "parent": 5,
            "text": "A recent Cochrane analysis of treatments for chronic pelvic pain found that only the following treatments have shown benefit: oral medroxyprogesterone acetate (Provera), 50 mg daily; goserelin (Zoladex), an injectable gonadotropin-releasing hormone (GnRH) agonist; a multidisciplinary approach; counseling after a negative ultrasound; and lysis of deep adhesions.4Lysis of adhesions is only beneficial for more severe cases. This Cochrane review excluded patients with known endometriosis, IBS, primary dysmenorrhea, and chronic, active pelvic inflammatory disease, as these disease populations have slightly different therapeutic options than the larger population of patients with chronic pelvic pain.4"
        },
        {
            "parent": 5,
            "text": "For pain that appears to be cyclic in nature, hormonal treatments (continuous or cyclic low-dose oral contraceptive pills, progestins, or GnRH agonists) should be considered, even if the cause is thought to be IBS, interstitial cystitis, or pelvic congestion syndrome, because these conditions may also respond to hormone treatments.1,4,21,22Specific management of IBS, endometriosis, and interstitial cystitis has been described elsewhere.13,26,27"
        },
        {
            "parent": 5,
            "text": "Although selective serotonin reuptake inhibitors have not been shown to be effective for treating chronic pelvic pain,4they may be used to treat concomitant depression. Trigger point injections of the abdominal wall for myofascial causes of chronic pelvic pain have also shown some benefit.28,29"
        },
        {
            "parent": 6,
            "text": "Oral analgesics, such as acetaminophen, nonsteroidal anti-inflammatory drugs (NSAIDs), and opioid analgesics, are commonly used to treat moderate pain; however, there are no prospective controlled studies that show a specific benefit in chronic pelvic pain.1If opioid analgesics are necessary to control pain, long-acting opioids with scheduled dosing may be used in conjunction with a treatment plan similar to that used when treating other chronic, painful conditions.6Vitamin B1and oral magnesium have been shown to benefit patients with dysmenorrhea, but there are no trials that evaluated their effectiveness for non–menstrual-related pain.30A recent randomized, controlled, open-label study showed that gabapentin (Neurontin), alone or in combination with amitriptyline, provided significant pain relief in women with chronic pelvic pain.23Botulinum toxin type A injections into the pelvic floor muscles have also shown benefit.31,32"
        },
        {
            "parent": 7,
            "text": "Among surgical therapies, only lysis of severe adhesions has been shown to benefit patients with chronic pelvic pain.4Total abdominal hysterectomy showed some benefit in observational and cohort studies.33,34Presacral neurectomy, along with ablative therapy for endometriosis, has shown benefit in the treatment of dysmenorrhea that is centrally located in the pelvis,35but this finding cannot be generalized to chronic pelvic pain."
        },
        {
            "parent": 7,
            "text": "Several other therapies using the neuro-modulation theory of treating pain have been evaluated in patients with chronic pelvic pain. Uncontrolled studies of sacral nerve stimulation in women with chronic pelvic pain have shown some benefit.36,37Two trials have shown some benefit in using percutaneous tibial nerve stimulation to treat chronic pelvic pain,38,39although there are no large, placebo-controlled studies that confirm these findings."
        },
        {
            "parent": 8,
            "text": "Family physicians should consider referring patients with chronic pelvic pain for diagnostic procedures (e.g., laparoscopy, colonoscopy, cystoscopy), for therapeutic options (e.g., surgery or GnRH agonist treatment) that are beyond their scope of care, or if the underlying diagnosis and best treatment option are unclear. By performing a thorough initial work-up and knowing the local subspecialty practice scope and patterns, family physicians should be able to select the specific test or specialty (e.g., gynecology, urology, gastroenterology or pain management) in their community that would best provide the information and care that the patient requires. Because a multidisciplinary treatment approach will benefit most patients with chronic pelvic pain,4the referring family physician should stay engaged in the care of the patient and coordinate the plan of care with any subspecialists involved."
        }
    ],
    "locked": false
}