{
    "url": "https://www.aafp.org/pubs/afp/issues/2008/0801/p336.html#afp20080801p336-fa",
    "title": "Spontaneous Vaginal Delivery | AAFP",
    "author": "DALE A. PATTERSON, MD, MARGUERITE WINSLOW, MD, AND CORAL D. MATUS, MD",
    "doi": "Am Fam Physician.2008;78(3):336-341",
    "abstract": "Vaginal delivery is a natural process that usually does not require significant medical intervention. Management guided by current knowledge of the relevant screening tests and normal labor process can greatly increase the probability of an uncomplicated delivery and postpartum course. All women should be screened for group B streptococcus; women who test positive should be treated with antibiotics during labor. Routine human immunodeficiency virus screening of all pregnant women, and treatment with antiretroviral medication for those who test positive, can reduce perinatal transmission of the infection. Once a woman is in labor, management should focus on the goal of delivering a healthy newborn while minimizing discomfort and complications for the mother. In a patient who tests negative for group B streptococcus, delaying admission to the labor ward until she is in active labor decreases the number of possible medical interventions during labor and delivery. Once a patient has been admitted to the hospital, providing her with continuous emotional support can improve delivery outcomes and the birthing experience. Epidural analgesia is effective for pain control and should not be discontinued late in labor to reduce the need for operative vaginal delivery. Epidurals prolong labor, but do not increase the risk of cesarean delivery. Research has shown that labor may not progress as rapidly as historically reported; this should be considered before intervening for dystocia. Routine episiotomy increases morbidity and should be abandoned. Once the infant has been delivered, active management of the third stage of labor decreases the risk of postpartum hemorrhage.",
    "headers": [
        {
            "id": 0,
            "name": "Considerations Before Onset of Labor",
            "level": 2
        },
        {
            "id": 1,
            "name": "GROUP B STREPTOCOCCUS",
            "level": 3
        },
        {
            "id": 2,
            "name": "HERPES SIMPLEX VIRUS",
            "level": 3
        },
        {
            "id": 3,
            "name": "HUMAN IMMUNODEFICIENCY VIRUS",
            "level": 3
        },
        {
            "id": 4,
            "name": "LENGTH OF GESTATION",
            "level": 3
        },
        {
            "id": 5,
            "name": "Labor",
            "level": 2
        },
        {
            "id": 6,
            "name": "FIRST STAGE OF LABOR",
            "level": 3
        },
        {
            "id": 7,
            "name": "SECOND STAGE OF LABOR",
            "level": 3
        },
        {
            "id": 8,
            "name": "THIRD STAGE OF LABOR",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Spontaneous vaginal delivery at term has long been considered the preferred outcome for pregnancy. Because of the perceived health, economic, and societal benefits derived from vaginal deliveries, lowering the cesarean delivery rate has been a goal in the United States for more than 25 years.1Although some experts now support elective primary cesarean delivery, and although the percentage of operative deliveries has increased from 21 percent in 1996 to 30 percent in 2005, most women still deliver vaginally.2There are relatively few absolute contraindications to vaginal delivery(Table 1).3–5In 2003, nearly 3 million vaginal deliveries occurred in the United States.2Despite a decreasing trend in the number of family physicians providing maternity services, about 25 percent continue to perform vaginal deliveries, whereas less than 5 percent perform cesarean deliveries.6Management guided by current knowledge of the relevant screening tests and normal labor process can greatly increase the probability of an uncomplicated delivery and postpartum course."
        },
        {
            "parent": 1,
            "text": "The vagina or rectum is colonized with group B streptococcus (GBS) in 10 to 40 percent of women.7,8Early-onset GBS disease is the most common cause of serious infection during the newborn period; it occurs in one in 1,000 births.7Universal screening consisting of a lower vaginal and rectal swab at 35 to 37 weeks' gestation and appropriate intra-partum chemoprophylaxis in GBS-positive women reduces the incidence of early-onset infections in neonates.8Unless the bacteria are cultured from urine, there is no need for GBS treatment until the onset of labor. If GBS status is unknown at the start of labor, many physicians choose to treat prophylactically; however, this strategy is not recommended by the Centers for Disease Control and Prevention (CDC).8Exceptions to these recommendations are noted inonline Figure A, which is an algorithm for the prophylaxis of GBS during labor.8"
        },
        {
            "parent": 1,
            "text": "In women who test positive for GBS or have other indications for prophylaxis, antibiotic therapy should be instituted at the onset of labor. Currently, preferred treatment consists of at least one dose of intravenous penicillin (5 million units) given a minimum of four hours before delivery. If labor continues beyond four hours, subsequent doses (2.5 million units) should be given every four hours until delivery. Although there is concern that GBS strains are becoming resistant to routinely administered antibiotics, no recent statistically significant increase in resistance has been noted.9Ampicillin remains an alternative to penicillin; options for penicillin-allergic patients include cefazolin (Kefzol; brand not available in the United States), clindamycin (Cleocin), erythromycin, or vancomycin (Vancocin).8The CDC recommends treatment based on GBS sensitivity patterns in women who are at high risk of anaphylaxis with penicillin.8"
        },
        {
            "parent": 2,
            "text": "Twenty-two percent of pregnant women in the United States have been exposed to herpes simplex virus (HSV) type 2.10Congenital and neonatal HSV infections can be catastrophic to the newborn, and maternal HSV infection often raises concerns during pregnancy and labor. HSV infection in pregnancy should be treated with standard doses of antiviral medications. Acyclovir (Zovirax), ganciclovir (Cytovene), and valacyclovir (Valtrex) are all classified as U.S. Food and Drug Administration pregnancy category B and are routinely used during pregnancy. A primary outbreak of HSV confers a higher risk of neonatal infection than does a recurrent episode.11Cesarean delivery is recommended for all women with active genital lesions or symptoms consistent with the prodrome of HSV at the time of labor.12Although acyclovir does not eliminate viral shedding, prophylactic treatment from 36 weeks' gestation until delivery is recommended to prevent recurrence at term and to reduce the need for cesarean delivery.12"
        },
        {
            "parent": 3,
            "text": "From 2001 to 2005, the rate of perinatal transmission of human immunodeficiency virus (HIV) in the United States has been reduced by more than 50 percent.13Routine HIV screening of all pregnant women is strongly recommended.14Antiretroviral therapy throughout pregnancy and cesarean delivery after 38 weeks' gestation have been shown to reduce the risk of vertical transmission of HIV.5,15,16Vaginal delivery can be considered for patients who are receiving antiretroviral therapy and have low viral loads (less than 1,000 copies per mL).3,5"
        },
        {
            "parent": 4,
            "text": "A normal gestation lasts 40 weeks after the first day of the most recent menstrual period, and term gestation is defined at 37 to 42 weeks. In the United States, only 7 percent of pregnancies will extend beyond 42 weeks.17In an uncomplicated pregnancy, there is no fetal or maternal benefit to induction before 41 weeks' gestation.17"
        },
        {
            "parent": 5,
            "text": "Labor is defined as the onset of regular contractions and cervical change. It is traditionally divided into three stages. The first stage encompasses the onset of labor to the complete dilatation of the cervix, and is subdivided into latent and active phases. The active phase begins when the rate of cervical dilatation accelerates, which occurs at 4 cm on average. The second stage consists of the time from complete dilatation of the cervix to delivery of the infant. The third stage is complete at the delivery of the placenta. The original labor curves were plotted by Friedman in the 1950s and are the traditional basis for defining prolonged labor patterns.18Subsequent studies included more patients receiving epidural analgesia and demonstrated a slower average progression of labor than seen in the Friedman curve.19–21This suggests that more time should be allowed than previously recommended before intervening to hasten labor.Table 2lists the range of average lengths and upper limits of normal for each stage of labor.18–21"
        },
        {
            "parent": 6,
            "text": "Patients in labor are usually admitted to the hospital during the first stage of labor. It is important to differentiate between the active and latent phases because women admitted in latent labor tend to spend more time in the labor ward and have more interventions than those whose admission is delayed until the active phase.22When a patient is admitted during the latent phase, physicians should set reasonable expectations for labor progress to avoid unnecessary interventions and anxiety. In GBS-negative women who are at term, admission to the labor ward should be delayed until the active phase of labor begins.22"
        },
        {
            "parent": 6,
            "text": "The most common intervention in the first stage of labor is pain control. There are numerous nonpharmacologic methods available to ease the discomfort of labor and improve the experience, including positioning, ambulation, massage, aromatherapy, and acupressure. However, there are limited published data available on these methods. One Cochrane review showed that acupuncture and hypnosis may be beneficial for pain control.23Another Cochrane review found that women should have continuous support throughout labor and delivery to decrease the need for epidural analgesia and operative delivery and to improve the childbirth experience.24"
        },
        {
            "parent": 6,
            "text": "Pharmacologic pain control is often used during labor; the most common interventions are intravenous narcotics and epidural analgesia. Epidurals have been shown to effectively decrease pain during labor, but may lead to an increase in instrumental vaginal delivery.25Instruments may be employed more often because epidural analgesia lengthens the second stage of labor, prompting intervention for a perceived dystocia.25Discontinuing epidurals late in labor decreases pain control and does not decrease the need for instrumental delivery.26Patients who choose epidurals do not increase their risk of having a cesarean delivery.25Physicians should expect patients who receive an epidural to have adequate pain control and to progress less rapidly than predicted by the Friedman curve. Understanding this delay can prevent unnecessary interventions."
        },
        {
            "parent": 6,
            "text": "Fetal heart rate monitoring during labor has become common in the United States; it was used in 85 percent of deliveries in 2002.27Monitoring is used to determine the well-being of the fetus. The high false-positive rate of fetal heart rate monitoring is well recognized, and its continuous use increases cesarean and operative vaginal deliveries without decreasing overall perinatal mortality or the incidence of cerebral palsy.27The addition of fetal pulse oximetry does not decrease the need for cesarean delivery, and there is no evidence to support its use at this time.28,29Fetal electrocardiogram (ECG) monitoring is a newer technology that has shown potential because it reduces acidosis and the need for operative vaginal delivery when used as an adjunct to continuous fetal heart rate monitoring. Fetal ECG monitoring requires internal electrodes and ruptured membranes to record waveforms.30Further study needs to be done before the use of fetal ECG can be recommended."
        },
        {
            "parent": 7,
            "text": "During the second stage of labor, the fetus descends through the maternal pelvis and is ultimately expelled. Tremendous stress is placed on the passageway, often resulting in trauma to the genitourinary tract, most commonly the perineum. Spontaneous tears that require suturing occur in approximately one third of women in the United States, and anal sphincter tears occur in less than 1 percent.31"
        },
        {
            "parent": 7,
            "text": "Reduction in perineal trauma is desirable because affected women have an increased risk of long-term perineal pain, long-term dyspareunia, urinary problems, and fecal incontinence.31Antenatal perineal massage can reduce the need for laceration repair or episiotomy, and can reduce prolonged pain in women without prior vaginal delivery.32Although these benefits were modest, the technique has no known deleterious effects and may be beneficial in some primigravidas."
        },
        {
            "parent": 7,
            "text": "Maternal pushing methods can impact second-stage outcomes. Coached pushing with sustained breath holding (closed glottis pushing) results in a slightly shorter second stage (by 13 minutes) compared with spontaneous exhalatory pushing (open glottis pushing).33Delayed pushing (i.e., waiting until the maternal urge to push is strong instead of encouraging pushing immediately at complete cervical dilatation) prolongs the second stage of labor, but shortens the duration of pushing34and results in an increased number of spontaneous deliveries.35Varying techniques of pushing have not been shown to impact perinatal mortality or perineal trauma.33,35"
        },
        {
            "parent": 7,
            "text": "There is conflicting evidence about maternal position in the second stage of labor. Upright or lateral position may allow more effective pushing and may be preferred by some patients to the supine position with stirrups. Because good evidence is lacking to support one particular birthing position, the patient should be allowed to deliver in the position most comfortable for her.36"
        },
        {
            "parent": 7,
            "text": "Delivery techniques vary by region and physician. Attempts have been made to determine the best ways to guide the process of labor. Studies comparing the “hands poised” technique (i.e., not touching the baby's head or supporting the mother's perineum until delivery of the head) with the “hands on” technique (i.e., applying pressure to the baby's head during delivery and supporting the mother's perineum) have shown no major differences in outcomes, including rates of perineal trauma and tears.37,38Patients delivering via the “hands poised” technique were less likely to have episiotomies, but had a slightly higher risk of perineal pain after delivery.37Given the subtle differences in outcomes, either approach to delivery is appropriate."
        },
        {
            "parent": 7,
            "text": "Episiotomy, an intentional incision in the perineum, was first introduced in the United States in 1850, but it did not become common until the 1920s.31More than 2 million episiotomies were performed in 1981; this decreased to about 1 million in 1997.39These numbers appear to be heavily driven by local norms, physician experience in training, and physician preference.40"
        },
        {
            "parent": 7,
            "text": "Recently, the idea of restrictive episiotomy has gained acceptance. Compared with routine use, limiting episiotomy to use when indicated increases the likelihood of maintaining an intact perineum and decreases healing complications. Although restrictive episiotomy increases the risk of anterior perineal trauma, there is no significant difference in risk of third-degree tears, dyspareunia, or urinary incontinence compared with routine episiotomy.41Benefits of restrictive episiotomy are seen with median and mediolateral episiotomy.42The practice of routine episiotomy should be abandoned."
        },
        {
            "parent": 7,
            "text": "Nonsuturing of the perineal skin in first- and second-degree tears and episiotomies results in less pain for up to three months after delivery43and less dyspareunia at three months after delivery.44Nonsuturing of the muscle layers is not recommended because of poorer wound healing at six weeks postpartum.45When repair of the perineum is required, use of a continuous, knotless technique is preferred over interrupted suturing. The knotless technique reduces short-term pain and the need for postpartum suture removal without compromising wound healing or long-term outcomes.46Repair with absorbable synthetic suture is preferred to catgut. Synthetic suture decreases analgesic use47and decreases dyspareunia at 12 months.48"
        },
        {
            "parent": 8,
            "text": "During the third stage of labor, the uterine muscle must contract adequately to slow maternal blood loss once the placenta separates from the uterine wall.49A prolonged third stage of labor, which is diagnosed after 30 minutes if spontaneous placental delivery does not occur, may require further intervention."
        },
        {
            "parent": 8,
            "text": "Postpartum hemorrhage is defined as excess blood loss from the uterus (more than 500 mL) during and after delivery. Causes of postpartum hemorrhage include uterine atony, retained tissue, trauma to the genital tract, and coagulopathies.50"
        },
        {
            "parent": 8,
            "text": "Active management of the third stage of labor includes administration of an oxytocic agent after delivery of the anterior shoulder, early cord clamping, and controlled cord traction. This management decreases maternal blood loss, risk of postpartum hemorrhage, length of the third stage, and the need for blood transfusion.49Despite an increase in maternal nausea and vomiting, active management of the third stage is strongly encouraged.49Placental cord drainage, which involves clamping and cutting the cord after delivery and then immediately unclamping the maternal side (allowing blood to drain freely), decreases the length of the third stage of labor.50,51"
        },
        {
            "parent": 8,
            "text": "Table 3provides a summary of beneficial and non-beneficial interventions in spontaneous vaginal delivery.5,8,12,14–17,22–24,26–28,32–38,41,43,44,46–51"
        }
    ],
    "locked": false
}