{
    "url": "https://www.aafp.org/pubs/afp/issues/2008/0901/p597.html#afp20080901p597-f3",
    "title": "Evaluation of Short and Tall Stature in Children | AAFP",
    "author": "BENJAMIN U. NWOSU, MD, AND MARY M. LEE, MD",
    "doi": "Am Fam Physician.2008;78(5):597-604",
    "abstract": "Children and adolescents whose heights and growth velocities deviate from the normal percentiles on standard growth charts present a special challenge to physicians. Height that is less than the 3rd percentile or greater than the 97th percentile is deemed short or tall stature, respectively. A growth velocity outside the 25th to 75th percentile range may be considered abnormal. Serial height measurements over time documented on a growth chart are key in identifying abnormal growth. Short or tall stature is usually caused by variants of a normal growth pattern, although some patients may have serious underlying pathologies. A comprehensive history and physical examination can help differentiate abnormal growth patterns from normal variants and identify specific dysmorphic features of genetic syndromes. History and physical examination findings should guide laboratory testing.",
    "headers": [
        {
            "id": 0,
            "name": "Normal Growth Pattern",
            "level": 2
        },
        {
            "id": 1,
            "name": "Approach to the Height Evaluation",
            "level": 2
        },
        {
            "id": 2,
            "name": "MEASUREMENTS",
            "level": 3
        },
        {
            "id": 3,
            "name": "GROWTH CHARTS",
            "level": 3
        },
        {
            "id": 4,
            "name": "GENETIC POTENTIAL",
            "level": 3
        },
        {
            "id": 5,
            "name": "BODY PROPORTIONS",
            "level": 3
        },
        {
            "id": 6,
            "name": "Short Stature",
            "level": 2
        },
        {
            "id": 7,
            "name": "EVALUATION OF SHORT STATURE IN CHILDREN",
            "level": 3
        },
        {
            "id": 8,
            "name": "Tall Stature",
            "level": 2
        },
        {
            "id": 9,
            "name": "EVALUATION OF TALL STATURE IN CHILDREN",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Primary care physicians play an important role in identifying children with abnormal growth. In most cases, short or tall stature is caused by variants of a normal growth pattern; however, serious underlying pathology is present in some patients. A comprehensive history and physical examination should be performed in all children with abnormal growth, and laboratory studies should be based on these findings.1"
        },
        {
            "parent": 0,
            "text": "A newborn's size is determined by the intra-uterine environment, which is influenced by maternal size, nutrition, general health, and social habits (e.g., smoking status). The average weight of a newborn is 7 lb, 3 oz (3.25 kg), and the average length is 50 cm (19.7 in).2After birth, the growth rate becomes more dependent on the infant's genetic background.3"
        },
        {
            "parent": 0,
            "text": "An important phenomenon, often called catch-up or catch-down growth, occurs in the first 18 months of life. In two thirds of children, the growth rate percentile shifts linearly until the child reaches his or her genetically determined growth channel or height percentile.3Some children move up on the growth chart because they have tall parents, whereas others move down on the growth chart because they have short parents. By 18 to 24 months of age, most children's lengths have shifted to their genetically determined percentiles. Thereafter, growth typically proceeds along the same percentile until the onset of puberty (Table 1)."
        },
        {
            "parent": 0,
            "text": "However, in children with certain conditions (e.g., growth hormone deficiency), normal birth weight and height may be followed by sustained growth deceleration starting at three to nine months of age. Beyond 24 months of age, children with constitutional delay of growth and puberty grow at a rate parallel to the 3rd percentile, whereas children with conditions such as growth hormone deficiency, Crohn's disease, and renal acidosis have a growth pattern that progressively falls further below the 3rd percentile or crosses percentiles.1"
        },
        {
            "parent": 2,
            "text": "Accurate serial height measurements documented over time on a growth chart are key in the evaluation of children and serve as the foundation for the diagnosis of growth abnormalities. The desired tool to measure height accurately is a wall-mounted, well-calibrated ruler with an attached horizontal measuring bar fixed at 90 degrees (e.g., a stadiometer). The child should stand erect, with the back of the head, back, buttocks area, and heels touching the vertical bar of the stadiometer; the horizontal measuring bar is lowered to the child's head to obtain the measurement. Children younger than three years should be measured on a firm horizontal platform that contains three essential components: an attached yardstick, a fixed headplate, and a movable footplate. One adult should hold the child's feet steady while another adult obtains the measurement.4Inaccurate height measurement may result in failure to detect growth disorders or inappropriate referrals for normally growing children.4"
        },
        {
            "parent": 3,
            "text": "Plotting measurements on a growth chart (Figure 1) is essential for documenting and monitoring a child's longitudinal progression in size (i.e., the child's weight and height versus established normative data).5When properly plotted, a growth chart provides a snapshot of a child's growth pattern over time. The Centers for Disease Control and Prevention's growth charts are available athttp://www.cdc.gov/growthcharts."
        },
        {
            "parent": 3,
            "text": "Children who are growing below the 3rd percentile or who cross percentiles after 24 months of age regardless of height should be evaluated. Although growth charts are designed to reflect continuous and steady growth in children, actual growth has been reported to occur in steps between stops and starts.6Growth velocity varies with the seasons, accelerating in the spring and summer.7Conventionally, growth progression over an extended period (e.g., six to 12 months) is more informative than that over a shorter period.4"
        },
        {
            "parent": 3,
            "text": "In children two to three years of age, spurious growth deceleration may seem to occur if standing height is plotted on a supine chart because standing height is always shorter than supine length. Therefore, supine length should always be plotted on a supine chart (used in patients from birth to three years of age), and standing height plotted on a height chart (used in patients two to 20 years of age).8"
        },
        {
            "parent": 3,
            "text": "In children born prematurely, height and weight adjusted for gestational age should be plotted in the first two years of life. This adjustment is calculated by subtracting the number of weeks premature the child was born from the child's current age (with 40 weeks' gestation being a full-term birth). For example, the length of a three-month-old infant born at 34 weeks' gestation should be plotted at the 1.5-month point (12 weeks of age, minus six weeks prematurity)."
        },
        {
            "parent": 3,
            "text": "An accurate weight measurement should also be graphed. Malnutrition (the most common cause of poor growth in children) can be diagnosed in a child two years or younger whose weight for length is less than the 5th percentile or in a child older than two years whose body mass index (BMI) for age is less than the 5th percentile. A BMI for age greater than the 95th percentile is consistent with overweight, and a BMI for age between the 85th and 95th percentiles indicates a risk of becoming overweight."
        },
        {
            "parent": 4,
            "text": "Because adult stature is usually genetically determined,9a child's adult height potential can be estimated by calculating the midparental height. The midparental height is a child's projected adult height based on the heights of the parents: in girls, the father's height minus 13 cm (5 in) is averaged with the mother's height; in boys, the mother's height plus 13 cm is averaged with the father's height (Table 2)."
        },
        {
            "parent": 4,
            "text": "A rough estimate of the child's projected height, without taking skeletal maturation or pubertal tempo into account, can be determined by extrapolating the child's growth along his or her own height percentile to the corresponding 20-year point. If the estimated final height is within 5 cm (2 in) of the mid-parental height, the child's current height is appropriate for the family. However, if the projected height differs from the midparental height by more than 5 cm, a variant growth pattern or a pathologic cause should be considered.10It is important to measure the parents' heights in the office, rather than use their reported height, to avoid over- or underestimation of midparental height."
        },
        {
            "parent": 5,
            "text": "The evaluation of upper-to-lower body segment ratios in children growing below the 3rd percentile for height helps differentiate skeletal dysplasia leading to disproportionate limb shortening from conditions that primarily affect the spine, such as scoliosis.11The upper-to-lower body segment ratio can be determined by measuring the distance from the symphysis pubis to the floor (i.e., lower body segment) in a patient standing erect against a wall. The lower body segment is subtracted from the child's height to obtain the upper body segment value. The ratio is then derived by dividing the upper body segment value by the lower segment value. A more accurate way of determining the upper-to-lower body segment ratio is to measure the upper body segment (sitting height). The sitting height is subtracted from the patient's standing height to obtain the lower body segment value. Body proportions vary during childhood. The average upper-to-lower body segment ratio is 1.7 at birth and decreases to 1.0 at 10 years of age with leg growth."
        },
        {
            "parent": 5,
            "text": "Measuring the arm span is also crucial in the evaluation of body proportions.12,13The arm span is the distance between the tips of the left and right middle fingers when a child is standing against a flat wall with arms outstretched as far as possible, creating a 90 degree angle with the torso. In girls and boys, the arm span is shorter than height before puberty and greater than height after midpuberty. Arm span exceeds height by 5.3 cm (2.1 in) in the average adult man and by 1.2 cm (0.5 in) in the average adult woman.4Scoliosis and related conditions can lead to shortened vertebral growth and an arm span disproportionate to height."
        },
        {
            "parent": 6,
            "text": "Growth disturbances manifest as abnormal absolute height or growth velocity. Short stature is defined as height that is two standard deviations below the mean height for age and sex (less than the 3rd percentile) or more than two standard deviations below the midparental height.4A growth velocity disorder is defined as an abnormally slow growth rate, which may manifest as height deceleration across two major percentile lines on the growth chart. In some cases, short stature or slow growth is the initial sign of a serious underlying disease in an otherwise healthy-appearing child.14"
        },
        {
            "parent": 7,
            "text": "Figure 2presents an algorithm for the evaluation of children with short stature."
        },
        {
            "parent": 7,
            "text": "History. A comprehensive history starting in the pre-and perinatal periods should be obtained ("
        },
        {
            "parent": 7,
            "text": "Table 3). Emphases of the history include maternal health and habits during pregnancy, the duration of gestation, birth weight and length, and onset and duration of catch-up or catch-down growth. The child's growth pattern and general nutrition should also be evaluated along with a detailed review of systems."
        },
        {
            "parent": 7,
            "text": "Physical and Dental Examination. A thorough physical examination helps differentiate abnormal growth patterns from normal variants and identifies specific dysmorphic features of genetic syndromes. Growth hormone deficiency from hypopituitarism may cause micropenis, midface hypoplasia, and midline defects. Cushing syndrome can cause obesity, moon facies, violaceous striae, and cessation of linear growth. Chronic renal failure can cause pallor, ashen skin discoloration, and edema. Severe hypothyroidism can cause increased BMI from profound growth arrest with continued weight gain, sallow complexion, and delayed relaxation of the deep tendon reflexes. Girls with classic Turner syndrome present with short stature, a webbed neck, shield-shaped chest, and a low posterior hairline; whereas those with mosaic Turner syndrome may have no stigmata. Depending on the age of the child, rickets may cause craniotabes, bulbous wrists, and bowing of the extremities. Children with fetal alcohol syndrome present with short stature, low birth weight, poor weight gain, microcephaly, epicanthal folds, smooth philtrum, a flat nasal bridge, and a thin upper lip. Children with multiple dysmorphic features should be referred to subspecialists, including a geneticist and an endocrinologist."
        },
        {
            "parent": 7,
            "text": "Comparing a child's dental age with established norms provides an indirect assessment of skeletal age.15Some conditions may cause delayed tooth eruption, leading to delayed dental age. The eruption of primary and secondary teeth may be delayed for up to 1.3 years in children with growth hormone deficiency,16up to 1.5 years in children with constitutional delay of growth and puberty,17and more than two years in children with severe hypothyroidism.18"
        },
        {
            "parent": 7,
            "text": "Laboratory Studies. A complete diagnostic evaluation should be performed, and certain patients should be referred to a pediatric endocrinologist (Table 4). The aim of the diagnostic evaluation is to confirm or rule out specific conditions based on history and physical examination findings.19This approach prevents unnecessary laboratory studies because many disorders can cause short stature."
        },
        {
            "parent": 7,
            "text": "General screening tests (Table 5) assess the major organ systems, such as the liver, kidneys, and gastrointestinal tract, whereas specific concerns require more focused testing (Table 6). In addition to screening tests, thyroid function tests and karyotyping should be performed in all girls with short stature, even in the absence of clinical stigmata of Turner syndrome. In general, most children with short stature will have constitutional delay of growth and puberty or familial short stature, and few will need referral to a subspecialist."
        },
        {
            "parent": 7,
            "text": "Bone Age. A bone age assessment provides an estimate of a child's skeletal maturation by assessing the ossification of the epiphyseal centers.20Bone age helps estimate the child's growth potential based on established norms and more accurately predicts adult height.21The most widely used method for predicting adult height based on skeletal maturation involves comparing a frontal radiograph of the left hand and wrist with standards from the Greulich-Pyle atlas.22,23An inaccurate bone age estimation and difficulty in predicting pubertal tempo may lead to an incorrect final height prediction.20Generally, bone age is considered delayed if it is two standard deviations below the chronologic age."
        },
        {
            "parent": 7,
            "text": "The pattern of skeletal maturity helps differentiate various types of short stature.21In patients with familial short stature, bone age is normal for chronologic age4; in patients with constitutional delay of growth and puberty, bone age corresponds with height age and is typically delayed by two standard deviations24; and in patients with pathologic short stature, bone age is severely delayed (usually more than two standard deviations), and the delay worsens over time.19"
        },
        {
            "parent": 8,
            "text": "Tall stature is defined as a height that is two standard deviations above the mean for age and sex (greater than the 95th percentile).9Excessive growth, defined as an abnormally rapid growth velocity, could manifest as height acceleration across two major percentile lines on the growth chart. It is important to distinguish tall patients who are otherwise healthy from those who have underlying pathology. Most children whose height is greater than the 95th percentile are part of a normal distribution curve, and few have a defined abnormality.9However, tall stature or height acceleration may be the initial manifestation of serious underlying diseases, such as congenital adrenal hyperplasia.25"
        },
        {
            "parent": 9,
            "text": "Figure 3presents an algorithm for the evaluation of children with tall stature."
        },
        {
            "parent": 9,
            "text": "History. A comprehensive history should be obtained for the evaluation of tall stature. The areas of emphasis are the same as for short stature. In infants with macrosomia, a history of maternal gestational diabetes and family history of dysmorphology should be explored."
        },
        {
            "parent": 9,
            "text": "Physical Examination. As with short stature, a thorough physical examination differentiates abnormal growth patterns from nonpathologic variants. Accurate height measurements over time plotted on a growth chart is the best tool for assessing abnormal growth velocity."
        },
        {
            "parent": 9,
            "text": "Assessment of genetic potential helps differentiate familial from pathologic tall stature. In familial tall stature, a child's height is consistent with the midparental height. In pathologic tall stature, such as that caused by growth hormone excess, the child's projected height greatly exceeds the midparental height.24"
        },
        {
            "parent": 9,
            "text": "The evaluation of body proportions is essential in the differential diagnosis of tall stature or growth acceleration. Children with constitutional tall stature have a normal upper-to-lower body segment ratio and arm span, whereas most children with Klinefelter syndrome have an increased arm span and eunuchoid proportions (i.e., disproportionately long limbs with an arm span exceeding the height by 5 cm).26"
        },
        {
            "parent": 9,
            "text": "Patients may demonstrate clinical signs that point to a particular etiology. For example, soft tissue overgrowth from growth hormone excess may cause coarse facial features, mandibular prominence, and enlargement of hands and feet.27Patients with Klinefelter syndrome have small, firm testes.26Slit lamp examination may reveal an inferior subluxation of the lens in patients with homocystinuria and superior subluxation in patients with Marfan syndrome.1"
        },
        {
            "parent": 9,
            "text": "Assessment of sexual maturity helps detect tall stature caused by precocious puberty. Conventionally, precocious puberty is defined as the onset of breast development before eight years of age in girls or the onset of testicular enlargement (3 mL or more) before nine years of age in boys.28A controversial study suggests that normal puberty could start as early as six years of age in black girls and seven years of age in white girls.29Obesity is the most common cause of tall stature in children. Children who are obese usually have slightly advanced pubertal status for age, modest overgrowth, and minimally advanced skeletal maturation.1,27"
        },
        {
            "parent": 9,
            "text": "Advanced skeletal maturation occurs with precocious puberty and some overgrowth syndromes such as Sotos syndrome, Marshall-Smith syndrome, and Beckwith-Wiedemann syndrome.9Sotos syndrome is a rare genetic disorder that is associated with excessive physical growth, large head size, and advanced bone age. Marshall-Smith syndrome is characterized by unusually quick physical growth, advanced bone age, and abnormal facies. Beckwith-Wiedemann syndrome is associated with pre-and postnatal overgrowth, advanced bone age, macroglossia, omphalocele, and hypoglycemia."
        },
        {
            "parent": 9,
            "text": "Laboratory Studies. The choice of laboratory studies for the evaluation of tall stature or accelerated growth velocity should be dictated by history and physical examination findings. As with short stature, general screening studies evaluate the functional capacity of organ systems, and focused diagnostic testing evaluates specific concerns."
        }
    ],
    "locked": false
}