{
    "url": "https://www.aafp.org/pubs/afp/issues/2008/0615/p1697.html#afp20080615p1697-f1",
    "title": "Gastrointestinal Complications of Diabetes | AAFP",
    "author": "AMER SHAKIL, MD, ROBERT J. CHURCH, MD, AND SHOBHA S. RAO, MD",
    "doi": "Am Fam Physician.2008;77(12):1697-1702",
    "abstract": "Gastrointestinal complications of diabetes include gastroparesis, intestinal enteropathy (which can cause diarrhea, constipation, and fecal incontinence), and nonalcoholic fatty liver disease. Patients with gastroparesis may present with early satiety, nausea, vomiting, bloating, postprandial fullness, or upper abdominal pain. The diagnosis of diabetic gastroparesis is made when other causes are excluded and postprandial gastric stasis is confirmed by gastric emptying scintigraphy. Whenever possible, patients should discontinue medications that exacerbate gastric dysmotility; control blood glucose levels; increase the liquid content of their diet; eat smaller meals more often; discontinue the use of tobacco products; and reduce the intake of insoluble dietary fiber, foods high in fat, and alcohol. Prokinetic agents (e.g., metoclopramide, erythromycin) may be helpful in controlling symptoms of gastroparesis. Treatment of diabetes-related constipation and diarrhea is aimed at supportive measures and symptom control. Nonalcoholic fatty liver disease is common in persons who are obese and who have diabetes. In persons with diabetes who have elevated hepatic transaminase levels, it is important to search for other causes of liver disease, including hepatitis and hemochromatosis. Gradual weight loss, control of blood glucose levels, and use of medications (e.g., pioglitazone, metformin) may normalize hepatic transaminase levels, but the clinical benefit of aggressively treating nonalcoholic fatty liver disease is unknown. Controlling blood glucose levels is important for managing most gastrointestinal complications.",
    "headers": [
        {
            "id": 0,
            "name": "Esophageal Involvement",
            "level": 2
        },
        {
            "id": 1,
            "name": "Gastroparesis",
            "level": 2
        },
        {
            "id": 2,
            "name": "PATHOPHYSIOLOGY",
            "level": 3
        },
        {
            "id": 3,
            "name": "EVALUATION",
            "level": 3
        },
        {
            "id": 4,
            "name": "TREATMENT",
            "level": 3
        },
        {
            "id": 5,
            "name": "Intestinal Enteropathy",
            "level": 2
        },
        {
            "id": 6,
            "name": "Diabetes and Nonalcoholic Fatty Liver Disease",
            "level": 2
        },
        {
            "id": 7,
            "name": "CLINICAL FEATURES, COURSE, AND PROGNOSIS",
            "level": 3
        },
        {
            "id": 8,
            "name": "TREATMENT",
            "level": 3
        },
        {
            "id": 9,
            "name": "Association Between Diabetes and Other GI Diseases",
            "level": 2
        },
        {
            "id": 10,
            "name": "DIABETES AND HEPATITIS C",
            "level": 3
        },
        {
            "id": 11,
            "name": "CIRRHOSIS AND DIABETES",
            "level": 3
        },
        {
            "id": 12,
            "name": "ORAL HYPOGLYCEMICS AND LIVER DISEASE",
            "level": 3
        },
        {
            "id": 13,
            "name": "DIABETES AND HEMOCHROMATOSIS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Gastrointestinal (GI) complications of diabetes have become more common as the rate of diabetes has increased. These complications and their symptoms are often caused by abnormal GI motility, which is a consequence of diabetic autonomic neuropathy involving the GI tract. Although some studies have indicated that diabetic autonomic neuropathy is linked to the duration of diabetes, the Diabetes Control and Complications Trial suggested that, at least in persons with type 1 diabetes, neuropathy and other GI complications are associated with poor blood glucose control and not necessarily the duration of diabetes.1–3GI conditions caused by diabetes include gastroparesis, intestinal enteropathy (which can cause diarrhea, constipation, and fecal incontinence), and nonalcoholic fatty liver disease."
        },
        {
            "parent": 0,
            "text": "Esophageal manifestations of diabetic neuropathy, including abnormal peristalsis, spontaneous contractions, and impaired lower esophageal sphincter tone, result in heartburn and dysphagia.4,5The relationship between hyperglycemia and dysmotility is not well established. Although many patients may have objective evidence of esophageal dysmotility or reflux, symptoms only occur in a minority of patients with diabetes.6Other possible factors contributing to diabetes-associated reflux include obesity, hyperglycemia, and decreased secretion of bicarbonate from parotid glands. Treatment consists of controlling blood glucose levels and using medication to manage reflux."
        },
        {
            "parent": 1,
            "text": "Approximately 5 to 12 percent of patients with diabetes report having symptoms consistent with gastroparesis.7Gastroparesis is more common in women and can present as early satiety, nausea, vomiting, bloating, postprandial fullness, or upper abdominal pain. Delayed gastric emptying contributes to poor blood glucose control and may be the first indication that a patient is developing gastroparesis.4"
        },
        {
            "parent": 2,
            "text": "The delayed gastric emptying in patients with gastroparesis is thought to be caused primarily by impaired vagal control.8Other contributing factors include the impairment of inhibitory nitric oxide–containing nerves, damage to the interstitial cells of Cajal, and underlying smooth muscle dysfunction.9"
        },
        {
            "parent": 3,
            "text": "A technical review from the American Gastroenterological Association (AGA) recommends performing an initial evaluation consisting of a patient history and physical examination, complete blood count, thyroid-stimulating hormone test, metabolic panel, amylase test (if the patient has abdominal pain), and pregnancy test (if appropriate).10This should be followed by upper endoscopy or an optional upper GI series with small bowel follow-through to rule out mechanical obstruction or other GI conditions, and ultrasonography if the patient has biliary tract symptoms or significant abdominal pain(Figure 1).10"
        },
        {
            "parent": 3,
            "text": "Gastric emptying scintigraphy is recommended to confirm the diagnosis of gastroparesis.10With scintigraphy, the patient will usually ingest technetium-labeled egg meal, and gastric emptying will be measured by scintiscanning at 15-minute intervals for four hours. A simplified scanning of four images versus 13 images has shown comparable results. Retention of more than 10 percent of the meal at the end of four hours is consistent with gastroparesis.11Table 1lists tests for the evaluation of diabetic gastroparesis.5,12"
        },
        {
            "parent": 4,
            "text": "Management of diabetic gastroparesis should focus on excluding other causes, assessing the severity of the disorder, correcting any nutritional deficiencies, and reducing symptoms.12A grading system(Table 2)can be helpful in assessing severity and guiding management.13"
        },
        {
            "parent": 4,
            "text": "Medications and substances that exacerbate underlying dysmotility should be eliminated when possible. Medications that delay gastric emptying include aluminum hydroxide antacids; anticholinergic agents; beta-adrenergic receptor agonists; calcium channel blockers; diphenhydramine (Benadryl); histamine H2antagonists; interferon alfa; levodopa; opioid analgesics; proton pump inhibitors; sucralfate (Carafate); and tricyclic antidepressants. Medications that accelerate gastric emptying include beta-adrenergic receptor antagonists and prokinetic agents.10High blood glucose levels can cause gastric dysrhythmias and delayed emptying; therefore, it is important to control blood glucose levels.14For mild disease, dietary modifications and a low-dose antiemetic or a prokinetic agent can help manage symptoms. Increasing the liquid content of the patient's diet is helpful because liquid emptying is usually preserved in patients with gastroparesis who have delayed solid emptying. To minimize post-prandial fullness, it is reasonable to recommend eating small meals more often. The use of tobacco products should be discontinued. Fiber supplements, foods that contain insoluble fiber or that are high in fat, and alcohol can impair gastric emptying, and their intake should be reduced if possible.10,15"
        },
        {
            "parent": 4,
            "text": "Metoclopramide (Reglan) has central anti-emetic effects and is useful for improving symptoms of postprandial fullness and nausea. It also elevates lower esophageal sphincter pressure and improves antropyloroduodenal coordination. Approximately 20 to 30 percent of patients taking metoclopramide will experience adverse effects, and because it crosses the blood-brain barrier, some of the effects may be neurologic (e.g., drowsiness, irritability, extrapyramidal symptoms, dystonic reactions).4Tardive dyskinesia, which is characterized by involuntary movement of the face and tongue, is a rare, dose-related adverse effect that may be irreversible. A technical review from the AGA identified four small, randomized, double-blind, crossover trials that found varying degrees of improvement in gastroparesis symptoms among patients taking metoclopramide.10"
        },
        {
            "parent": 4,
            "text": "Erythromycin is a motilin agonist and potent prokinetic agent that stimulates antral contractility and increases the rate of gastric emptying by acting directly on motilin receptors, smooth muscles, and enteric nerves.16Research on erythromycin for gastroparesis consists primarily of case reports and open-label trials with 10 or fewer patients. Although most studies found a modest symptomatic benefit with erythromycin, the poor design of these studies would bias results in favor of the intervention. Nevertheless, given its good safety profile, erythromycin is a reasonable treatment option for symptomatic patients.10"
        },
        {
            "parent": 4,
            "text": "Tegaserod (Zelnorm; drug only available for restricted use in the United States) has some promotility effects. Studies in healthy participants without gastroparesis have shown that tegaserod increases gastric emptying, but clinical trials in patients with gastroparesis are lacking. Because of its high cost and potential for adverse effects, tegaserod is not routinely recommended.17"
        },
        {
            "parent": 4,
            "text": "Bethanechol (Urecholine) has been shown to enhance the amplitude of contractions throughout the GI tract, but evidence is lacking regarding its effects on the symptoms of gastroparesis when used alone or in combination with other drugs.7Antiemetics, such as promethazine (Phenergan) and ondansetron (Zofran), may be prescribed for symptomatic relief of persistent nausea."
        },
        {
            "parent": 4,
            "text": "Gastric electric stimulation has been approved for the treatment of refractory gastroparesis; however, clinical trials have shown mixed results, with some showing no benefit. Complications, such as gastric erosion or infection, occur in 5 to 10 percent of patients.10A long-term, uncontrolled, open-label follow-up study of 156 patients with an implanted electric stimulation device showed significant reductions in symptoms of drug-refractory gastroparesis.18"
        },
        {
            "parent": 4,
            "text": "For patients who are refractory to pharmacotherapy and gastric electric stimulation, total parenteral nutrition, placement of a gastrostomy or jejunostomy tube, botulinum toxin type A (Botox) injection into the pylorus, or surgery can be considered; however, data from clinical trials are lacking.10,19Table 3lists treatment options for gastroparesis.10,19,20"
        },
        {
            "parent": 5,
            "text": "Intestinal enteropathy in patients with diabetes may present as diarrhea, constipation, or fecal incontinence. The prevalence of diarrhea in patients with diabetes is between 4 and 22 percent.4,5Impaired motility in the small bowel can lead to stasis syndrome, which can result in diarrhea. In addition, hypermotility caused by decreased sympathetic inhibition, pancreatic insufficiency, steatorrhea, and malabsorption of bile salts can further contribute to diarrhea. Abnormal internal and external anal sphincter function caused by neuropathy can lead to fecal incontinence. When evaluating a patient with diabetes who has diarrhea, drug-related causes (e.g., metformin [Glucophage], lactulose) should be considered."
        },
        {
            "parent": 5,
            "text": "Treatment of diabetic diarrhea is mainly empiric and directed toward symptomatic relief, such as correcting fluid and electrolyte imbalances, improving nutrition and blood glucose control, and managing any underlying causes.21Antidiarrheals can be used for symptomatic relief, but should be used with caution because of their potential to cause toxic megacolon. Broad-spectrum antibiotics have been used for the treatment of diarrhea, but there are no well-designed studies to support their use. In one small, prospective study, six of the eight patients who were positive for bacterial overgrowth on hydrogen breath testing were given amoxicillin/clavulanic acid (Augmentin) for 10 days and experienced significant improvement of diarrhea.21"
        },
        {
            "parent": 5,
            "text": "Constipation, which may alternate with diarrhea, is one of the most common complications of diabetes. A population-based study found that 20 to 44 percent of patients with diabetes reported symptoms of constipation or increased use of laxatives.22Neuronal dysfunction in the large bowel, along with impairment of the gastrocolic reflex, results in constipation. It is important to rule out other causes of constipation such as hypothyroidism or medications. A thorough history and physical examination, including a rectal examination, should be performed. Treatment includes good hydration, regular physical activity, and increased fiber intake. Sorbitol or lactulose can also be used to treat constipation; saline or osmotic laxatives may be needed in more severe cases.4"
        },
        {
            "parent": 6,
            "text": "Nonalcoholic fatty liver disease is the term used to describe a liver condition in patients who have a pathology resembling alcohol-induced liver injury but lack a history of significant alcohol consumption. The etiology is unknown, but the disease is often associated with type 2 diabetes and obesity. In some cases, nonalcoholic fatty liver disease may progress to nonalcoholic steato-hepatitis with varying degrees of inflammation and fibrosis. In very rare cases, it can lead to cirrhosis. All patients who are severely obese and who have diabetes have some degree of steatosis, with one half having steatohepatitis.5,23"
        },
        {
            "parent": 6,
            "text": "Nonalcoholic fatty liver disease is generally diagnosed because of persistent elevation in hepatic transaminase levels. Patients with elevated levels should have serologic testing to exclude hepatitis, an antinuclear antibody test to exclude autoimmune hepatitis, and a transferrin saturation test to exclude hemochromatosis. Ultrasonography or computed tomography showing characteristic changes in a patient who uses little or no alcohol confirms the diagnosis.24"
        },
        {
            "parent": 7,
            "text": "Most patients with nonalcoholic fatty liver disease are asymptomatic. Although some may experience malaise or right upper-quadrant fullness, it is unclear whether this is caused by the disease or by comorbidities (e.g., obesity, diabetes).5Clinical disease in patients with non-alcoholic fatty liver disease ranges from mild elevation of liver enzymes to rare cases of severe liver disease with fibrosis and nodular regeneration. A longitudinal study was conducted to evaluate the histologic course of 103 patients with nonalcoholic fatty liver disease who underwent serial liver biopsies. Researchers found that fibrosis stage remained stable in 34 percent, progressed in 37 percent, and regressed in 29 percent of patients. Changes in aminotransferase levels did not parallel changes in fibro-sis stage. However, patients with diabetes, an elevated body mass index, and fibrosis were at risk of higher rates of progression.25"
        },
        {
            "parent": 8,
            "text": "Gradual weight loss (approximately 1 to 2 lb [0.5 to 0.9 kg] per week) and good control of blood glucose levels (A1C of less than 7 percent) are recommended for patients with nonalcoholic steatohepatitis.24Pharmacologic interventions, including metformin26and gemfibrozil (Lopid),27have shown benefit in lowering hepatic transaminase levels and improving ultrasound findings in patients with nonalcoholic fatty liver disease or nonalcoholic steatohepatitis; however, there is no evidence that long-term use of these agents improves clinical outcomes. A statistically significant improvement of nonalcoholic steatohepatitis histology was seen in one small study of pioglitazone (Actos),26but this drug is not approved by the U.S. Food and Drug Administration (FDA) for use in patients with liver disease. Because good evidence is lacking, routine use of these drugs simply to normalize hepatic transaminase levels is not recommended."
        },
        {
            "parent": 10,
            "text": "Diabetes is more common in patients with hepatitis C infection than in the general population. In one study, the estimated prevalence of diabetes in patients with hepatitis C was found to be 14.5 percent compared with 7.8 percent in the general population and 7.3 percent in a matched control group with nonhepatitis C liver disease.28Among patients with hepatitis C infection, older age, obesity, severe liver fibrosis, and family history of diabetes are associated with the development of diabetes.29The use of interferon alfa for treating hepatitis C infection has also been associated with the development of diabetes.30"
        },
        {
            "parent": 11,
            "text": "Causes of cirrhosis linked to diabetes include nonalcoholic fatty liver disease, hemochromatosis, and hepatitis C infection. Patients with cirrhosis and diabetes may show signs of increased insulin resistance and may require high doses of insulin to control their blood glucose levels.31If patients with cirrhosis and diabetes develop hemolysis because of hypersplenism or blood loss, their A1C levels may be falsely low; therefore, they should not be prescribed dietary restrictions because they are already malnourished."
        },
        {
            "parent": 12,
            "text": "Troglitazone (Rezulin), a thiazolidinedione, was withdrawn from the market because of hepatotoxicity. Therefore, the FDA recommends not using thiazolidinediones in patients with liver disease. In rare cases, sulfonylureas (e.g., chlorpropamide [Diabinese], glyburide [Micro-nase], glipizide [Glucotrol], tolbutamide [Orinase; brand no longer available in the United States]) can cause hepatotoxicity, and acarbose (Precose) can cause mild elevations in liver function tests.5"
        },
        {
            "parent": 13,
            "text": "The prevalence of idiopathic hemochromatosis is 9.6 per 1,000 in persons with diabetes versus 4 per 1,000 persons in the general population.32Patients with diabetes who also have abnormal liver function tests, arthritis, or a family history of iron overload should be screened for hemochromatosis by checking transferrin saturation levels."
        }
    ],
    "locked": false
}