{
    "url": "https://www.aafp.org/pubs/afp/issues/2010/0715/p141.html#afp20100715p141-f1",
    "title": "Evaluation of Acute Pelvic Pain in Women | AAFP",
    "author": "PAUL S. KRUSZKA, MD, AND STEPHEN J. KRUSZKA, DO",
    "doi": "Am Fam Physician.2010;82(2):141-147",
    "abstract": "Diagnosis of pelvic pain in women can be challenging because many symptoms and signs are insensitive and nonspecific. As the first priority, urgent life-threatening conditions (e.g., ectopic pregnancy, appendicitis, ruptured ovarian cyst) and fertility-threatening conditions (e.g., pelvic inflammatory disease, ovarian torsion) must be considered. A careful history focusing on pain characteristics, review of systems, and gynecologic, sexual, and social history, in addition to physical examination helps narrow the differential diagnosis. The most common urgent causes of pelvic pain are pelvic inflammatory disease, ruptured ovarian cyst, and appendicitis; however, many other diagnoses in the differential may mimic these conditions, and imaging is often needed. Transvaginal ultrasonography should be the initial imaging test because of its sensitivities across most etiologies and its lack of radiation exposure. A high index of suspicion should be maintained for pelvic inflammatory disease when other etiologies are ruled out, because the presentation is variable and the prevalence is high. Multiple studies have shown that 20 to 50 percent of women presenting with pelvic pain have pelvic inflammatory disease. Adolescents and pregnant and postpartum women require unique considerations.",
    "headers": [
        {
            "id": 0,
            "name": "Differential Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "History",
            "level": 2
        },
        {
            "id": 2,
            "name": "Physical Examination",
            "level": 2
        },
        {
            "id": 3,
            "name": "Laboratory Testing",
            "level": 2
        },
        {
            "id": 4,
            "name": "Imaging",
            "level": 2
        },
        {
            "id": 5,
            "name": "Approach to the Patient",
            "level": 2
        },
        {
            "id": 6,
            "name": "Special Populations",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Acute pelvic pain is generally defined as pain in the lower abdomen or pelvis lasting less than three months. In women, it can pose a challenging clinical scenario in which history and physical examination findings are often nonspecific, and the clinical presentation of each condition can vary widely. In a randomized trial of women of reproductive age presenting with nonspecific abdominal pain, a diagnosis during hospitalization was established in only 45 percent of the women randomized to the observation arm compared with 79 percent of the women randomized to the laparoscopy arm.1In a study of 161 women undergoing laparoscopy for clinical appendicitis (based on history, examination, and transvaginal ultrasonography by a gynecologist), only 88 women were found to have appendicitis.2These trials exemplify the diagnostic challenge of acute pelvic pain in women. The purpose of this article is to outline a logical and evidence-based approach to evaluating acute pelvic pain."
        },
        {
            "parent": 0,
            "text": "The differential diagnosis of pelvic pain is most logically divided by the age and pregnancy status of the patient(Table 1). Age separates patients into three groups: adolescents, women of reproductive age, and postmenopausal women. Adolescents will be discussed in a separate section below. Women of reproductive age and postmenopausal women obviously differ in their potential for pregnancy-related conditions, but share risks for non–pregnancy-related conditions. In postmenopausal women, endometriosis and ovarian torsion occur less often; however, there have been case reports of ovarian torsion in postmenopausal women.3"
        },
        {
            "parent": 0,
            "text": "Urgent conditions are the first etiologies to be considered and include ectopic pregnancy, ruptured ovarian cyst, ovarian torsion, appendicitis, and pelvic inflammatory disease (PID). PID, appendicitis, and ruptured ovarian cysts are the most common among these conditions.Table 2lists the frequencies of the most common acute pelvic pain etiologies.1,4–10Less urgent conditions span many other organ systems, requiring the physician to consider a large differential diagnosis."
        },
        {
            "parent": 1,
            "text": "The history and physical examination narrow the differential diagnosis and allow the physician to choose the proper imaging test, because many of the diagnoses considered in acute pelvic pain require confirmatory testing. The patient should be asked about the location, intensity, radiation, timing, duration, and exacerbating and mitigating factors of the pain.Table 3matches pertinent history and physical examination findings with their respective conditions.2,11–13"
        },
        {
            "parent": 1,
            "text": "The medical history should include previous abdominal and gynecologic surgeries. Past gynecologic problems should be elicited; in one study, 53 percent of patients with ovarian torsion had a known history of ovarian cyst or mass.14"
        },
        {
            "parent": 1,
            "text": "A comprehensive social history should include the patient's sexual and sexually transmitted infection (STI) history and her sex partner's symptoms to help stratify risks for PID and ectopic pregnancy. Recent intrauterine device (IUD) use should also be ascertained. In one review of 22,908 IUD insertions during 51,399 woman-years of follow-up, 1.6 cases of PID per 1,000 woman-years were found, with risk more than six times higher during the first 20 days after insertion.15After these first 20 days, the incidence of PID in women with IUDs is similar to that in the general population."
        },
        {
            "parent": 2,
            "text": "The physical examination should focus on the vital signs, and abdominal and pelvic examination. The pelvic examination is the most important part and is required for any woman with abdominal or pelvic pain. Physicians should acknowledge the limitations of a pelvic examination when assessing the adnexa.16Table 4lists likelihood ratios for physical examination, laboratory, and imaging findings and their respective diagnoses, and quantifies the usefulness of these findings by listing their posttest probability for two different scenarios (pretest probability of 5 and 25 percent).17–23"
        },
        {
            "parent": 2,
            "text": "There are few studies on the validity and reliability of the pelvic examination. A study of 186 women undergoing pelvic examination in two different emergency departments showed poor interexaminer reliability.24The percentage of positive agreement between two physician examiners ranged from 17 to 33 percent.24In another study of women examined preoperatively under anesthesia, the sensitivity of detecting an adnexal mass was 28 percent for the attending physician and 16 percent for a resident.16"
        },
        {
            "parent": 3,
            "text": "Physicians should obtain a urine pregnancy test and urinalysis. Urine beta-subunit of human chorionic gonadotropin (β-hCG) tests are sensitive to 25 mIU per mL (25 IU per L) and positive three to four days after implantation. By seven days after implantation, or the time of the expected menstrual period, 98 percent of the tests will be positive.25A vaginal wet mount should be obtained, and cervical chlamydia and gonorrhea testing should be performed. White blood cells on vaginal wet mount support PID."
        },
        {
            "parent": 3,
            "text": "Most physicians are now using nucleic acid amplification tests (NAATs) to detect chlamydia and gonorrhea. These tests amplify and detect DNA and RNA sequences and are much more sensitive than previous chlamydia and gonorrhea tests. Urine NAATs have sensitivities and specificities similar to those of cervical samples.26Based on the history and physical examination, other tests that should be considered include Rh blood typing (if pregnant), urine culture, complete blood count, erythrocyte sedimentation rate, and a fecal occult blood test. Erythrocyte sedimentation rate is a nonspecific marker of inflammation that can be associated with ectopic pregnancy(Table 4).17–23"
        },
        {
            "parent": 4,
            "text": "The goal of imaging is to make the most accurate diagnosis using the least amount of radiation; therefore, transvaginal ultrasonography is the imaging modality of choice in the initial evaluation of pelvic pain.10,27A prospective study of 1,011 patients evaluated for urgent abdominal and pelvic pain found that ultrasonography, followed by computed tomography (CT) for negative or inconclusive ultrasonography, resulted in the most sensitive strategy with the least amount of radiation exposure (abdominal or pelvic CT exposes a woman to a radiation dose equivalent to 200 radiographs).27"
        },
        {
            "parent": 4,
            "text": "For pregnant women with pelvic pain, transvaginal ultrasonography should be conducted immediately to evaluate for ectopic pregnancy. When the serum β-hCG level is greater than 1,500 mIU per mL (1,500 IU per L; often referred to as the discriminatory zone), a gestational sac should be visible on ultrasonography; if not, ectopic pregnancy should be suspected.28However, one half of women presenting with ectopic pregnancy have β-hCG levels less than 2,000 mIU per mL (2,000 IU per L), which can make the distinction between early pregnancy and ectopic pregnancy difficult when an empty uterus is seen on transvaginal ultrasonography.28A pseudo sac, which mimics intrauterine pregnancy, will be seen in 5 to 10 percent of ectopic pregnancies.10An intrauterine pregnancy can be distinguished from a pseudo sac of an ectopic pregnancy by double echogenic rings (double decidual sac sign). A pseudo sac is characterized by only a single echogenic ring.Table 4compares the accuracy of β-hCG testing and ultrasonography in the diagnosis of ectopic pregnancy.17–23Rarely, an ectopic pregnancy can occur simultaneously with an intrauterine pregnancy (one in 7,000 pregnancies); however, in patients undergoing assisted reproduction, the risk increases to one in 100 pregnancies.10"
        },
        {
            "parent": 4,
            "text": "Appendicitis, the most common cause of nongynecologic pain, can be diagnosed by ultrasonography, with a sensitivity of 75 to 90 percent compared with 87 to 98 percent for CT.10Thus, normal ultrasonography makes appendicitis less likely, but does not rule it out. As the most common gynecologic cause of acute pelvic pain, early PID changes may not be apparent on ultrasonography; however, later changes, such as pyosalpinx and tubo-ovarian abscess, will be seen. Ultrasonography is also a sensitive diagnostic tool for other urgent conditions, including hemorrhagic ovarian cysts, uterine fibroids, and ovarian torsion. When ultrasonography is indeterminate, CT or magnetic resonance imaging should be considered."
        },
        {
            "parent": 5,
            "text": "Figure 1is an algorithm for the evaluation of acute pelvic pain.2,13,29The physician's first priority is to rule out emergent life-threatening conditions, such as ectopic pregnancy, ruptured tubo-ovarian abscess, and appendicitis. A thorough history, physical examination, and point-of-care pregnancy test and urinalysis should either produce a diagnosis or point to the proper imaging study. Rarely, diagnostic laparoscopy is needed to make the diagnosis."
        },
        {
            "parent": 5,
            "text": "Early diagnosis of pelvic pain is important to prevent sequelae of delayed diagnosis, such as appendiceal perforation, infertility from PID and ovarian torsion, or hemoperitoneum from an ectopic pregnancy. Right-sided pelvic pain is especially challenging and can be confusing because of the close proximity of the appendix, uterus, right fallopian tube, and right ovary. Typically, it requires imaging to determine etiology."
        },
        {
            "parent": 5,
            "text": "PID should be considered in young women who are sexually active and in other women at risk of STIs when they experience pelvic or lower abdominal pain and no other cause is apparent. This is especially true if the patient has cervical motion, uterine, or adnexal tenderness.Table 5lists the Centers for Disease Control and Prevention criteria for PID.13The physician must be cognizant that PID often presents with subtle and vague symptoms. In approximately 70 percent of patients with infertility because of obstructed fallopian tubes, chlamydia antibodies were detected, presumably from a missed diagnosis of PID.30"
        },
        {
            "parent": 6,
            "text": "Adolescents and pregnant and postpartum women represent populations that deserve special attention. Adolescents can be uniquely challenging; issues to consider include confidentiality, local laws pertaining to consent, and high-risk behavior. Rapport must be established in this population to obtain a complete history. Consent from the patient and understanding of the laws pertaining to consent are essential. The Guttmacher Institute has one of the many Web sites that provide information on laws regarding minors' rights (http://www.guttmacher.org/statecenter/adolescents.html)."
        },
        {
            "parent": 6,
            "text": "The differential diagnosis of pelvic pain in adolescents is similar to that for adults. Anatomic anomalies that prevent menstruation, such as imperforate hymen and transverse vaginal septum, must also be considered in adolescents. Compared with older patients, adolescents are at higher risk of PID because of unsafe behaviors. In a study of 4,598 adolescents 15 to 19 years of age, 13.3 percent had been treated for an STI or PID.31Another study reported that 48 percent of new cases of sexually transmitted diseases occurred in persons 15 to 24 years of age.32"
        },
        {
            "parent": 6,
            "text": "A detailed discussion on pelvic pain in pregnant and postpartum women is beyond the scope of this article. In addition to many of the same conditions as nonpregnant women, special considerations in pregnant women include corpus luteum hematoma and uterine impaction in the first trimester, and placental abruption and preterm labor in the third trimester. In the first trimester, there is an increased risk of ovarian torsion (25 percent of all cases of ovarian torsion).10In postpartum women, the diagnoses of endometritis and ovarian vein thrombosis must be considered.10"
        }
    ],
    "locked": false
}