{
    "url": "https://www.aafp.org/pubs/afp/issues/2008/0301/p621.html#afp20080301p621-f1",
    "title": "Diagnosis of Ear Pain | AAFP",
    "author": "JOHN W. ELY, MD, MSPH, MARLAN R. HANSEN, MD, AND ELIZABETH C. CLARK, MD, MPH",
    "doi": "Am Fam Physician.2008;77(5):621-628",
    "abstract": "Many patients in primary care present with ear pain (otalgia). When the ear is the source of the pain (primary otalgia), the ear examination is usually abnormal. When the ear is not the source of the pain (secondary otalgia), the ear examination is typically normal. The cause of primary otalgia is usually apparent on examination; the most common causes are otitis media and otitis externa. The cause of secondary otalgia is often difficult to determine because the innervation of the ear is complex and there are many potential sources of referred pain. The most common causes are temporomandibular joint syndrome, pharyngitis, dental disease, and cervical spine arthritis. If the diagnosis is not clear from the history and physical examination, options include a trial of symptomatic treatment without a clear diagnosis; imaging studies; and consultation with an otolaryngologist. Patients who smoke, drink alcohol, are older than 50 years, or have diabetes are at higher risk of a cause of ear pain that needs further evaluation. Patients whose history or physical examination increases suspicion for a serious occult cause of ear pain or whose symptoms persist after symptomatic treatment should be considered for further evaluation, such as magnetic resonance imaging, fiberoptic nasolaryngoscopy, or an erythrocyte sedimentation rate measurement.",
    "headers": [
        {
            "id": 0,
            "name": "Clinical Evaluation",
            "level": 2
        },
        {
            "id": 1,
            "name": "HISTORY",
            "level": 3
        },
        {
            "id": 2,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 3,
            "name": "DIAGNOSTIC TESTS",
            "level": 3
        },
        {
            "id": 4,
            "name": "CLINICAL APPROACH TO DIAGNOSIS",
            "level": 3
        },
        {
            "id": 5,
            "name": "RULE OUT WORST-CASE SCENARIO",
            "level": 3
        },
        {
            "id": 6,
            "name": "Common Causes of Ear Pain",
            "level": 2
        },
        {
            "id": 7,
            "name": "ABNORMAL EAR EXAMINATION",
            "level": 3
        },
        {
            "id": 8,
            "name": "NORMAL EAR EXAMINATION",
            "level": 3
        },
        {
            "id": 9,
            "name": "Uncommon Causes of Ear Pain",
            "level": 2
        },
        {
            "id": 10,
            "name": "ABNORMAL EAR EXAMINATION",
            "level": 3
        },
        {
            "id": 11,
            "name": "NORMAL EAR EXAMINATION",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Ear pain (otalgia) is a common symptom in primary care with many possible causes. When the cause arises from the ear (primary otalgia), the ear examination is usually abnormal and the diagnosis is typically apparent. In secondary or referred otalgia, the ear examination is usually normal, and the pain may be referred from a variety of sites."
        },
        {
            "parent": -1,
            "text": "The ear receives sensation fibers from cranial nerves V (trigeminal), VII (facial), IX (glossopharyngeal), and X (vagus), and cervical nerves C2 and C3. These nerves have long courses in the head, neck, and chest, which is why so many diseases can cause ear pain. The structures of the inner ear (i.e., cochlea and semicircular canals) are innervated by cranial nerve VIII (vestibulo-cochlear), which has no pain fibers. Therefore, most pathologic processes of the inner ear do not produce pain.1However, inner ear diseases such as Meniere's disease can produce other sensations, such as pressure or fullness( online Table A).1"
        },
        {
            "parent": -1,
            "text": "It is often stated that 50 percent of pain in the ear is secondary otalgia,1and that 50 percent of secondary otalgia results from dental causes2; however, these estimates are not based on published data. In a study of 500 patients visiting an ear, nose, and throat clinic, 58 presented with primary otalgia and 28 with secondary otalgia.3In another study involving 615 patients, the most common causes of secondary otalgia were dental (38 percent), temporomandibular joint (TMJ) disorders (35 percent), cervical spine disorders (8 percent), and neuralgias (5 percent).4The causes of otalgia in children are similar to those in adults, although middle ear disease (especially acute otitis media) is more common in children.5"
        },
        {
            "parent": 1,
            "text": "Key points in the history include the patient's age, the location of pain (asking the patient to point with one finger), the radiation of pain, aggravating factors (e.g., chewing), associated symptoms (otologic and systemic), and risk factors for tumor (e.g., age older than 50 years, tobacco or alcohol use). Otologic symptoms that favor a primary cause include discharge, tinnitus, hearing loss, and vertigo. The severity of pain is not necessarily correlated with the seriousness of the cause. For example, the pain from tumors can be mild, whereas the pain from dental caries and otitis media can be severe."
        },
        {
            "parent": 2,
            "text": "Key components of the physical examination include inspection of the auricle and periauricular region and a thorough otoscopic examination, which may require cerumen removal. Tenderness that occurs with traction on the auricle( online Figure A)or pressure on the tragus( online Figure B)indicates a condition of the external auditory canal, usually otitis externa."
        },
        {
            "parent": 2,
            "text": "When the ear examination is normal, the physician should palpate the TMJ for tenderness and crepitus as the patient opens and closes the mouth( online Figure C)."
        },
        {
            "parent": 2,
            "text": "In addition, the basic examination should include inspection of the nose and oropharynx, palpation of the head and neck, and examination of the cranial nerves. The gingiva should be inspected and palpated and the teeth inspected and percussed to assess tenderness. Fiberoptic nasolaryngoscopy is not usually necessary. Patients may need this procedure if they have risk factors for tumor or if conservative measures do not resolve symptoms."
        },
        {
            "parent": 3,
            "text": "An assessment of hearing, by audiometry or simple testing (i.e., finger rub or whispered voice), is indicated in patients who notice hearing loss. An assessment of tympanic membrane mobility with pneumatic otoscopy or tympanometry can be helpful if there is suspicion of middle ear disease. When the physical examination is normal and the goal is to rule out tumor, the patient should have nasolaryngoscopy and magnetic resonance imaging (MRI) of the head and neck with gadolinium contrast.4When the disease is evident on examination and the goal is to determine the extent of involvement, computed tomography (CT) with contrast media is generally indicated. For example, temporal bone trauma should be evaluated with CT scanning."
        },
        {
            "parent": 4,
            "text": "Referring to a list of the causes of otalgia(Tables 1through4,1,4,6–39; online Table A)may be helpful, but in many patients these causes do not seem to fit. When the evaluation is unrevealing, a diagnosis of possible TMJ syndrome or eustachian tube dysfunction is often made. The physician must then decide whether to treat the patient symptomatically or to evaluate further with MRI or fiberoptic nasolaryngoscopy.Figure 1provides one approach to this decision.1,4,6In a patient at low risk of tumor or other serious illness, it is reasonable to offer symptomatic treatment (e.g., nonsteroidal anti-inflammatory drugs and a soft diet if TMJ syndrome is suspected). If conservative measures are not helpful, MRI or a more invasive examination should be considered."
        },
        {
            "parent": 5,
            "text": "As with any symptom, a “rule out worst-case scenario” strategy (in which certain diagnoses must be ruled out immediately) may help avoid serious diagnostic errors.40In patients with otalgia, physicians should rule out several potential causes that can have serious consequences if the diagnosis is delayed; these are malignant (necrotizing) otitis externa, cholesteatoma, myocardial infarction, temporal arteritis, and malignant tumor. However, these diseases can often be ruled out on the basis of a nonworrisome history and physical examination rather than extensive testing. Risk factors that should prompt consideration of these diseases are outlined inTable 5."
        },
        {
            "parent": 7,
            "text": "Acute otitis media is probably the most common cause of primary otalgia(online Figure D).1,7,41The tympanic membrane is classically red and bulging, but it can also be white or pink, and the discoloration sometimes involves only part of the tympanic membrane."
        },
        {
            "parent": 7,
            "text": "Otitis externa (or swimmer's ear) generally leads to swelling and redness of the ear canal. There is often debris in the ear canal or covering the tympanic membrane.8Subtle otitis externa can be difficult to identify on inspection, but it usually causes tenderness when the examiner pulls on the auricle or presses on the tragus(online Figures A and B)."
        },
        {
            "parent": 7,
            "text": "Foreign bodies in the ear canal are most common in children. In one study, the most common objects removed were beads, paper, popcorn kernels, and insects.9Most foreign bodies can be removed under direct visualization with a curette or alligator forceps. If this is not successful, the child should have removal of the foreign body under sedation and otomicroscopy.9Although most foreign bodies in the ear canal can be managed nonurgently, hearing-aid batteries should be removed promptly to prevent alkali burns."
        },
        {
            "parent": 7,
            "text": "Barotrauma typically occurs while scuba diving or during an airplane flight with the onset of pain during descent.10Eustachian tube dysfunction caused by an upper respiratory infection or allergic rhinitis increases the risk of barotrauma. The tympanic membrane is typically hemorrhagic, and there may be blood or serous fluid in the middle ear."
        },
        {
            "parent": 8,
            "text": "TMJ syndrome is characterized by pain and crepitus with talking or chewing, and tenderness or crepitus on palpation of the TMJ joint( online Figure C).11It causes ear pain, especially with chewing.11However, TMJ crepitus is prevalent, and its presence should not prematurely halt further investigation into other causes of otalgia.1"
        },
        {
            "parent": 8,
            "text": "Dental causes of otalgia generally involve the molar teeth. A variety of dental diseases can produce otalgia, but the most common are caries, periodontal abscesses, and impacted third molars. The physician should palpate the gingiva and tap on the teeth with a tongue blade to assess for tenderness.2"
        },
        {
            "parent": 8,
            "text": "Pharyngitis and tonsillitis often cause referred pain to the ear. In some patients with pharyngitis, ear pain can be the primary complaint even when the ear is normal."
        },
        {
            "parent": 8,
            "text": "Idiopathic otalgia is common, but patients and physicians can be uncomfortable with this diagnosis.4,6,13If a thorough evaluation is unrevealing and the physician suspects a benign cause, empiric treatment for TMJ syndrome with nonsteroidal anti-inflammatory drugs and a soft diet would be reasonable(Figure 11,4,6). If the physician suspects neuropathic pain, a trial of gabapentin (Neurontin) or amitriptyline is reasonable."
        },
        {
            "parent": 10,
            "text": "Malignant otitis externa is defined by osteitis of the skull base, typically caused byPseudomonasinfection, and it usually occurs in patients with diabetes or immunocompromise.1It is characterized by severe, deep, unrelenting pain and by granulation tissue, which can be a subtle finding, on the inferior aspect of the external auditory canal at the bony-cartilaginous junction. Squamous cell carcinoma of the external auditory canal can mimic malignant otitis externa."
        },
        {
            "parent": 10,
            "text": "Ramsay Hunt syndrome (herpes zoster oticus) typically causes ear pain, facial paralysis, and vesicles in the external auditory canal. Other symptoms can include hearing loss, tinnitus, vertigo, taste disturbance, and decreased tearing.15The syndrome is caused by herpes zoster involving the geniculate ganglion (cranial nerve VII), and it often involves cranial nerves V, IX, and X in addition to the facial nerve."
        },
        {
            "parent": 10,
            "text": "Relapsing polychondritis is a systemic disease that involves cartilage. It can affect many organs, including the eyes, nose, heart, kidneys, and nervous system, but the most commonly affected organ is the ear.17Relapsing polychondritis often affects both ears, producing a red or violaceous auricle. Sparing of the earlobe, which lacks cartilage, helps distinguish auricular chondritis from cellulitis. It is diagnosed by its relapsing course and typical appearance."
        },
        {
            "parent": 10,
            "text": "Cholesteatomas are epidermal cysts composed of desquamating epithelium. They gradually enlarge and can erode the ossicular chain, inner ear, and bony facial nerve canal. Cholesteatomas generally do not cause severe pain, but may produce a sense of fullness. In patients with otorrhea or conductive hearing loss, it is important to visualize the most superior aspect of the tympanic membrane to exclude a superior retraction pocket leading to a cholesteatoma(Figure 2)."
        },
        {
            "parent": 11,
            "text": "Tumors in the nose, nasopharynx, oral cavity, oropharynx, hypopharynx, infratemporal fossa, neck, or chest can cause ear pain. The most common sites are the base of the tongue, tonsillar fossa, and hypopharynx.4Risk factors for head and neck tumors include tobacco or alcohol use, dysphagia, weight loss, radiation exposure, hoarseness, and age older than 50 years.24"
        },
        {
            "parent": 11,
            "text": "Neuralgias can involve cranial nerves V and IX, the geniculate ganglion (cranial nerve VII), and the sphenopalatine ganglion (cranial nerves V and VII). The best known of these is trigeminal neuralgia (tic douloureux), which is characterized by paroxysmal, sharp, lancinating pain in the distribution of the maxillary and mandibular divisions. Glossopharyngeal neuralgia causes pain in the tonsillar area, pharynx, and, in some patients, the middle ear; this pain may be elicited by palpation of the tonsillar region.2Sphenopalatine neuralgia results in pain around the eye and nose in addition to the ear and mastoid.2"
        },
        {
            "parent": 11,
            "text": "Bell's palsy is characterized by the sudden onset of upper and lower facial paralysis. Postauricular pain occurs in about 25 percent of patients.23Patients may also have hyperacusis, taste disturbances, and decreased tearing."
        },
        {
            "parent": 11,
            "text": "Temporal arteritis often causes temporal pain and tenderness that can involve the ear. Other symptoms include malaise, weight loss, fever, and anorexia. It is important to recognize temporal arteritis because it can cause permanent blindness, but this is usually preventable with prompt initiation of systemic corticosteroids. Only about 40 percent of patients have tenderness in the temporal arteries, but 65 percent have at least one temporal artery abnormality (e.g., tenderness, absent pulse, beading, prominence).25Although temporal arteritis is unusual in patients younger than 50 years, it should be considered if there are multiple findings indicative of the disease.25The disease is rare in patients with normal erythrocyte sedimentation rates and unusual if the erythrocyte sedimentation rate is less than 50 mm per hour.25"
        }
    ],
    "locked": false
}