{
    "url": "https://www.aafp.org/pubs/afp/issues/2006/0301/p841.html#afp20060301p841-f1",
    "title": "Diagnosis and Management of Diastolic Dysfunction and Heart Failure | AAFP",
    "author": "CHHABI SATPATHY, M.D., TRINATH K. MISHRA, M.D., RUBY SATPATHY, M.D., HEMANT K. SATPATHY, M.D., AND EUGENE BARONE, M.D.",
    "doi": "Am Fam Physician.2006;73(5):841-846",
    "abstract": "Diastolic heart failure occurs when signs and symptoms of heart failure are present but left ventricular systolic function is preserved (i.e., ejection fraction greater than 45 percent). The incidence of diastolic heart failure increases with age; therefore, 50 percent of older patients with heart failure may have isolated diastolic dysfunction. With early diagnosis and proper management the prognosis of diastolic dysfunction is more favorable than that of systolic dysfunction. Distinguishing diastolic from systolic heart failure is essential because the optimal therapy for one may aggravate the other. Although diastolic heart failure is clinically and radiographically indistinguishable from systolic heart failure, normal ejection fraction and abnormal diastolic function in the presence of symptoms and signs of heart failure confirm diastolic heart failure. The pharmacologic therapies of choice for diastolic heart failure are angiotensin-converting enzyme inhibitors, angiotensin receptor blockers, diuretics, and beta blockers.",
    "headers": [
        {
            "id": 0,
            "name": "Definition and Diagnostic Criteria",
            "level": 2
        },
        {
            "id": 1,
            "name": "Prevalence and Etiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 3,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 4,
            "name": "Management",
            "level": 2
        },
        {
            "id": 5,
            "name": "IMPROVING LEFT VENTRICULAR FUNCTION",
            "level": 3
        },
        {
            "id": 6,
            "name": "OPTIMIZING HEMODYNAMICS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Three million Americans have congestive heart failure (CHF), and 500,000 new cases are diagnosed each year. The condition is the most common discharge diagnosis for patients older than 65 years1and is the most expensive disease for Medicare.2Systolic and diastolic dysfunction can cause CHF.3All patients with systolic dysfunction have concomitant diastolic dysfunction; therefore, a patient cannot have pure systolic heart failure.4In contrast, certain cardiovascular diseases such as hypertension may lead to diastolic dysfunction without concomitant systolic dysfunction.5Although diastolic heart failure accounts for approximately 40 to 60 percent of patients with CHF, these patients have a better prognosis than those with systolic heart failure.6"
        },
        {
            "parent": 0,
            "text": "Diastolic heart failure is defined as a condition caused by increased resistance to the filling of one or both ventricles; this leads to symptoms of congestion from the inappropriate upward shift of the diastolic pressure-volume relation.7Although this definition describes the principal pathophysiologic mechanism of diastolic heart failure, it is not clinically applicable. A more practical definition for use in clinical practice is: a condition that includes classic CHF findings and abnormal diastolic and normal systolic function at rest.8,9A study group7proposed that physicians combine clinical and echocardiographic information to categorize patients with diastolic heart failure according to the degree of diagnostic certainty(Table 110)."
        },
        {
            "parent": 1,
            "text": "On average, 40 percent of patients with heart failure have preserved systolic function.11–13The incidence of diastolic heart failure increases with age, and it is more common in older women.14,15Hypertension and cardiac ischemia are the most common causes of diastolic heart failure(Table 2). Common precipitating factors include volume overload; tachycardia; exercise; hypertension; ischemia; systemic stressors (e.g., anemia, fever, infection, thyrotoxicosis); arrhythmia (e.g., atrial fibrillation, atrioventricular nodal block); increased salt intake; and use of nonsteroidal anti-inflammatory drugs."
        },
        {
            "parent": 2,
            "text": "Diastole is the process by which the heart returns to its relaxed state. During this period, the cardiac muscle is perfused. Conventionally, diastole can be divided into four phases: isovolumetric relaxation, caused by closure of the aortic valve to the mitral valve opening; early rapid ventricular filling located after the mitral valve opening; diastasis, a period of low flow during mid-diastole; and late rapid filling during atrial contraction.16Broadly defined, isolated diastolic dysfunction is the impairment of isovolumetric ventricular relaxation and decreased compliance of the left ventricle. With diastolic dysfunction, the heart is able to meet the body’s metabolic needs, whether at rest or during exercise, but at a higher filling pressure. Transmission of higher end-diastolic pressure to the pulmonary circulation may cause pulmonary congestion, which leads to dyspnea and subsequent right-sided heart failure. With mild dysfunction, late filling increases until the ventricular end-diastolic volume returns to normal. In severe cases, the ventricle becomes so stiff that the atrial muscle fails and end-diastolic volume cannot be normalized with elevated filling pressure. This process reduces stroke volume and cardiac output, causing effort intolerance.Figure 117summarizes the pathophysiology of diastolic heart failure."
        },
        {
            "parent": 3,
            "text": "Heart failure can present as fatigue, dyspnea on exertion, paroxysmal nocturnal dyspnea, orthopnea, jugular venous distention, rales, tachycardia, third or fourth heart sounds, hepatomegaly, and edema. Cardiomegaly and pulmonary venous congestion commonly are found on chest radiography. However, these findings are non-specific and often occur in noncardiac conditions such as pulmonary disease, anemia, hypothyroidism, and obesity. Furthermore, it is difficult to distinguish diastolic from systolic heart failure based on physical findings alone.18"
        },
        {
            "parent": 3,
            "text": "The serum brain natriuretic peptide (BNP) test can accurately differentiate heart failure from noncardiac conditions in a patient with dyspnea, but it cannot distinguish diastolic from systolic heart failure.Table 319summarizes the accuracy of BNP levels for diagnosing heart failure. Physicians also should consider that patients’ New York Heart Association severity class affects BNP levels."
        },
        {
            "parent": 3,
            "text": "In addition to providing fundamental information on chamber size, wall thickness and motion, systolic function, the valves, and the pericardium, two-dimensional echocardiography with Doppler is used to evaluate the characteristics of diastolic transmitral and pulmonary venous flow pattern.20On echocardiography, the peak velocity of blood flow across the mitral valve during early diastolic filling corresponds to the E wave. Similarly, atrial contraction corresponds to the A wave. From these findings, the E/A ratio is calculated. Under normal conditions, E is greater than A and the E/A ratio is approximately 1.5.21"
        },
        {
            "parent": 3,
            "text": "In early diastolic dysfunction, relaxation is impaired and, with vigorous atrial contraction, the E/A ratio decreases to less than 1.0. As the disease progresses, left ventricular compliance is reduced, which increases left atrial pressure and, in turn, increases early left ventricular filling despite impaired relaxation. This paradoxical normalization of the E/A ratio is called pseudonormalization. In patients with severe diastolic dysfunction, left ventricular filling occurs primarily in early diastole, creating an E/A ratio greater than 2.0. The E- and A-wave velocities are affected by blood volume, mitral valve anatomy, mitral valve function, and atrial fibrillation, making standard echocardiography less reliable. In these cases, tissue Doppler imaging is useful for measuring mitral annular motion (a measure of transmitral flow that is independent of the aforementioned factors)."
        },
        {
            "parent": 3,
            "text": "Cardiac catheterization remains the preferred method for diagnosing diastolic dysfunction. However, in day-to-day clinical practice, two-dimensional echocardiography with Doppler is the best noninvasive tool to confirm the diagnosis. Rarely, radionuclide angiography is used for patients in whom echocardiography is technically difficult."
        },
        {
            "parent": 4,
            "text": "Primary prevention of diastolic heart failure includes smoking cessation and aggressive control of hypertension, hypercholesterolemia, and coronary artery disease. Lifestyle modifications such as weight loss, smoking cessation, dietary changes, limiting alcohol intake, and exercise are equally effective in preventing diastolic and systolic heart failure. Diastolic dysfunction may be present for several years before it is clinically evident(Figure 117). Early diagnosis and treatment is important in preventing irreversible structural alterations and systolic dysfunction. However, no single drug has pure lusitropic properties (i.e., selective enhancement of myocardial relaxation without inhibiting left ventricular contractility or function). Therefore, medical therapies for diastolic dysfunction and diastolic heart failure often are empirical and not as well defined as therapies for systolic heart failure. On the surface, it appears that the pharmacologic treatments of diastolic and systolic heart failure do not differ dramatically; however, the treatment of diastolic heart failure is limited by the lack of large and conclusive randomized control trials.22Furthermore, the optimal treatment for systolic heart failure may exacerbate diastolic heart failure. Most clinical trials to date have focused exclusively on patients with systolic heart failure; only recently have trials addressed the treatment of diastolic heart failure."
        },
        {
            "parent": 4,
            "text": "Although conclusive data on specific therapies for diastolic heart failure are lacking, the American College of Cardiology and the American Heart Association joint guidelines22recommend that physicians address blood pressure control, heart rate control, central blood volume reduction, and alleviation of myocardial ischemia when treating patients with diastolic heart failure. These guidelines target underlying causes and are likely to improve left ventricular function and optimize hemodynamics.Table 4lists treatment goals for diastolic heart failure."
        },
        {
            "parent": 5,
            "text": "When treating a patient with diastolic dysfunction, it is important to control the heart rate and prevent tachycardia to maximize the diastolic filling period. Beta blockers are particularly useful for this purpose; however, they do not directly affect myocardial relaxation. In addition to slowing heart rate, beta blockers have proven benefits in reducing blood pressure and myocardial ischemia, promoting regression of left ventricular hypertrophy, and antagonizing the excessive adrenergic stimulation during heart failure. Beta blockers have been independently associated with improved survival in patients with diastolic heart failure.23These medications should be used to treat diastolic heart failure, especially if hypertension, coronary artery disease, or arrhythmia is present."
        },
        {
            "parent": 6,
            "text": "Optimizing hemodynamics primarily is achieved by reducing cardiac preload and afterload. Angiotensin-converting enzyme (ACE) inhibitors and angiotensin receptor blockers (ARBs) directly affect myocardial relaxation and compliance by inhibiting production of or blocking angiotensin II receptors, thereby reducing interstitial collagen deposition and fibrosis.24,25The indirect benefits of optimizing hemodynamics include improving left ventricular filling and reducing blood pressure. More importantly, there is improvement in exercise capacity and quality of life.26One retrospective study27showed that improved survival was associated with ACE inhibitor therapy in patients with diastolic heart failure. One arm of the CHARM (Candesartan in Heart Failure Assessment of Reduction in Morbidity and Mortality) trial,28which studied the effect of candesartan (Atacand) in patients with normal ejection fraction for 36.6 months, did not show a significant mortality benefit. However, it reduced the incidence of hospitalization for CHF exacerbation."
        },
        {
            "parent": 6,
            "text": "Diuretics are effective in managing optimal intravascular volume, and they minimize dyspnea and prevent acute heart failure in patients with diastolic dysfunction. Although diuretics control blood pressure, reverse left ventricular hypertrophy, and reduce left ventricular stiffness, some patients with diastolic heart failure are sensitive to the preload reduction and may develop hypotension or severe prerenal azotemia. Intravenous diuretics should only be used to relieve acute symptoms."
        },
        {
            "parent": 6,
            "text": "The hormone aldosterone promotes fibrosis in the heart and contributes to diastolic stiffness. The aldosterone antagonist spironolactone (Aldactone) has been studied in a large clinical trial of systolic heart failure,29which showed a reduction in mortality related to heart failure. However, the specific effects of spironolactone on diastolic dysfunction are unclear."
        },
        {
            "parent": 6,
            "text": "Calcium channel blockers have been shown to improve diastolic function directly by decreasing cytoplasmic calcium concentration and causing myocardial relaxation or indirectly by reducing blood pressure, reducing or preventing myocardial ischemia, promoting regression of left ventricular hypertrophy, and by slowing the heart rate. However, nondihydropyridine calcium channel blockers (e.g., diltiazem [Cardizem]) and verapamil (Calan), should not be used in patients with bradycardia, conduction defects, or severe heart failure caused by left ventricular systolic dysfunction.30Instead, nondihydropyridines, such as diltiazem and verapamil, should be used for rate control and angina when beta blockers are contraindicated or ineffective. [corrected] Finally, large randomized controlled trials have not proved that calcium channel blockers reduce mortality in patients with isolated diastolic dysfunction."
        },
        {
            "parent": 6,
            "text": "Vasodilators (e.g., nitrates, hydralazine [Apresoline]) may be useful because of their preload-reducing and anti-ischemic effects, particularly when ACE inhibitors cannot be used. The Vasodilator Heart Failure Trial,31however, did not show significant survival benefit in patients with diastolic heart failure. Vasodilators should be used cautiously because decreasing preload may worsen cardiac output. Unlike other medications used for diastolic heart failure, vasodilators have no effect on left ventricular regression."
        },
        {
            "parent": 6,
            "text": "The exact role of digoxin for treating patients with diastolic heart failure remains unclear. Digoxin can be deleterious in older patients with left ventricular hypertrophy and hypertrophic obstructive cardiomyopathy; therefore, digoxin is only appropriate for patients with diastolic heart failure and atrial fibrillation.32"
        }
    ],
    "locked": false
}