{
    "url": "https://www.aafp.org/pubs/afp/issues/2005/1101/p1723.html#afp20051101p1723-f1",
    "title": "Detection and Evaluation of Chronic Kidney Disease | AAFP",
    "author": "SUSAN SNYDER, M.D., AND BERNADETTE PENDERGRAPH, M.D.",
    "doi": "Am Fam Physician.2005;72(9):1723-1732",
    "abstract": "Chronic kidney disease affects approximately 19 million adult Americans, and its incidence is increasing rapidly. Diabetes and hypertension are the underlying causes in most cases of chronic kidney disease. Evidence suggests that progression to kidney failure can be delayed or prevented by controlling blood sugar levels and blood pressure and by treating proteinuria. Unfortunately, chronic kidney disease often is overlooked in its earliest, most treatable stages. Guidelines from the National Kidney Foundation’s Kidney Disease Outcomes Quality Initiative (KDOQI) recommend estimating glomerular filtration rate and screening for albuminuria in patients with risk factors for chronic kidney disease, including diabetes, hypertension, systemic illnesses, age greater than 60 years, and family history of chronic kidney disease. The glomerular filtration rate, calculated by using a prediction equation, detects chronic kidney disease more accurately than does the serum creatinine level alone; the glomerular filtration rate also is used for disease staging. In most clinical situations, analysis of random urine samples to determine the albumin-creatinine or protein-creatinine ratio has replaced analysis of timed urine collections. When chronic kidney disease is detected, an attempt should be made to identify and treat the specific underlying condition(s). The KDOQI guidelines define major treatment goals for all patients with chronic kidney disease. These goals include slowing disease progression, detecting and treating complications, and managing cardiovascular risk factors. Primary care physicians have an important role in detecting chronic kidney disease early, in instituting measures to slow disease progression, and in providing timely referral to a nephrologist.",
    "headers": [
        {
            "id": 0,
            "name": "Detection of Chronic Kidney Disease",
            "level": 2
        },
        {
            "id": 1,
            "name": "WHICH PATIENTS TO SCREEN",
            "level": 3
        },
        {
            "id": 2,
            "name": "HOW TO SCREEN",
            "level": 3
        },
        {
            "id": 3,
            "name": "ESTIMATING THE GFR",
            "level": 3
        },
        {
            "id": 4,
            "name": "DETECTING AND QUANTITATING PROTEINURIA",
            "level": 3
        },
        {
            "id": 5,
            "name": "Evaluation of Patients with Chronic Kidney Disease",
            "level": 2
        },
        {
            "id": 6,
            "name": "RATE OF DISEASE PROGRESSION",
            "level": 3
        },
        {
            "id": 7,
            "name": "COMPLICATIONS",
            "level": 3
        },
        {
            "id": 8,
            "name": "RISK OF CARDIOVASCULAR DISEASE",
            "level": 3
        },
        {
            "id": 9,
            "name": "WHEN TO REFER",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Approximately 19 million Americans older than 20 years have chronic kidney disease, and an additional 435,000 have end-stage renal disease (Table 11). The incidence of end-stage renal disease, with its annual mortality rate of 24 percent, has doubled every decade since 1980.2Chronic kidney disease is 100 times more prevalent than end-stage renal disease, and its incidence is increasing at an even faster rate."
        },
        {
            "parent": -1,
            "text": "Early treatment of chronic kidney disease and its complications may delay or prevent the development of end-stage renal disease. Consequently, detection of chronic kidney disease should be a priority for family physicians. However, data from national screening programs suggest that chronic kidney disease often is not detected, even when patients have access to primary care.3,4"
        },
        {
            "parent": -1,
            "text": "The Kidney Disease Outcomes Quality Initiative (KDOQI) from the National Kidney Foundation (NKF) has developed guidelines for the detection and evaluation of chronic kidney disease.5,6These guidelines define the disease and its stages and outline treatment goals for each stage. This article focuses on the detection of chronic kidney disease and the initial evaluation of affected patients."
        },
        {
            "parent": 1,
            "text": "The KDOQI guidelines1,6recommend assessing all patients for kidney-disease risk factors. Further screening is performed in patients with identified risk factors. Although screening methods for chronic kidney disease have not been evaluated in randomized controlled trials,7the high prevalence of the disease in at-risk populations, the ease of screening, and the availability of effective treatments during early asymptomatic stages of the disease provide sufficient rationale for screening.8Nonetheless, screening rates for patients with known risk factors for chronic kidney disease are as low as 20 percent.3,4"
        },
        {
            "parent": 1,
            "text": "High-risk groups that should be screened for chronic kidney disease include patients who have a family history of the disease and patients who have diabetes, hypertension, recurrent urinary tract infections, urinary obstruction, or a systemic illness that affects the kidneys.1A recent analysis9suggested that screening all patients older than 60 years is cost-effective even when other risk factors for chronic kidney disease are absent; screening low-risk patients younger than 60 years does not appear to be cost-effective."
        },
        {
            "parent": 1,
            "text": "Diabetes is the most common cause of kidney disease. From 40 to 60 percent of patients who progress to end-stage renal disease have diabetes. Other underlying conditions in patients with end-stage renal disease include hypertension (15 to 30 percent), glomerulonephritis (less than 10 percent), and cystic kidney (2 to 3 percent). Unknown causes account for the remaining patients with end-stage renal disease.2"
        },
        {
            "parent": 2,
            "text": "Screening patients at risk for chronic kidney disease relies on the detection of functional abnormalities using readily available, inexpensive laboratory tests. The measured serum creatinine level is used to calculate an estimated glomerular filtration rate (GFR). Screening for proteinuria often alerts the physician to the presence of chronic kidney disease before changes in the GFR become apparent."
        },
        {
            "parent": 2,
            "text": "Current KDOQI guidelines1,5,6recommend screening for kidney disease with a serum creatinine measurement for use in GFR estimation and analysis of a random urine sample for albuminuria. Significant kidney disease can present with decreased GFR or proteinuria, or both. An analysis7of data from the third National Health and Nutrition Examination Survey (NHANES III) showed that 20 percent of persons with diabetes, and 43 percent of persons with hypertension and a GFR below 30 mL per minute per 1.73 m2, had no proteinuria. Therefore, an estimate of the GFR and a screening method for proteinuria are required.1"
        },
        {
            "parent": 2,
            "text": "Selected patients with risk factors for kidney disease should be screened with renal ultrasonography. Indications for this study include suspected urinary tract obstruction, recurrent urinary tract infections, vesicoureteral reflux, and a family history of polycystic kidney disease.1"
        },
        {
            "parent": 3,
            "text": "The GFR is an indication of functioning kidney mass; it has implications for treatment goals and for the dosing of renally excreted medications.10The KDOQI guidelines define stages of chronic kidney disease based on an estimated GFR that is calculated from the serum creatinine level (Table 21)."
        },
        {
            "parent": 3,
            "text": "The standard for GFR measurement is the clearance rate of inulin, a substance that passes through the kidney unchanged. Creatinine clearance, as measured by a 24-hour urine collection, usually overestimates the GFR because of the active secretion of creatinine by the kidney and can vary with muscle mass.11"
        },
        {
            "parent": 3,
            "text": "Significant kidney dysfunction may be present despite a normal serum creatinine level. An estimation of the GFR based on the serum creatinine level correlates better with direct measures of the GFR and detects more cases of chronic kidney disease than does the serum creatinine level alone. Furthermore, patients with the same serum creatinine level may have different estimated GFRs. For example, a 45-year-old black man whose serum creatinine level is 1 mg per dL (88 μmol per L) has normal kidney function with an estimated GFR of 130 mL per minute per 1.73 m2, whereas a 65-year-old white woman with the same serum creatinine level has an estimated GFR of 59 mL per minute per 1.73 m2, or stage 3 kidney disease."
        },
        {
            "parent": 3,
            "text": "Based on an analysis7of NHANES III data, 20 percent of persons with diabetes, and 14.2 percent of persons with hypertension but no diabetes, have a GFR below 60 mL per minute per 1.73 m2. The prevalence of GFRs below 60 mL per minute per 1.73 m2increases steadily with age; 22.5 percent of nondiabetic, nonhypertensive octogenarians have a GFR below this level."
        },
        {
            "parent": 3,
            "text": "Clinically useful GFR estimates are calculated from the measured serum creatinine level12,13after adjustments for age, sex, and race. A GFR of 100 mL per minute per 1.73 m2is considered normal for women, and 120 mL per minute per 1.73 m2is a normal GFR for men.1The two most commonly used formulas for GFR estimation are shown inTable 3.12–18These methods have been studied in a variety of populations.12,14–18Validation studies12performed in middle-aged patients with chronic kidney disease showed that the Modification of Diet in Renal Disease (MDRD) study equation was more accurate than the Cockcroft-Gault equation, which calculates creatinine clearance. In a recent study,18however, the MDRD study equation was found to systematically underestimate the GFR in patients without chronic kidney disease."
        },
        {
            "parent": 3,
            "text": "In most situations and as long as kidney function is stable, a calculated GFR can replace measurement of a 24-hour urine collection for creatinine clearance. A user-friendly GFR calculator is available online at http://www.kidney.org/professionals/kdoqi/gfr_page.cfm. Determination of creatinine clearance using a 24-hour urine collection is still required to assess kidney function in patients with the conditions listed inTable 4.3,12–17"
        },
        {
            "parent": 4,
            "text": "Proteinuria is associated with more rapid progression of chronic kidney disease and a greater likelihood of developing end-stage renal disease. Consequently, detection and quantitation of proteinuria are essential to the diagnosis and treatment of chronic kidney disease."
        },
        {
            "parent": 4,
            "text": "Reducing proteinuria with an angiotensin-converting enzyme (ACE) inhibitor or an angiotensin-II receptor blocker (ARB) slows the progression of chronic kidney disease in patients with or without diabetes.19,20Quantitative measures of proteinuria also are used to monitor response to therapy."
        },
        {
            "parent": 4,
            "text": "Albumin, the predominant protein excreted by the kidney in most types of renal disease, is detected readily by urine dip-stick testing. In some conditions, immunoglobulins also may be excreted in urine. The protein-creatinine ratio in an early-morning random urine sample correlates well with 24-hour urine protein excretion and is much easier to obtain.1"
        },
        {
            "parent": 4,
            "text": "An analysis7of NHANES III data showed that 8.3 percent of 14,622 adults had microalbuminuria (i.e., excretion of 30 to 300 mg of albumin per 24 hours) and 1 percent had macroalbuminuria (i.e., excretion of more than 300 mg of albumin per 24 hours). Albuminuria was detected in one of every three persons with diabetes, one of every seven persons with hypertension but no diabetes, and one of every six persons older than 60 years."
        },
        {
            "parent": 4,
            "text": "Microalbuminuria often heralds the onset of diabetic nephropathy. In a recent study21of patients with type 1 diabetes, spontaneous regression of microalbuminuria occurred in some patients, suggesting that microalbuminuria may represent an initial reversible phase of kidney damage rather than the beginning of an inexorable progression to end-stage renal disease.22"
        },
        {
            "parent": 4,
            "text": "The KDOQI guidelines1and the American Diabetes Association (ADA) guidelines23recommend screening for microalbuminuria in all patients at risk for kidney disease. Screening can be performed using a microalbumin-sensitive dipstick or analysis of a random morning urine sample to determine the microalbumin-creatinine ratio. Microalbumin dipsticks have a sensitivity of 51 to 100 percent and a specificity of 27 to 97 percent.24The ADA25recommends repeated sampling, but the NKF1and others question the necessity for this. An algorithm for detecting proteinuria and microalbuminuria is provided inFigure 1.1"
        },
        {
            "parent": 4,
            "text": "The value of screening for microalbuminuria has been questioned in patients who already are receiving ACE-inhibitor therapy26on the basis that the results are unlikely to change management. One study27in patients with type 2 diabetes showed that increasing the dose of an ARB to decrease or eliminate microalbuminuria provides additional benefit in slowing progression to overt nephropathy. Therefore, current research suggests that it may be beneficial to monitor patients with chronic kidney disease, including those who are taking an ACE inhibitor or ARB, for persistence of microalbuminuria or for progression to overt proteinuria. The medication dosage should be adjusted as tolerated, with the goal of eliminating albuminuria."
        },
        {
            "parent": 5,
            "text": "Once chronic kidney disease has been identified, goals include determining the stage of the disease, establishing the cause of the disease, and evaluating comorbid conditions. All patients with chronic kidney disease should undergo urinalysis and renal imaging as part of the diagnostic evaluation. Patients with long-standing diabetes, hypertension, and a clinical course consistent with chronic kidney disease secondary to these conditions may not require further evaluation.1"
        },
        {
            "parent": 5,
            "text": "The evaluation of all patients is guided by the symptoms (e.g., rash, arthritis, or urinary symptoms); family history of kidney disorders (e.g., cystic kidney diseases); and known medical problems. Underlying diseases may be identified by the physical examination, with special attention given to the skin, joints, and cardiovascular system.Table 528summarizes the common presentations and appropriate serologic evaluations for the most common causes of chronic kidney disease."
        },
        {
            "parent": 5,
            "text": "Several tests may help determine the underlying cause of chronic kidney disease. Tests for complements 3 and 4 are used to screen for collagen vascular disease, hepatitis C–related disease, and infection-related immune complex disease. The antineutrophil cytoplasmic antibody assay identifies vasculitis, whereas serum protein electrophoresis and urine protein electrophoresis detect multiple myeloma."
        },
        {
            "parent": 5,
            "text": "Renal ultrasonography helps establish the diagnosis and prognosis by documenting the size of the kidneys. Normal size indicates kidney disease that may be amenable to medical treatment. Small kidneys suggest irreversible disease. Asymmetry in kidney size suggests renovascular disease."
        },
        {
            "parent": 5,
            "text": "Imaging studies that may be useful in identifying the cause of chronic kidney disease are listed inTable 6.1,28Renal biopsy is indicated when the cause cannot be determined by the history and laboratory evaluation, when the patient’s signs and symptoms suggest parenchymal disease, and when the differential diagnosis includes diseases that require different treatments or that have different prognoses.11Biopsy more commonly is required in patients with chronic kidney disease that is not related to diabetes, and biopsy often is indicated in adult patients with nephrotic syndrome or suspected glomerulonephritis. Based on an international survey29of nephrologists, rates of biopsy vary widely in practice."
        },
        {
            "parent": 5,
            "text": "The management of chronic kidney disease depends on the specific treatment of the underlying cause, the stage of the kidney disease, and the presence or absence of proteinuria. Treatment goals for all patients include slowing disease progression, detecting and managing complications, and preventing cardiovascular disease."
        },
        {
            "parent": 6,
            "text": "The rate of progression for chronic kidney disease depends on the underlying cause. In general, tubulointerstitial diseases progress more slowly than do glomerular diseases, diabetic and hypertensive nephropathy, and polycystic kidney disease.11Rates of progression also vary widely among patients with the same type of kidney disease."
        },
        {
            "parent": 6,
            "text": "In rapidly progressing kidney disease, the GFR may decrease by as much as 10 to 20 mL per minute per 1.73 m2per year. In more slowly progressing disease, the GFR may decrease by as little as 2 mL per minute per 1.73 m2per year. Plotting the GFR against time is helpful in estimating the rate of disease progression and the time to kidney failure, and it helps predict the need for kidney replacement therapy (Figure 21)."
        },
        {
            "parent": 6,
            "text": "Three interventions have been proved to slow the progression of kidney disease: blood pressure control,30glycemic control in patients with diabetes,1and reduction of proteinuria with an ACE inhibitor or ARB.19,20,31,32Other interventions that may be beneficial include lipid-lowering measures, partial correction of anemia,1and limiting dietary protein intake to 0.60 to 0.75 g per kg of body weight per day in patients with a GFR below 25 mL per minute per 1.73 m2.33"
        },
        {
            "parent": 7,
            "text": "Complications of chronic kidney disease affect every organ system. Patients with a GFR below 60 mL per minute per 1.73 m2should undergo periodic monitoring for the complications listed inTable 7.1,28"
        },
        {
            "parent": 7,
            "text": "Clinical evaluation may detect gastrointestinal, neurologic, dermatologic, and musculoskeletal complications in the advanced stages of chronic kidney disease. Gastrointestinal symptoms may herald the onset of uremia, indicating the need for kidney replacement therapy."
        },
        {
            "parent": 7,
            "text": "Laboratory tests detect complications such as electrolyte abnormalities, disordered calcium or phosphorus metabolism, and anemia. Patients with nephrotic-range proteinuria are at risk for hypoalbuminemia and immune dysfunction because of the loss of immunoglobulins. Periodic monitoring of the total serum protein level and the albumin level is indicated in these patients. Nutritional status should be evaluated because malnutrition adversely affects prognosis."
        },
        {
            "parent": 8,
            "text": "Cardiovascular disease is the most common cause of death in patients with chronic kidney disease. The risk of cardiovascular disease and associated mortality increases in proportion to the decrease in the GFR.34Patients with albuminuria and normal GFR also are at increased risk. Evaluation for traditional cardiovascular risk factors, including smoking, high lipid levels, hypertension, and sedentary lifestyle, is essential. The KDOQI guidelines1recommend a blood pressure goal of 130/80 mm Hg in patients with normal urinary albumin concentrations, and a blood pressure goal of 125/75 mm Hg in patients with excretion of more than 1 g of protein per 24 hours. A long-term follow-up study35of patients with nondiabetic kidney disease and an average GFR of 32 mL per minute per 1.73 m2found that the patients randomized to a low blood pressure target were one third less likely to develop kidney failure than were the patients randomized to a usual blood pressure goal."
        },
        {
            "parent": 8,
            "text": "The KDOQI guidelines on managing dyslipidemias36in chronic kidney disease recommend a low-density lipoprotein cholesterol goal of less than 100 mg per dL (2.60 mmol per L) for patients with chronic kidney disease, because they are statistically at highest risk for cardiovascular disease. In these patients, the 10-year risk for mortality from cardiovascular disease exceeds 20 percent.36"
        },
        {
            "parent": 8,
            "text": "Paradoxically, dialysis patients with the lowest cholesterol levels are the most likely to die of cardiovascular disease. This is because low levels of cholesterol are associated with nontraditional cardiac risk factors of malnutrition and are markers of chronic inflammation.37Lipid disorders should be treated aggressively in patients with chronic kidney disease and end-stage renal disease.36"
        },
        {
            "parent": 8,
            "text": "Additional cardiac risk factors specific to chronic kidney disease include volume overload, hyperparathyroidism, and uremia. Anemia caused by decreased erythropoietin production also may contribute to cardiovascular mortality. Treatment with exogenous erythropoietin has been shown to improve the prognosis.38"
        },
        {
            "parent": 9,
            "text": "Nephrology referral generally is recommended for patients with a serum creatinine level of 1.5 to 2.0 mg per dL (133 to 177 μmol per L). According to one estimate, that would mean seven new patients per day for every nephrologist in the United States.39Some indications for nephrology referral are listed inTable 8.6,11,28,38,40"
        },
        {
            "parent": 9,
            "text": "The value of timely referral has been demonstrated,40but the contribution of primary care to outcomes in patients with chronic kidney disease has not been studied.41Given the magnitude of the rapid increase in the number of cases of chronic kidney disease, primary care evaluation and timely referral are recommended. The KDOQI endorses a model of collaboration between primary care physicians and subspecialists.6The National Kidney Disease Education Program provides tools to promote this collaboration; they may be accessed online athttp://www.nkdep.nih.gov/professionals/index."
        }
    ],
    "locked": false
}