{
    "url": "https://www.aafp.org/pubs/afp/issues/2006/0701/p105.html#afp20060701p105-f1",
    "title": "Initiating Hormonal Contraception | AAFP",
    "author": "RUTH LESNEWSKI, M.D., AND LINDA PRINE, M.D.",
    "doi": "Am Fam Physician.2006;74(1):105-112",
    "abstract": "Most women can safely begin taking hormonal birth control products immediately after an office visit, at any point in the menstrual cycle. Because hormonal contraceptives do not accelerate cervical neoplasia or interfere with cervical cytology, women who have not had a recent Papanicolaou smear can begin using hormonal contraceptives before the test is performed. After childbirth, most women can begin using progestin-only contraceptives immediately. Estrogen-containing methods can safely be initiated six weeks to six months postpartum for women who are breastfeeding their infants and three weeks postpartum for women who are not breastfeeding. Women can begin any appropriate contraceptive method immediately following an early abortion. Delaying contraception may decrease adherence. Physicians can help patients improve their use of birth control by providing anticipatory guidance about the most common side effects, giving comprehensive information about available choices, and honoring women’s preferences. An evidence-based, flexible, patient-centered approach to initiating contraception may help to lower the high rate of unintended pregnancy in the United States.",
    "headers": [
        {
            "id": 0,
            "name": "Office Visits Between Menses",
            "level": 2
        },
        {
            "id": 1,
            "name": "Postpartum",
            "level": 2
        },
        {
            "id": 2,
            "name": "Lactation",
            "level": 2
        },
        {
            "id": 3,
            "name": "Postabortion",
            "level": 2
        },
        {
            "id": 4,
            "name": "Clinical Evaluation Before Initiating Contraception",
            "level": 2
        },
        {
            "id": 5,
            "name": "Route of Administration",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "While waiting to start a new birth control method, many women become pregnant unintentionally. Tradition determines that women delay starting hormonal contraceptives until the next menses, until a certain number of weeks have passed after childbirth, or until a breastfeeding infant is weaned. In addition, many physicians delay prescribing contraceptives for women who have not had a recent physical examination and Papanicolaou (Pap) smear."
        },
        {
            "parent": -1,
            "text": "Unintended pregnancy poses significant health risks to women and their families—it is associated with higher rates of domestic violence, maternal drug and alcohol use during pregnancy, delayed prenatal care, and low birth weight.1Almost one half of pregnancies in the United States are unintended, and about 50 percent of those, or 1.3 million per year, lead to abortion.2Although the incidence of unintended pregnancy in the United States has declined in recent years, it remains much higher here than in other developed countries, with a widening disparity between wealthy and indigent groups of American women.2Limited access to primary health care services contributes to high rates of unintended pregnancy in women with low incomes. American teens, in particular, face multiple barriers in timely access to contraception.3"
        },
        {
            "parent": -1,
            "text": "To address this problem, family physicians can make contraception safely and promptly available to their patients, with special attention to those at highest risk of unintended pregnancy. This article reviews the rationale for current practice and the evidence supporting a more timely approach."
        },
        {
            "parent": 0,
            "text": "When women request birth control at an office visit occurring between menses, many physicians delay starting hormonal contraceptives. Waiting until the next menses provides assurance that the woman is not already pregnant when she begins the new method. This practice probably began in order to avoid exposing a fetus to hormones, before studies had evaluated teratogenicity. Now there is a large body of evidence that refutes this risk; combined estrogen/progestin contraceptives do not cause birth defects.4A more limited body of evidence indicates that hormonal contraceptives taken in early pregnancy cause no significant increase in the risks of miscarriage or fetal growth problems.5–7Concern that hormones can mask the symptoms of early pregnancy, thus delaying diagnosis and leading to a later abortion or later onset of prenatal care, can be addressed through appropriate use of urine pregnancy tests, consideration of emergency contraception, and use of backup contraception during the first week of hormonal contraceptive use.8"
        },
        {
            "parent": 0,
            "text": "The “quick start” method(Figures 19and29)allows most women with a negative urine pregnancy test to begin using the birth control pill, patch, or vaginal ring immediately after an office visit, at any point in the menstrual cycle.8This strategy eliminates the delay between receiving a prescription and starting the new contraceptive method, and may improve adherence. With standard delayed contraceptive initiation, about 25 percent of women given a contraceptive prescription never fill it,10and about 50 percent of women who start using birth control pills discontinue use within one year.11In the quick start trial,8women who took their first birth control pill during an office visit had significantly higher adherence three months later than women randomized to the delayed start group. Women who begin their new method after the first day of their last menstrual period should use a backup method during the first week.12"
        },
        {
            "parent": 0,
            "text": "Even women who have had recent unprotected intercourse can use the quick start method. Women who have had unprotected intercourse within five days of their visit can be offered hormonal emergency contraception that day, after appropriate counseling, and can begin their new contraceptive method the next day.8,12–14The copper intrauterine device (IUD) can be used for emergency contraception as well as for long-term contraception, and is close to 100 percent effective when used within five days after unprotected intercourse15; however, the progestin IUD cannot be used for emergency contraception. Women who choose a hormonal method that is more difficult to discontinue in the event of pregnancy—such as hormonal injections, implants, or a progestin-releasing IUD—can use short-term hormones as a bridge until pregnancy is ruled out, or can wait until the next menses to begin the chosen method."
        },
        {
            "parent": 0,
            "text": "Some physicians avoid starting patients on hormones between menses even when there is no risk of undiagnosed pregnancy, because of concern about subsequent bleeding patterns. Most women experience spotting and other menstrual cycle changes during their first few months on hormonal contraceptives. A recent study16indicates that women who initiate oral contraceptives between periods have no more disruption in menstrual patterns than those who wait until menses. Thorough counseling about side effects, including anticipatory guidance regarding spotting, may improve adherence to hormonal contraception.17"
        },
        {
            "parent": 1,
            "text": "Because of a concern about hypercoagulability during the postpartum phase, many physicians withhold hormonal contraceptives from women after childbirth, whether or not the women are breastfeeding.18The World Health Organization (WHO) reviewed available evidence on this issue while preparing its recent contraceptive guidelines(Table 1),19and suggests that the risks of estrogen-containing contraceptives may outweigh the benefits during the first three weeks post-partum. After three weeks, however, when thrombosis risk returns to normal, postpartum women who are not breastfeeding can use estrogen-containing oral contraceptives without additional restrictions.19Because low-dose progestins are not associated with thrombosis, WHO recommends initiating progestin-only contraceptives at any point postpartum.19A progestin or copper IUD can be used immediately after childbirth. Both types of IUD have lower expulsion rates if inserted within the first 48 hours postpartum.19For postpartum timing of IUD insertion, seeTable 1.19"
        },
        {
            "parent": 2,
            "text": "As in the postpartum phase, contraceptive choice during lactation depends on the length of time since childbirth and on the type of hormone selected. WHO advises against hormonal contraception use during the first six weeks postpartum in women who are breastfeeding because of concerns about the potential effects of steroids on liver and brain development in neonates. From six weeks to six months postpartum, the risk of diminished quantity and quality of breast milk may outweigh the benefits of estrogen-containing contraceptives.19This risk may be more important to women who breastfeed exclusively. After six months postpartum, when infants begin to eat solid food, the benefits of estrogen-containing contraceptives may outweigh their risks.19"
        },
        {
            "parent": 2,
            "text": "Progestin-only contraceptives have been studied more thoroughly in the postpartum setting. Even in the first six weeks postpartum, these contraceptives do not adversely affect milk production or infant growth.20The Planned Parenthood Federation of America (PPFA) recommends progestin-only methods at any point postpartum.9However, WHO suggests that the risks of progestin-only methods (i.e., neonatal steroid exposure) may outweigh the benefits during the first six weeks after childbirth. The PPFA and WHO are in agreement that women who are breastfeeding can safely use progestin-only contraceptives after six weeks postpartum.19"
        },
        {
            "parent": 2,
            "text": "Lactation itself prevents pregnancy in the first six months postpartum in women who remain amenorrheic and whose babies get 90 percent or more of their calories from breast milk. However, a recent review of lactational amenorrhea as a contraceptive method found pregnancy rates ranging from 0 to 7.5 percent,21pointing to the need to explore contraceptive options even with women who are breastfeeding exclusively."
        },
        {
            "parent": 3,
            "text": "Evidence supports the safety of beginning hormonal contraception immediately after medication and aspiration abortion, no matter what type of procedure was performed and whether or not there were complications.19This strategy eliminates the need for women to use backup methods during the first week after starting the new method. Hormonal contraceptives do not adversely affect bleeding patterns after medication abortion.22Copper and progestin IUDs can be safely inserted immediately after aspiration abortion, with only a slightly increased risk of expulsion.23Implanted contraceptives can be started immediately after an aspiration abortion or at the routine follow-up visit after a medication abortion."
        },
        {
            "parent": 4,
            "text": "Many physicians require women to have a complete physical examination and Pap smear before starting hormonal contraceptives. To rule out contraindications to hormones, physicians should obtain a thorough medical history, including cardiovascular risk factors, concurrent medications, allergies, and health problems (past and current). For details on contraceptive selection for women with medical problems, seeTable 1.19Evaluation of height, weight, and blood pressure influences the appropriate contraceptive choice. However, the rest of the physical examination contributes little to this assessment.24The Pap smear, important as it is in screening for cervical cancer, has minimal bearing on initiating contraception.25"
        },
        {
            "parent": 5,
            "text": "Oral contraceptives have been used for decades and studied extensively. Hormonal contraceptives also can be taken by injection, transdermally, vaginally, subdermally, and through an IUD. Several implantable progestins are approved by the U.S. Food and Drug Administration, but none is currently available in the United States. A single-rod system is anticipated in the near future. These new products’ individual characteristics may enhance or diminish their safety in various clinical situations (seeTable 1).19"
        },
        {
            "parent": 5,
            "text": "Estrogen-containing contraceptives have similar contraindications regardless of their route of administration. Although the estrogen/progestin patch and vaginal ring avoid the first-pass effect on the liver, studies on the potential benefits have not been performed. Thus, the cautions in relation to liver disease and liver-mediated drug interactions apply to these newer products as well as to the older oral versions.19"
        },
        {
            "parent": 5,
            "text": "In general, progestin-only contraceptives carry fewer contraindications than estrogen-containing products, although the route of administration affects clinical use. Because depot-progestin injections produce measurable progestin blood levels for many months after discontinuation, injected progestin is less appropriate than progestin-only pills for women with unstable clinical conditions (e.g., uncontrolled hypertension). Progestin implants stop releasing hormone after removal, but removal can be difficult. On the other hand, IUDs can be removed easily.18"
        },
        {
            "parent": 5,
            "text": "Physicians can help patients improve their use of birth control by providing anticipatory guidance about the most common side effects,26giving comprehensive information about available choices,27and honoring women’s preferences.28Routinely asking about contraceptive needs demonstrates physicians’ willingness to explore this important topic with patients at any type of office visit—during routine well-baby visits, for example. Experience demonstrates that improved access to contraception leads to a decline in unintended pregnancy.29An evidence-based, flexible, patient-centered approach to initiating contraception may help to lower the high rate of unintended pregnancy in the United States."
        }
    ],
    "locked": false
}