{
    "url": "https://www.aafp.org/pubs/afp/issues/2007/0501/p1357.html#afp20070501p1357-f1",
    "title": "Pleurisy | AAFP",
    "author": "SARA M. KASS, CDR, MC USN, PAMELA M. WILLIAMS, MAJ, USAF MC, AND BRIAN V. REAMY, COL, USAF MC",
    "doi": "Am Fam Physician.2007;75(9):1357-1364",
    "abstract": "Pleuritic chest pain is a common presenting symptom and has many causes, which range from life-threatening to benign, self-limited conditions. Pulmonary embolism is the most common potentially life-threatening cause, found in 5 to 20 percent of patients who present to the emergency department with pleuritic pain. Other clinically significant conditions that may cause pleuritic pain include pericarditis, pneumonia, myocardial infarction, and pneumo-thorax. Patients should be evaluated appropriately for these conditions before an alternative diagnosis is made. History, physical examination, and chest radiography are recommended for all patients with pleuritic chest pain. Electrocardiography is helpful, especially if there is clinical suspicion of myocardial infarction, pulmonary embolism, or pericarditis. When these other significant causes of pleuritic pain have been excluded, the diagnosis of pleurisy can be made. There are numerous causes of pleurisy, with viral pleurisy among the most common. Other etiologies may be evaluated through additional diagnostic testing in selected patients. Treatment of pleurisy typically consists of pain management with nonsteroidal anti-inflammatory drugs, as well as specific treatments targeted at the underlying cause.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Differential Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "Presentation",
            "level": 2
        },
        {
            "id": 3,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 4,
            "name": "MEDICAL HISTORY",
            "level": 3
        },
        {
            "id": 5,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 6,
            "name": "DIAGNOSTIC TESTS",
            "level": 3
        },
        {
            "id": 7,
            "name": "Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Pleurisy is inflammation of the parietal pleura that typically results in characteristic pleuritic pain and has a variety of possible causes. The term “pleurisy” is often used to refer to a symptom and a condition. It is more precise to use the term “pleurisy” for the condition and “pleuritic pain” to describe the symptom. Pleuritic pain is a key feature of pleurisy; therefore, this article reviews the physiology and classic characteristics of pleuritic pain, focusing on the presentation and diagnosis of the patient and the management of various causes of pleurisy."
        },
        {
            "parent": 0,
            "text": "The visceral pleura does not contain any noci-ceptors or pain receptors. The parietal pleura is innervated by somatic nerves that sense pain when the parietal pleura is inflamed. Inflammation that occurs at the periphery of the lung parenchyma can extend into the pleural space and involve the parietal pleura, thereby activating the somatic pain receptors and resulting in pleuritic pain. Parietal pleurae of the outer rib cage and lateral aspect of each hemidiaphragm are innervated by intercostal nerves. Pain is localized to the cutaneous distribution of those nerves. The phrenic nerve supplies innervations to the central part of each hemidiaphragm; when these fibers are activated, the sensation of pain is referred to the ipsilateral neck or shoulder."
        },
        {
            "parent": 1,
            "text": "It is important that physicians first consider potentially life-threatening disorders such as pulmonary embolism, myocardial infarction, and pneumothorax when a patient presents with pleuritic chest pain.1–5One study of a consecutive series of patients presenting to the emergency department with pleuritic chest pain found that 5 percent had a pulmonary embolism6; in another study, the proportion was 21 percent.7Pericarditis and pneumonia are two other significant causes of pleuritic chest pain that should be considered before pleurisy is diagnosed.8,9The differential diagnosis of pleurisy when these causes have been ruled out is presented inTable 1.2,10–18"
        },
        {
            "parent": 1,
            "text": "Viral infection is one of the most common causes of pleurisy. Viruses that have been linked as causative agents include influenza, parainfluenza, coxsackieviruses, respiratory syncytial virus, mumps, cytomegalovirus, adenovirus, and Epstein-Barr virus.10–12Additionally, pleurisy may be the first manifestation of some less-common disorders."
        },
        {
            "parent": 2,
            "text": "Patients with pleuritic pain present in different ways depending on the underlying cause. Pleuritic pain typically is localized to the area that is inflamed or along predictable referred pain pathways. Patients' descriptions of the pain are consistent in most cases of pleurisy. The classic feature is that forceful breathing movement, such as taking a deep breath, talking, coughing, or sneezing, exacerbates the pain"
        },
        {
            "parent": 2,
            "text": "Patients often relate that the pain is sharp and is made worse with movement. Typically, they will assume a posture that limits motion of the affected area. Pain with respiration may cause patients to complain of shortness of breath or dyspnea."
        },
        {
            "parent": 3,
            "text": "A recommended approach for the evaluation of patients presenting with pleuritic chest pain is given inFigure 1.3–5,8,9,19–22Evaluation of patients in whom pulmonary embolism is suspected should include an assessment of the probability of pulmonary embolism using a validated clinical decision rule, such as the Wells rule,19and a d-dimer test. Computed tomography or ventilation-perfusion scanning may be required in patients who are at moderate or high risk or who have an abnormal D-dimer test result.20"
        },
        {
            "parent": 4,
            "text": "A careful, focused history is the first step in identifying the underlying etiology of pleuritic pain. A key question is the time course of the onset of symptoms(Table 22)."
        },
        {
            "parent": 4,
            "text": "Although pleuritic pain decreases the likelihood that a patient with chest pain is experiencing myocardial ischemia, it does not eliminate the possibility.3If other history findings suggest this diagnosis, further evaluation with electrocardiography (ECG) and cardiac enzymes, as well as close observation, is indicated. Pain that worsens while the patient is supine and lessens while the patient is upright should prompt consideration of pericarditis.8,21Dyspnea associated with the pain should raise clinical suspicion for pulmonary embolism, pneumonia, and pneumothorax.5,9,23"
        },
        {
            "parent": 4,
            "text": "Features that are associated with life-threatening causes of pleuritic pain are listed inTable 3.3–5,8,9,21,22Other symptoms, such as malaise, weight loss, night sweats, and joint pains, may indicate one of the less-common causes of pleurisy. It is important to investigate the patient's underlying medical conditions, medication list, and recent travel history, and to take a history of similar symptoms in family members. A selected differential diagnosis with associated clinical results is listed inTable 4.13–18,24–27"
        },
        {
            "parent": 5,
            "text": "The normally smooth surfaces of the parietal and visceral pleurae become rough with inflammation. As these surfaces rub against one another, a rough scratching sound, or friction rub, may be heard with inspiration and expiration. This friction rub is a classic feature of pleurisy. It may also occur in about 4 percent of patients with pneumonia and 4 percent of patients with pulmonary embolism.28Additional physical findings on the pulmonary examination may include decreased breath sounds, rales, and egophony, especially in patients with underlying pneumonia.9"
        },
        {
            "parent": 5,
            "text": "Other physical examination findings that raise clinical suspicion for certain conditions include the pericardial rub of pericarditis5and the hyperresonance and decreased wall movement that occur with pneumothorax.8Physical examination findings associated with life-threatening conditions that cause pleuritic pain are listed inTable 3.3–5,8,9,21,22Further physical examination is directed by the etiology suggested by the clinical history. It is important to remember that patients with any of these serious conditions who present with pleuritic pain may have a normal physical examination, and a high index of suspicion and further diagnostic testing are often indicated."
        },
        {
            "parent": 6,
            "text": "Because pleuritic chest pain may be a presenting complaint for pneumonia, pulmonary embolism, or pneumothorax,1,9all patients presenting with this symptom should have chest radiography. Additionally, pleurisy often is associated with a pleural effusion, which can be identified on a chest radiograph. Pleural fluid can be examined for further etiologic clues(Table 529)."
        },
        {
            "parent": 6,
            "text": "ECG evaluation is recommended if there is clinical suspicion of myocardial infarction, pulmonary embolism, or pericarditis.3,21,28Typical ECG findings associated with these conditions are listed inTable 3.3–5,8,9,21,22When the etiology of pleurisy is other than viral, further diagnostic testing may be indicated in selected patients(Table 413–18,24–27)."
        },
        {
            "parent": 7,
            "text": "Management of pleurisy has two primary goals: (1) control the pleuritic chest pain, and (2) treat the underlying condition. To achieve pain control, nonsteroidal anti-inflammatory drugs (NSAIDs) commonly are prescribed as the initial therapy. Narcotic analgesics may be required to relieve severe pleuritic chest pain; however, NSAIDs do not suppress respiratory efforts or cough reflex and are the preferred first-line agent."
        },
        {
            "parent": 7,
            "text": "Although a class effect is presumed, human studies on the use of NSAIDs to treat pleuritic chest pain have been limited to indomethacin (Indocin). Indomethacin, in dosages of 50 to 100 mg orally up to three times per day with food, has been found to be effective in relieving pleural pain, with associated improvement in mechanical lung function.30,31Supportive care with adequate pain control is the goal in the treatment of viral pleurisy."
        },
        {
            "parent": 7,
            "text": "To achieve the second management goal, therapies are selected based on the underlying condition. If a patient has suspected drug-induced pleuritis or drug-induced lupus pleuritis, the causal agent should be discontinued.16,17Smoking cessation should be advised for patients with pleurisy caused by asbestosis.32Antimicrobial and antiparasitic agents are selected empirically based on the suspected underlying organism. Decortication is considered in cases of pleuritis associated with refractory pleural effusions resulting from malignancy, chronic renal failure, or rheumatoid pleurisy.2Colchicine (1.2 to 2.0 mg orally once per day, or twice per day in a divided dose) is the mainstay of treatment for familial Mediterranean fever.18"
        },
        {
            "parent": 7,
            "text": "NSAIDs are first-line therapy for patients with post–cardiac injury syndrome; corticosteroids are reserved for those who are intolerant of or experience no response to NSAIDs.14Although oral corticosteroids are recommended for patients with lupus pleuritis, they have not been demonstrated to influence the course of rheumatoid pleuritis.2,15"
        },
        {
            "parent": 7,
            "text": "The role of systemic corticosteroids in the treatment of tuberculous pleuritis is controversial. Tuberculous pleuritis is associated with inflammation and fibrosis, and a small number of randomized and quasi-randomized studies with patients who did not have human immunodeficiency virus have assessed the impact of steroids on this process.33No difference was detected in the primary outcome of an alteration in residual lung function. Although these studies did show a trend toward benefit (reduction in the number of patients with pleural effusions, thickening, or adhesions), there is insufficient evidence to determine whether steroids are an effective treatment.33"
        }
    ],
    "locked": false
}