{
    "url": "https://www.aafp.org/pubs/afp/issues/2007/1115/p1489.html#afp20071115p1489-f1",
    "title": "Metastatic Carcinoma of the Long Bones | AAFP",
    "author": "ANTHONY I. RICCIO, LCDR, MC, USN, FELASFA M. WODAJO, MD, AND MARTIN MALAWER, MD",
    "doi": "Am Fam Physician.2007;76(10):1489-1494",
    "abstract": "Breast, prostate, renal, thyroid, and lung carcinomas commonly metastasize to bone. Managing skeletal metastatic disease can be complex. Pain is the most common presenting symptom and requires thorough radiographic and laboratory evaluation. If plain-film radiography is not sufficient for diagnosis, a bone scan may detect occult lesions. Patients with lytic skeletal metastases may be at risk for impending fracture. Destructive lesions in the proximal femur and hip area are particularly worrisome. High-risk patients require immediate referral to an orthopedic surgeon. Patients who are not at risk for impending fracture can be treated with a combination of radio-therapy and adjuvant drug therapy. Bisphosphonates diminish pain and prolong the time to significant skeletal complications.",
    "headers": [
        {
            "id": 0,
            "name": "Clinical Evaluation",
            "level": 2
        },
        {
            "id": 1,
            "name": "HISTORY AND PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 2,
            "name": "IMAGING STUDIES",
            "level": 3
        },
        {
            "id": 3,
            "name": "LABORATORY STUDIES",
            "level": 3
        },
        {
            "id": 4,
            "name": "BIOPSY",
            "level": 3
        },
        {
            "id": 5,
            "name": "ASSESSMENT OF IMPENDING FRACTURE",
            "level": 3
        },
        {
            "id": 6,
            "name": "Treatment",
            "level": 3
        },
        {
            "id": 7,
            "name": "PAIN MANAGEMENT",
            "level": 3
        },
        {
            "id": 8,
            "name": "NONSURGICAL TREATMENTS",
            "level": 3
        },
        {
            "id": 9,
            "name": "Bisphosphonates and Calcitonin",
            "level": 3
        },
        {
            "id": 10,
            "name": "Hormone Therapy",
            "level": 3
        },
        {
            "id": 11,
            "name": "Radiotherapy",
            "level": 3
        },
        {
            "id": 12,
            "name": "Radiopharmacotherapy",
            "level": 3
        },
        {
            "id": 13,
            "name": "SURGICAL MANAGEMENT",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Improved survival rates in patients with primary and metastatic carcinomas have resulted in an increased incidence of skeletal manifestations caused by disseminated disease. More than 50 percent of patients with newly diagnosed cancer will have osteophilic disease; of these, more than one half will eventually develop skeletal metastases.1Although virtually any malignancy can metastasize to bone, five specific carcinomas account for approximately 80 percent of skeletal metastases: breast, prostate, lung, kidney, and thyroid cancers.2The incidence is greatest for breast and prostate cancers.2"
        },
        {
            "parent": -1,
            "text": "The hallmark of bone metastasis is localized bone pain. It often begins as dull and intermittent pain and worsens steadily. Pain at night and at rest is common. Pain with weight-bearing activities can signal a potential for pathologic fracture, particularly in the lower extremities. Other symptoms are variable and depend on the bones involved."
        },
        {
            "parent": 0,
            "text": "Bone metastasis may be the first manifestation of cancer. Primary and metastatic disease should be included in the differential diagnosis of unexplained musculoskeletal pain in adults. In particular, pain in the spine or proximal extremities (i.e., hips, thighs, and shoulders) that does not correlate with any known injury and that is present at rest or at night should raise concern.Figure 1presents an algorithm for the evaluation of adults with unexplained musculoskeletal pain."
        },
        {
            "parent": 1,
            "text": "The medical history and review of systems should focus on any previous cancer diagnosis and treatment, diagnostic evaluations for cancer, occupational and exposure history, and signs and symptoms specific to organs from which common osteophilic primary cancers may arise."
        },
        {
            "parent": 1,
            "text": "Physical examination should focus on differentiating between bone and joint pain, as well as examination of common neoplastic primary sites. If passive motion of the nearby joint is not painful, it should raise suspicion that the pain is less likely the result of common joint problems."
        },
        {
            "parent": 2,
            "text": "Plain-film radiography is the most specific imaging modality for metastatic disease3(Figure 2). Radiographs of the entire long bone must be obtained for all painful sites; these should be carefully inspected for the type and extent of disease, the presence of multiple lesions within the same bone, and the involvement of adjacent joints. Multiple lesions are a characteristic feature of metastatic disease. Lung, thyroid, and kidney carcinomas typically are lytic and prostate cancer is blastic, whereas breast, cervical, testicular, and ovarian cancers are mixed."
        },
        {
            "parent": 2,
            "text": "Plain-film radiography is somewhat limited in evaluating bone destruction because 40 to 50 percent of the trabecular bone must be destroyed before it becomes evident on imaging. Bone scans, however, can identify lesions as small as 2 mm. Once it has been determined that the patient has a potentially malignant lesion, a bone scan should be obtained to identify other sites of involvement. Similarly, a patient with a known primary cancer and unexplained pain should undergo a bone scan even if radiography is normal, because this study is more sensitive than plain-film radiography and can detect lesions two to 18 months earlier.4,5"
        },
        {
            "parent": 2,
            "text": "Computed tomography (CT) is the preferred method for evaluating cortical destruction and juxta-articular metastatic disease. CT also is an important tool in detecting a primary tumor. Thus, a CT scan of the chest, abdomen, and pelvis with oral and intravenous contrast media is helpful in the evaluation of suspected bone metastasis. Magnetic resonance imaging can help determine the degree of marrow infiltration and extraosseous tumor extension, and it is useful in patients with vertebral and epidural lesions."
        },
        {
            "parent": 3,
            "text": "Laboratory tests are seldom diagnostic for metastatic disease. Exceptions include immunoelectrophoresis in the work-up of myeloma, and prostate-specific antigen (PSA) measurement in the work-up of prostate carcinoma. Laboratory studies may help detect a primary tumor, rule out other possible diagnoses (e.g., infection, marrow cell tumors), and assess for hypercalcemia."
        },
        {
            "parent": 3,
            "text": "Anemia and thrombocytopenia are common in patients with extensive metastatic bone disease because tumor cells are displacing hematopoietic elements. Serum alkaline phosphatase levels are elevated in patients with increased bone turnover, such as those with bone metastases. The evaluation should include serum immunoelectrophoresis, a complete blood count, and measurement of serum creatinine, calcium, alkaline phosphatase, and PSA levels."
        },
        {
            "parent": 3,
            "text": "Hypercalcemia is a common complication of bone metastasis. It is present in 17 percent of patients with bone metastases from breast cancer.6Undetected hypercalcemia can cause significant morbidity and may lead to sudden death as a result of cardiac arrhythmias; this is a particular concern in patients with multiple myeloma."
        },
        {
            "parent": 3,
            "text": "Because of their lack of specificity, tumor serum markers (e.g., carcinoembryonic antigen, CA 125 antigen) provide little information about the location of an undetected primary tumor. An exception is the PSA test in men older than 50 years who have blastic lesions; elevated PSA levels in this population indicate that the prostate is the primary disease site. A limitation of this test is that higher-grade prostate tumors with anaplastic cells may not produce PSA; therefore, bone metastases may be present in the absence of PSA elevation.7"
        },
        {
            "parent": 4,
            "text": "Biopsy of a suspected metastatic lesion is warranted in three situations: (1) to confirm or restage metastatic disease in a patient with a known primary tumor and no history of bone disease; (2) to evaluate a solitary lesion or multiple lesions in a patient without a known primary tumor; and (3) to obtain tissue for hormonal and immunohistochemical evaluation. Biopsy alone is rarely helpful in detecting an unknown primary tumor; the primary tumor is more likely to be identified through the history, physical examination, and imaging studies.5,8"
        },
        {
            "parent": 5,
            "text": "An impending fracture means fracture of a given bone is likely to occur under physiologic loading or minor trauma(Figure 3). There is little evidence to determine which lesions require prophylactic surgical fixation.1,9,10In 1989, a four-category scoring system was developed to quantify fracture risk(Table 1).10However, a prospective study calls into question the accuracy of this tool.11Thus, decisions for prophylactic surgical fixation are rarely based solely on such scores. Family physicians should recognize the risk of impending fracture and coordinate the care of high-risk patients with an orthopedic surgeon."
        },
        {
            "parent": 6,
            "text": "A multidisciplinary approach to the treatment of metastatic bone disease is essential to maximize the patient's comfort and the chance for functional recovery. Family physicians should collaborate with medical and radiation oncologists about treatment decisions and pain management."
        },
        {
            "parent": 7,
            "text": "The cause of metastatic bone pain is not well understood, but it is thought to result from stimulation of endosteal nerve endings, from microfracture through weakened bone, and from periosteal stretching as a result of increasing tumor size. Opiates are the mainstay of pain management. Appropriate dose titration is necessary, and pain should be discussed regularly during patient visits. A combination of long-acting (oral or transdermal) and short-acting opiates is typically used. Mild pain or breakthrough pain can be treated with nonsteroidal anti-inflammatory drugs. Short courses of oral steroids are typically reserved for peripheral nerve or spinal nerve root irritation."
        },
        {
            "parent": 8,
            "text": "Systemic treatments such as chemotherapy, hormone therapy, systemic radionucleotides, and bisphosphonate therapy can provide symptomatic relief and regression of bone disease; these therapies are an integral part of the treatment regimen. Metastatic lesions that progress despite such therapies should be managed with local treatments, such as external beam radiation, surgical fixation, or both."
        },
        {
            "parent": 9,
            "text": "Bisphosphonates are potent inhibitors of osteoclastic bone resorption. Uptake is dependent on blood flow within the bone and is markedly increased at sites of active remodeling, such as metastatic sites. Most studies of these drugs have been in patients with breast or prostate metastases."
        },
        {
            "parent": 9,
            "text": "Randomized controlled trials have shown significant reductions in the incidence of hypercalcemia, pain, and analgesic requirements in patients taking bisphosphonates.12,13A large prospective, randomized, double-blind study combined 754 patients with metastatic breast cancer who took intravenous pamidronate (Aredia, 90 mg every three weeks).14Overall, there was a 40 percent decrease in skeletal complications, fewer new bone lesions, and significant reductions in pain and analgesic requirements over 24 months. The time to first skeletal complication was twice as long in patients treated with pamidronate compared with those who received placebo. However, there were no differences in overall survival rates."
        },
        {
            "parent": 9,
            "text": "A recent clinical trial in patients with breast cancer showed that treatment with parenteral zoledronic acid (Zometa) significantly increased time to skeletal complications compared with pamidronate.15Promising results also have been found using zoledronic acid for the management of hormone-refractory prostate cancer.16"
        },
        {
            "parent": 9,
            "text": "Bisphosphonate therapy should be initiated when bone metastasis is diagnosed.17Most studies support the use of intravenous rather than oral bisphosphonates, making home use dependent on the availability of an infusion service.17However, given the heterogeneity of trials to date and the potential differences in bisphosphonates, more research is needed to determine the optimal treatment and duration.18Adverse effects include abdominal pain, nausea, and vomiting."
        },
        {
            "parent": 9,
            "text": "Treatment with calcitonin (Fortical) is not supported by evidence. A Cochrane review based on limited studies found that calcitonin does not significantly reduce bone pain, reduce complications, or improve quality of life.19"
        },
        {
            "parent": 10,
            "text": "Hormone therapy is most often used in patients with metastatic breast or prostate cancer. Bilateral oophorectomy and luteinizing hormone-releasing hormone (LH-RH) antagonists have been used with some success in patients with breast cancer. Antiestrogens such as tamoxifen (Soltamox) yield a 17 to 35 percent regression rate in sensitive tumors.20"
        },
        {
            "parent": 10,
            "text": "Metastatic prostate cancer is often treated initially with diethylstilbestrol (Stilphostrol, not available in the United States) or LH-RH agonists. Such treatments have been shown to reduce pain and improve ambulatory status in 40 to 70 percent of patients.21"
        },
        {
            "parent": 10,
            "text": "Other hormone therapies include LH-RH analogues (e.g., leuprolide [Lupron], goserelin [Zoladex], triptorelin [Trelstar Depot]); LH-RH antagonists (e.g., abarelix [Plenaxis, not available in the United States]); and anti-androgens (e.g., flutamide [Eulexin, brand not available in the United States], nilutamide [Nilandron]). Adverse effects of these therapies include loss of libido, hot flashes, depression, and decreased high-density lipoprotein cholesterol levels. LH-RH agonists may cause an initial increase in testosterone levels, which may induce transient increases in tumor size and bone pain. This “tumor flare” can be avoided by using antiandrogen therapy in conjunction with LH-RH agonists at the beginning of treatment."
        },
        {
            "parent": 11,
            "text": "Radiotherapy is a common and effective treatment for metastatic bone disease. Radiation diminishes tumor mass and promotes bone healing of osteolytic foci. The mechanism of pain relief is thought to be secondary tumor shrinkage, as well as inhibition of chemical pain mediators. Most patients with bone metastases experience pain relief after undergoing external beam radiation.22"
        },
        {
            "parent": 12,
            "text": "Radionucleotides such as strontium-89, samarium-153, and rhenium-186 emit beta and gamma radiation and have an affinity for crystal hydroxyapatite in regions of high bone turnover. These agents are most often used in the treatment of metastatic breast and prostate cancers. A systematic review of small clinical trials suggests that radionucleotides are effective for pain control but carry a risk of myelotoxicity.23"
        },
        {
            "parent": 13,
            "text": "The primary goals of surgical intervention are pain relief, improved function, and, to a lesser extent, prolonged survival by mobilizing patients who would otherwise require extended bed rest. Advances in orthopedic technique, implant design, and adjuvant treatments, as well as the routine use of bone cement, have helped achieve these goals. Contraindications to surgical treatment include an expected survival time of less than four weeks, poor general health, and complete mental deterioration.24"
        }
    ],
    "locked": false
}