{
    "url": "https://www.aafp.org/pubs/afp/issues/2007/1201/p1669.html#afp20071201p1669-f4",
    "title": "Evaluation of Back Pain in Children and Adolescents | AAFP",
    "author": "ROBERT M. BERNSTEIN, MD, AND HAROLD COZEN, MD",
    "doi": "Am Fam Physician.2007;76(11):1669-1676",
    "abstract": "Back pain is fairly prevalent in healthy children and adolescents. When children or adolescents seek medical care for back pain, it is highly likely that underlying pathology will be identified. Common causes of back pain include nonspecific pain or muscle strain, herniated disk, spondylolysis, scoliosis, and Scheuermann's kyphosis. Less common causes include tumor, infection, and sickle cell crisis. If nonspecific back pain is suspected, treatment may include home-based exercise, physical therapy, or nonsteroidal anti-inflammatory drugs. If the history and physical examination suggest underlying pathology, radiography, complete blood count, erythrocyte sedimentation rate, and a C-reactive protein measurement should be performed. Follow-up magnetic resonance imaging, computed tomography, or bone scanning may be needed depending on the suspected cause. It is generally accepted that the following factors warrant immediate evaluation: patient age younger than four years, persistent symptoms, self-imposed activity limitations, systemic symptoms, increasing discomfort, persistent nighttime pain, and neurologic symptoms.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Historic Symptoms",
            "level": 2
        },
        {
            "id": 2,
            "name": "NIGHTTIME PAIN",
            "level": 3
        },
        {
            "id": 3,
            "name": "PAIN WITH GENERALIZED SYMPTOMS",
            "level": 3
        },
        {
            "id": 4,
            "name": "ACUTE PAIN",
            "level": 3
        },
        {
            "id": 5,
            "name": "CHRONIC PAIN",
            "level": 3
        },
        {
            "id": 6,
            "name": "PAIN WORSENS WITH SPINAL MOVEMENT",
            "level": 3
        },
        {
            "id": 7,
            "name": "PAIN ASSOCIATED WITH RECENT-ONSET SCOLIOSIS",
            "level": 3
        },
        {
            "id": 8,
            "name": "Physical Examination",
            "level": 2
        },
        {
            "id": 9,
            "name": "Radiographic and Laboratory Studies",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Low back pain in adults has been extensively studied and costs more than $90 billion per year in the United States.1However, population-based studies demonstrate that low back pain is also common in children and adolescents.2–4In a study of Belgian children nine to 12 years of age, 17.8 percent of children who had not reported a significant episode of back pain at baseline reported at least one episode by the end of the two-year study.5"
        },
        {
            "parent": 0,
            "text": "It has been suggested that carrying a heavy backpack can cause back pain.6However, mechanical problems from computer use, physical activity, or heavy backpacks do not appear to be associated with back pain in school-age children.7Low back pain is more common in school-age children with high levels of psychosocial difficulties, conduct problems, or other somatic disorders.8,9General well-being and self-perception may be important associated variables.5,10,11Although the association between heavy backpacks and back pain remains controversial, the American Academy of Pediatrics has released a guideline for backpack use. The guideline recommends that backpacks not exceed 10 to 20 percent of the child's body weight.12This is not an evidence-based recommendation, however.8"
        },
        {
            "parent": 0,
            "text": "Population-based studies have used surveys of large populations of healthy children and adolescents, most of whom have not received evaluation for back pain.13–15There are no data on causes of back pain in children and adolescents presenting to primary care offices. Studies of back pain in children and adolescents presenting to subspecialist offices and emergency departments have demonstrated that a specific cause requiring medical attention is highly likely. Studies of children and adolescents presenting with a primary complaint of back pain in a nonemergency setting have successfully identified pathology in a high number of patients.13–15Table 1presents the differential diagnosis of back pain in children and adolescents."
        },
        {
            "parent": 0,
            "text": "Common diagnoses in patients with back pain who are referred to a subspecialist are spondylolisthesis, herniated disk, scoliosis, and spondylolysis. Tumors are more common in patients with nighttime pain, constant pain, and symptoms lasting less than three months.14Back pain can also be referred pain from a medical illness such as pyelonephritis or sickle cell crisis16,17"
        },
        {
            "parent": 0,
            "text": "Back pain is an uncommon reason for children and adolescents to present to the emergency department; however, causes of back pain in these patients include trauma (25 percent), muscle strain (24 percent), sickle cell crisis (13 percent), idiopathic cause (13 percent), urinary tract infection (5 percent), and a viral syndrome (4 percent).18"
        },
        {
            "parent": 2,
            "text": "Regular pain that occurs at night and awakens the child is usually associated with tumors or infections14,19(e.g., osteomyelitis, diskitis, osteoid osteoma, osteoblastoma, eosinophilic granuloma, aneurysmal bone cyst, leukemia, Ewing's sarcoma, spinal cord tumors such as neurofibroma or astrocytoma20–23). Other possible symptoms associated with nighttime back pain include fever, malaise, and weight loss. Nighttime pain warrants immediate medical evaluation.24"
        },
        {
            "parent": 3,
            "text": "Fever and other generalized symptoms occurring with back pain suggest possible infection or tumor. Diskitis commonly is associated with fever, anorexia, malaise, and irritability in children younger than 10 years. In children one to three years of age, diskitis may be associated with cessation of walking.25In older children, abdominal pain also may be present. A positive straight leg raising test result, caused by tight hamstrings, is common. Radiographic findings may be normal early (less than three weeks after the pain begins) but later show disk-space narrowing and end-plate changes(Figure 1). Complete blood count and erythrocyte sedimentation rate are usually elevated, andStaphylococcus aureusis the most common organism associated with diskitis.26If radiographic findings are normal and the erythrocyte sedimentation rate is elevated, a bone scan should be performed. Treatment with antibiotics and immobilization usually resolves symptoms in about three weeks."
        },
        {
            "parent": 4,
            "text": "Herniated disks, fractures, and muscle strains present as acute back pain. A herniated disk in children and adolescents presents similarly to that in adults and may be associated with pain radiating down one or both legs, pain with the Valsalva maneuver, or stiffness.27,28Most patients will have a positive straight leg raising test result, although some will simply present with hamstring tightness and no radiculopathy."
        },
        {
            "parent": 4,
            "text": "An acute fracture of the pars interarticularis (spondylolysis;Figure 2) or a slipped vertebral apophysis (e.g., fracture of the vertebral growth plate) usually causes severe, acute pain in the lumbar spine. A slipped apophysis may have a presentation similar to a herniated disk, with pain radiating down the legs. Vertebral fractures may be caused by trauma from a motor vehicle crash or fall from a height and are usually associated with other injuries. Radiculopathy suggests a burst or Chance fracture (i.e., transverse fracture through the bone or disk) with spinal canal compromise."
        },
        {
            "parent": 4,
            "text": "Muscle strains are usually related to physical activity; they present as acute back pain without radiation."
        },
        {
            "parent": 5,
            "text": "Chronic pain may be caused by developmental problems (e.g., Scheuermann's kyphosis), inflammatory spondyloarthropathies,29or psychological problems.2"
        },
        {
            "parent": 5,
            "text": "Scheuermann's kyphosis is an osteochondrosis that presents as an abnormality of the vertebral epiphyseal growth plates. Radiographic findings may include vertebral wedging of five degrees or more on three adjacent vertebral bodies, end-plate changes, or disk-space narrowing. Onset of Scheuermann's kyphosis occurs in adolescence, and it should be distinguished from postural kyphosis. Scheuermann's kyphosis is rigid, and the pain is generally gradual, located over the deformity, and worst at the end of the day. Although back pain is more common in patients with Scheuermann's kyphosis than in the general population, there generally is no difference in days off work.30"
        },
        {
            "parent": 5,
            "text": "Inflammatory joint disorders (e.g., juvenile rheumatoid arthritis or ankylosing spondylitis) can also cause back pain in children and adolescents. Morning stiffness is common, and mobility may improve with moist heat such as from a hot bath or shower. Sacroiliac joint tenderness may be present, although nighttime pain is uncommon with inf lammatory joint disorders. Sacroiliac joint changes with limited chest expansion may occur with juvenile ankylosing spondylitis. The Flexion, Abduction, and External Rotation (FABER) test of the hip may detect joint problems(Figure 3)."
        },
        {
            "parent": 5,
            "text": "Psychological problems may be difficult to distinguish from other causes of back pain.31If the work-up is normal and the physician suspects a conversion disorder, a mental health professional should be consulted."
        },
        {
            "parent": 6,
            "text": "Flexion of the spine increases the strain on the anterior elements of the spine, particularly the vertebral bodies and disk spaces. Thus, pain related to a herniated disk is usually worse with forward flexion. Other causes of pain with forward flexion include slipped apophysis and vertebral lesions (e.g., diskitis, osteomyelitis, vertebral body tumor)."
        },
        {
            "parent": 6,
            "text": "Extension of the spine increases the strain on the posterior elements of the spine, including the facet joints, pars interarticularis, and pedicles. If an injury or lesion (e.g., osteoid osteoma, osteoblastoma) is present in this area, the patient will be reluctant to hyperextend the back. Spondylolysis occurs in approximately 4 percent of children younger than six years and in approximately 6 percent of adults.32The condition is commonly associated with repetitive hyperextension such as with gymnastics and swimming.33,34"
        },
        {
            "parent": 7,
            "text": "Pain that occurs with scoliosis may suggest an osteoid osteoma or other tumor, infection, or herniated disk.35–38The association between pain and idiopathic scoliosis in children and adolescents is somewhat controversial. Although it is generally believed that scoliosis itself does not cause pain, one study reported 32 percent of patients with presumed idiopathic scoliosis had pain; 9 percent of these patients were found to have an underlying pathology.37These pathologies included spondylolysis, spondylolisthesis, Scheuermann's kyphosis, slipped vertebral apophysis, herniated disk, hydromyelia, tethered spinal cord, and intraspinal tumor.37Back pain did not occur in patients five years and younger, was rare in patients six to 10 years of age, and was much more common in patients 15 years and older.37"
        },
        {
            "parent": 8,
            "text": "The physical examination of children and adolescents with back pain begins with a visual inspection of the back and standing posture. The physician should look for signs of midline defects (e.g., a hairy patch or midline hemangiomas, suggesting an intraspinal anomaly; abnormal markings such as café au lait spots, suggesting neurofibromatosis); asymmetry or accentuated alignment, suggesting scoliosis or kyphosis; and leg length discrepancy. The patient should point to the exact location of the pain so the physician can determine if there is tenderness there. The physician should also determine if the back pain worsens with forward flexion (usually discogenic pain) or hyperextension (usually pain in the posterior elements of the spine). The physician should evaluate how well the spine flexes (i.e., whether the patient can bend down and touch the toes), look for ataxia and muscle atrophy, and determine whether the patient can toe walk and heel walk (i.e., evaluation of the anterior tibialis and the gastrocnemiussoleus complex)."
        },
        {
            "parent": 8,
            "text": "A thorough motor and sensory examination, including strength testing of specific motor groups and sensory and reflex testing, is also performed. The gastrocnemiussoleus complex is very strong, and the patient should be able to perform 10 toe raises on one foot to be considered at normal function. A straight leg raising test evaluates for sciatica, and a FABER test stresses the sacroiliac joints, which may be affected in patients with ankylosing spondylitis. Dermatomal loss of sensation may suggest a nerve root lesion."
        },
        {
            "parent": 9,
            "text": "Generally, children and adolescents without significant physical findings, short duration of pain, and a history of minor injury can be treated conservatively without radiographic or laboratory studies.5,10,11However, patients with more concerning physical findings or history should receive plain radiography of the affected area.14,24Anteroposterior and lateral views are often sufficient, although oblique views are useful in screening for spondylolysis.31"
        },
        {
            "parent": 9,
            "text": "If the radiographic findings are normal, magnetic resonance imaging (MRI), computed tomography (CT), or bone scanning may be performed, depending on the concern of the physician. MRI is particularly useful for detecting tumors, infections, and disk herniations. However, performing an MRI in young children often requires general anesthesia. A bone scan may be a reasonable alternative; the sensitivity of a bone scan is low (61 percent), but specificity is fairly high (91 percent).39Bone scanning may not identify all bone tumors, soft tissue tumors, or soft tissue infections. A CT scan shows bone architecture and soft tissues but does not give a good view of marrow elements. CT scans generally do not require sedation or anesthesia because they can be performed quickly. When oblique radiographic findings are normal and spondylolysis is suspected, CT or MRI may be performed.40"
        },
        {
            "parent": 9,
            "text": "Laboratory studies, including complete blood count, erythrocyte sedimentation rate, and C-reactive protein measurement, may be performed if an inflammatory condition, infection, or malignancy is a concern. Additional studies include blood cultures and serology (e.g., antinuclear antibody, rheumatoid factor, and human leukocyte antigen-B27 tests)."
        },
        {
            "parent": 9,
            "text": "An algorithm for the evaluation and treatment of children and adolescents with back pain is presented inFigure 4.24,41"
        }
    ],
    "locked": false
}