{
    "url": "https://www.aafp.org/pubs/afp/issues/2006/0401/p1231.html#afp20060401p1231-f1",
    "title": "Vulvodynia: Diagnosis and Management | AAFP",
    "author": "BARBARA D. REED, M.D., M.S.P.H.",
    "doi": "Am Fam Physician.2006;73(7):1231-1238",
    "abstract": "The diagnosis of vulvodynia is made after taking a careful history, ruling out infectious or dermatologic abnormalities, and eliciting pain in response to light pressure on the labia, introitus, or hymenal remnants. Several treatment options have been used, although the evidence for many of these treatments is incomplete. Treatments include oral medications that decrease nerve hypersensitivity (e.g., tricyclic antidepressants, selective serotonin reuptake inhibitors, anticonvulsants), pelvic floor biofeedback, cognitive behavioral therapy, local treatments, and (rarely) surgery. Most women experience substantial improvement when one or more treatments are used.",
    "headers": [
        {
            "id": 0,
            "name": "Prevalence",
            "level": 2
        },
        {
            "id": 1,
            "name": "Characteristics of Women with Vulvodynia",
            "level": 2
        },
        {
            "id": 2,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 3,
            "name": "Clinical Presentation",
            "level": 2
        },
        {
            "id": 4,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 5,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 6,
            "name": "SYSTEMIC THERAPY",
            "level": 3
        },
        {
            "id": 7,
            "name": "PSYCHOLOGICAL APPROACHES",
            "level": 3
        },
        {
            "id": 8,
            "name": "LOCAL THERAPY",
            "level": 3
        },
        {
            "id": 9,
            "name": "SURGERY",
            "level": 3
        },
        {
            "id": 10,
            "name": "WHEN TO REFER",
            "level": 3
        },
        {
            "id": 11,
            "name": "Prognosis",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Vulvodynia is characterized by chronic discomfort in the vulvar region; the discomfort may range from mild to severe and debilitating. The diagnosis depends on a consistent history, lack of a documented infectious or dermatologic cause, and in most women, tenderness when gentle pressure is applied by a cotton swab to the vulva, introitus, or hymenal areas. The pain usually is present during and after intercourse, and other factors may exacerbate the pain (e.g., bicycle riding, tampon insertion, prolonged sitting, wearing tight clothes) (Table 1).1In some women the pain is spontaneous."
        },
        {
            "parent": -1,
            "text": "Although vulvodynia was described in 1889 as “excessive sensitivity” of the vulva,2it rarely was referred to in the medical literature until the 1980s. Recognition of this disorder and its effects on the lives of women worldwide led to the adoption of the term “vulvodynia” by the International Society for the Study of Vulvovaginal Diseases (ISSVD) in 1983. At the time, it was defined as “chronic vulvar discomfort that is characterized by the complaint of burning, stinging, irritation, or rawness” in the absence of skin disease or infection.3The ISSVD recently revised the definition to include two subgroups: localized and generalized vulvar dysesthesia.4Each of these subgroups is further categorized as provoked, spontaneous, or mixed. It is unclear whether these groups are separate disorders or different presentations of the same disorder.1The term “vulvar vestibulitis” is no longer used because inflammation is not a prominent component of the disorder; it is now referred to as localized vulvar dysesthesia (or vestibulodynia).4"
        },
        {
            "parent": 0,
            "text": "Three studies5–7that systematically addressed prevalence in different settings found vulvar pain to be much more common than previously thought, with rates of 15 percent in one gynecologist’s practice,51.7 percent in an Internet survey,6and 8.6 percent in a population-based study of symptomatic women in the Boston area.7These findings would extrapolate to more than 2.4 million women in the United States and approximately 15 affected women in a family practice of 2,000 patients."
        },
        {
            "parent": 1,
            "text": "Women presenting with vulvodynia typically are white; are in stable, long-term relationships; have had the pain for several years; and have been examined several times by multiple physicians before receiving the diagnosis.6–9The age range is broad, from children (rarely) to women 80 years and older,6but most women with this disorder are between 20 and 50 years of age."
        },
        {
            "parent": 1,
            "text": "Vulvodynia is not associated with sexually transmitted diseases (STDs) or STD risk factors,8,10but affected women often have been treated repeatedly for candidal vulvovaginitis.8,10,11In the past, it was theorized that the pain of vulvodynia was due to psychological issues.12,13However, recent data indicate that women with vulvodynia are psychologically comparable to women without the disorder14–16and are no more likely to have been abused.8,14,17Marital satisfaction levels also are similar.14"
        },
        {
            "parent": 1,
            "text": "Although women with vulvodynia report that the quality and quantity of their sexual activity has decreased since the onset of symptoms, more than one half have had intercourse and have had an orgasm in the previous month.18These women were just as likely as women without pain to participate in other sexual activities (e.g., masturbation, receiving oral sex).18"
        },
        {
            "parent": 2,
            "text": "Although research is ongoing, little is known about the causes of vulvodynia. Affected women are more likely to have altered contractile characteristics of the pelvic floor musculature19; biofeedback therapy designed to address these alterations often results in improved muscle function and decreased vulvar pain.20,21Although women with vulvodynia were known to be sensitive to touch in the vestibular region, it has only recently become clear that women with vulvodynia also have increased sensitivity at peripheral sites, such as the upper arm or leg.22,23Whether these muscular changes and increased systemic sensitivity are primary or secondary to the pain disorder is unknown."
        },
        {
            "parent": 2,
            "text": "Several studies have identified minor immunologic changes in women with vulvodynia, such as altered levels of interleukin-1 and tumor necrosis factor-α in vestibular tissue24; increased production of interleukin-1β and decreased production of interleukin-1 receptor antagonist by lymphocytes following stimulation25; decreased production of interferon-α26; and changes in the gene associated with interleukin-1 receptor antagonist.27,28These changes could result in a decreased ability to downregulate the inflammatory response, which in turn may be associated with neuropathic changes."
        },
        {
            "parent": 2,
            "text": "There is controversy about whether changes exist in the inflammatory infiltrate in vulvar tissue of women with vulvodynia. Some studies29–31found an increase in inflammatory cells or mast cells, whereas others32,33found that inflammatory cell infiltrates were similar in patients with vulvodynia and control patients. More recently, vulvar biopsy specimens have shown increased neuronal proliferation and branching in the vulvar tissue of women with vulvodynia compared with tissue of asymptomatic women.34–36The cause of this increased neuronal density and its role in vulvodynia remain unclear."
        },
        {
            "parent": 3,
            "text": "Symptoms of vulvodynia may have been present since childhood or the time of first intercourse, or they may appear after several years of painless sex.10,18The pain often is described as “burning,” but it may be irritating, sharp, prickly, or, occasionally, pruritic, and it can be mild to severe.23Factors that exacerbate the symptoms and those that lessen the pain are listed inTable 1.1The pain can begin suddenly when provoked, and it tends to dissipate gradually; women with vulvodynia often report hours to days of discomfort after intercourse or a pelvic examination."
        },
        {
            "parent": 3,
            "text": "Allodynia (i.e., pain elicited by a nonpainful stimulus) and hyperpathia (i.e., when a stimulus causes greater pain than expected) suggest a neuropathic cause of the pain of vulvodynia.36This characterization has led to improved understanding of why certain therapies often are not useful (e.g., corticosteroids, estrogen therapy), and why others that have been effective in the treatment of other neuropathic disorders may be of use in patients with vulvodynia (e.g., amitriptyline, gabapentin [Neurontin])."
        },
        {
            "parent": 4,
            "text": "The diagnosis of vulvodynia depends on a careful history, followed by a confirmatory physical examination (Figure 1).37 The history should include information about the onset and character of the pain, provoking and relieving factors, medical evaluations to date, and attempted treatments and their effects on the pain. Occasionally, the patient may not be aware that the sensitivity is in the area of the introitus, and she may describe the pain as deeper in the vagina or pelvis. Confirmation during the examination often will clarify this issue."
        },
        {
            "parent": 4,
            "text": "The physical examination is an important part of the diagnostic process. The vulva may be erythematous in women with vulvodynia, but the presence of a rash or altered mucosa or skin is not consistent with vulvodynia and requires further evaluation or biopsy. A cotton swab is used to gently indent (approximately 5 mm) several locations on the labia, introitus, and hymenal remnants. This pressure will elicit discomfort in almost all women with vulvodynia; the posterior introitus and the posterior hymenal remnants are the most common sites of increased sensitivity. Although some women have spontaneous pain that may not be provoked with a cotton swab, a lack of sensitivity in all of these areas is unusual among women with provocable pain. Other diagnoses that may be suggested by the examination and history are listed inTable 2."
        },
        {
            "parent": 4,
            "text": "Vaginal secretions should be evaluated for the presence of an active candidal vulvovaginal infection. If an infection is diagnosed, treatment with antifungal medication should precede treatment for vulvodynia. Treatment for a possible yeast infection without confirmation by strongly positive potassium hydroxide microscopy (i.e., budding spores or hyphae) is not recommended, and a yeast culture should be performed if there is uncertainty about infection. Although women with vulvodynia may carry Candida, eradication of Candida usually will not alleviate the patient’s symptoms."
        },
        {
            "parent": 5,
            "text": "Data are lacking about the effectiveness of various treatment options for vulvodynia, and many of the commonly recommended treatments have not been systematically studied in randomized controlled trials (RCTs). Nevertheless, several treatments have been used with varying degrees of success (Table 39,21,38–53),54and the responses to these treatments suggest that improvement should be expected in most women with vulvodynia."
        },
        {
            "parent": 6,
            "text": "Because the pain of vulvodynia seems to be neuropathic, many medications that have been used effectively in the treatment of other neuropathic disorders have been used in patients with vulvodynia. Tricyclic antidepressants (TCAs) often are used as a first-line therapy. Many patients tolerate TCAs well after approximately one week of use, but prolonged fatigue, constipation, and weight gain may require a change in the type of medication or dosage. Dry mouth is common when taking TCAs but rarely necessitates discontinuation. Amitriptyline has been used primarily, but other TCAs with less severe side effects, such as desipramine (Norpramin), may be effective as well. Although selective serotonin reuptake inhibitors (SSRIs) are not commonly considered effective for treatment of neuropathic pain, many patients who cannot tolerate TCAs have responded well to SSRIs. Venlafaxine (Effexor) is being used more commonly for the treatment of vulvodynia. Gabapentin may be helpful for various types of neuropathic pain. However, current recommendations for three-times-per-day dosage limit the ease with which this drug can be used."
        },
        {
            "parent": 6,
            "text": "There are few data on which to base recommendations for the use of calcium citrate, and this therapy has been studied only in conjunction with a low-oxalate diet. However, some patients find it helpful, and side effects are minimal. Prolonged treatment with oral fluconazole (Diflucan) has been recommended based on the supposition that chronic candidal infections may contribute to vulvodynia, but results have been inconsistent.38,55This therapy should be reserved for patients with documented candidal infection. Narcotics and analgesics, such as nonsteroidal anti-inflammatory drugs and acetaminophen, have not been helpful."
        },
        {
            "parent": 7,
            "text": "One RCT47has shown that cognitive behavioral therapy is associated with a 30 percent decrease in reported vulvar pain with intercourse. Although psychological predispositions have not been proven to be associated with vulvodynia, the pain may be associated with interpersonal or individual psychological difficulties. Sexual, individual, and marital counseling also should be considered in patients with ongoing difficulties in these areas."
        },
        {
            "parent": 8,
            "text": "Biofeedback and physical therapy have been used to reverse changes in the pelvic floor musculature and to help women regain control of the muscles, including improving strength and relaxation. Studies21,47,51suggest that these therapies can improve symptoms of vulvodynia."
        },
        {
            "parent": 8,
            "text": "Although the value of most local treatment measures has not been determined, women with vulvodynia often are counseled to avoid the use of harsh soaps and perfumed products in the vulvar region50and to wear all-cotton underwear.56Some experts think that dermatologic diagnoses (e.g., atopy, dermatographism, irritant contact dermatitis) and candidiasis are responsible for many of the symptoms of vulvodynia, and they recommend treatment with antihistamines or antifungal medications, as well as avoidance of potentially irritating contactants.57"
        },
        {
            "parent": 8,
            "text": "Topical corticosteroids11and estrogens45generally have not been successful in decreasing the pain of vulvodynia, and these treatments are used primarily in patients with specific indications (e.g., estrogen deficiency, lichen sclerosus). Similarly, the injection of steroids58and interferon46,59,60in women with localized symptoms has met with conflicting results and recommendations. Topical lidocaine (Xylocaine) has been used as needed (up to three or four vulvar applications per day) and recently has been used on a nightly basis in the introitus to minimize vulvar pain, with encouraging results.48Topical cromolyn sodium appeared useful in a case series, but an RCT suggested that results were similar to those in the placebo group.49"
        },
        {
            "parent": 9,
            "text": "Surgery is one of the oldest therapies for localized vulvar vestibulodynia, but this therapy typically is reserved for women with severe, debilitating symptoms that are localized to the introitus. Several studies47,61have found subjective improvement in pain in 60 to 80 percent of women who underwent surgery. Until recently, most of the studies were case series, with the inherent limitations of selection bias, reporting bias, and poor controlling for confounders.46,62A three-armed treatment trial47comparing surgery with biofeedback and cognitive behavioral therapy found that women who underwent perineoplasty had greater reductions in pain than those who were treated with biofeedback or cognitive behavioral therapy. Nevertheless, most experts do not recommend surgery for women with this disorder unless symptoms are severe and other treatments have not been effective. In light of recent evidence6,7suggesting that vulvodynia may be transient in a substantial percentage of women, reserving surgical approaches when possible seems prudent."
        },
        {
            "parent": 9,
            "text": "Carbon dioxide laser surgery for the vulva and vestibule was used for several years, but this procedure is no longer recommended because of the scarring and worsening of symptoms that can follow. The use of other dye laser protocols is controversial.50Other therapies have been tried, with inconsistent results. Isolated case reports suggest that hypnosis,63inosine pranobex (Isoprinosine; not available in the United States),64and acupuncture65,66may be effective treatments for vulvodynia, but further study is warranted."
        },
        {
            "parent": 9,
            "text": "A large proportion of women with chronic vaginal symptoms (some of whom have vulvodynia) are using or have used complementary therapies.67Few data are available on which to base recommendations for or against these treatments. Physicians should ask patients about other therapies they are using or considering."
        },
        {
            "parent": 10,
            "text": "Family physicians can diagnose and treat women with vulvodynia, and substantial improvement should be expected. Referral to a subspecialist should be considered for any patient who is unresponsive to treatment."
        },
        {
            "parent": 11,
            "text": "The natural history of vulvodynia is not clear. Many women have had this disorder for years, and it traditionally has been considered chronic. However, recent data6,7suggest that approximately one half of women who report that they have had prolonged vulvar pain no longer have symptoms of vulvodynia. Hence, it is reasonable to think that symptoms in a substantial proportion of women with this disorder may abate. The prognosis for women who receive appropriate treatment is quite good. A follow-up study9of 104 women seen in two referral clinics at the University of Michigan suggests that most women with vulvodynia experience substantial improvement with medical treatment."
        }
    ],
    "locked": false
}