{
    "url": "https://www.aafp.org/pubs/afp/issues/2007/0415/p1199.html#afp20070415p1199-f3",
    "title": "Late Pregnancy Bleeding | AAFP",
    "author": "ELLEN SAKORNBUT, M.D., LAWRENCE LEEMAN, M.D., M.P.H., AND PATRICIA FONTAINE, M.D., M.S.",
    "doi": "Am Fam Physician.2007;75(8):1199-1206",
    "abstract": "Effective management of vaginal bleeding in late pregnancy requires recognition of potentially serious conditions, including placenta previa, placental abruption, and vasa previa. Placenta previa is commonly diagnosed on routine ultrasonography before 20 weeks' gestation, but in nearly 90 percent of patients it ultimately resolves. Women who have asymptomatic previa can continue normal activities, with repeat ultrasonographic evaluation at 28 weeks. Persistent previa in the third trimester mandates pelvic rest and hospitalization if significant bleeding occurs. Placental abruption is the most common cause of serious vaginal bleeding, occurring in 1 percent of pregnancies. Management of abruption may require rapid operative delivery to prevent neonatal morbidity and mortality. Vasa previa is rare but can result in fetal exsanguination with rupture of membranes. Significant vaginal bleeding from any cause is managed with rapid assessment of maternal and fetal status, fluid resuscitation, replacement of blood products when necessary, and an appropriately timed delivery.",
    "headers": [
        {
            "id": 0,
            "name": "Initial Assessment of Vaginal Bleeding",
            "level": 2
        },
        {
            "id": 1,
            "name": "Management of Antepartum Hemorrhage",
            "level": 2
        },
        {
            "id": 2,
            "name": "Placenta Previa",
            "level": 2
        },
        {
            "id": 3,
            "name": "CLINICAL PRESENTATION",
            "level": 3
        },
        {
            "id": 4,
            "name": "MANAGEMENT",
            "level": 3
        },
        {
            "id": 5,
            "name": "Placental Abruption",
            "level": 2
        },
        {
            "id": 6,
            "name": "CLINICAL PRESENTATION",
            "level": 3
        },
        {
            "id": 7,
            "name": "MANAGEMENT",
            "level": 3
        },
        {
            "id": 8,
            "name": "PREVENTION",
            "level": 3
        },
        {
            "id": 9,
            "name": "Vasa Previa",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Vaginal bleeding after midpregnancy is associated with maternal and fetal risks. Maternal morbidity may be caused by acute hemorrhage and operative delivery, and the fetus may be compromised by uteroplacental insufficiency and premature birth. Optimal management of late pregnancy bleeding depends on accurate identification of the cause and a timely intervention specific to its severity."
        },
        {
            "parent": 0,
            "text": "The history, a physical examination, ultrasonography for placental location, and a brief period of observation usually differentiate minor from serious causes of vaginal bleeding. Cervical dilatation during normal labor is commonly accompanied by a small amount of blood or blood-tinged mucus (bloody show), and many pregnant women experience spotting or minor bleeding after sexual intercourse or a digital vaginal examination. Cervicitis, cervical ectropion, cervical polyps, and cervical cancer are possible underlying causes. Evaluation with a sterile speculum may be performed safely before ultrasonographic evaluation of placental location; however, digital examination should not be performed unless ultrasonography excludes a placenta previa.1"
        },
        {
            "parent": 1,
            "text": "The initial management of significant bleeding in late pregnancy is similar regardless of the etiology. Visual estimates of blood loss should be recorded but may be inaccurate or fail to account for concealed hemorrhage. Hypotension, tachycardia, and maternal symptoms of hemodynamic instability are ominous indicators, and women with these signs require immediate intravenous access, fluid resuscitation, and the availability of blood products. Baseline laboratory tests include hematocrit, platelet count, fibrinogen level, coagulation studies, blood type, and antibody screen. Women who are Rh negative should receive Rho(D) immune globulin (Rhogam); a Kleihauer-Betke test should be performed to determine the appropriate dose.2Continuous fetal monitoring is recommended.3Decelerations or loss of variability may resolve with adequate maternal resuscitation; however, a persistently nonreassuring fetal heart rate tracing may require urgent cesarean delivery before the etiology of the hemorrhage is established."
        },
        {
            "parent": 2,
            "text": "Placenta previa is a placental implantation that overlies or is within 2 cm (0.8 inches) of the internal cervical os.4The placenta is described as a complete previa when it covers the os and as a marginal previa when the edge lies within 2 cm of the os. When the edge is 2 to 3.5 cm (1.4 inches) from the os, the placenta may be described as low lying5(Figure 1). Transvaginal ultrasonography allows precise assessment of the distance between the internal os and the placental edge(Figure 2)."
        },
        {
            "parent": 2,
            "text": "The incidence of placenta previa increases with age, parity, tobacco use, and number of cesarean deliveries.6,7Additional risk factors are listed inTable 1.6,8–11"
        },
        {
            "parent": 3,
            "text": "Placenta previa is a common incidental finding on second trimester ultrasonography. It is evident on approximately 4 percent of ultrasound studies performed at 20 to 24 weeks' gestation12but is present at term in only 0.4 percent of pregnancies.6When placenta previa is suspected on transabdominal ultrasonography, transvaginal ultrasonography should be performed.13Transvaginal ultrasonography is safe14and is more accurate than transabdominal ultrasonography because the placental edge and the internal os, located deep within the bony pelvis, often are obscured by acoustic shadows from the symphysis or the fetus. Visualization of relevant structures is poor on 50 percent of transabdominal ultrasonograms, and additional transvaginal ultrasonography changes the diagnosis in 26 percent of cases.13The migration of the placenta away from the lower uterine segment is caused by the growth of placental trophoblasts toward the fundus, with its richer blood supply, and the development or elongation of the lower uterine segment."
        },
        {
            "parent": 3,
            "text": "Symptomatic placenta previa usually manifests as vaginal bleeding in the late second or third trimester, often after sexual intercourse. The bleeding typically is painless unless labor or placental abruption occurs. This initial sentinel bleed usually is not sufficient to produce hemodynamic instability or to threaten the fetus in the absence of cervical instrumentation or cervical digital examination."
        },
        {
            "parent": 4,
            "text": "Women with bleeding from placenta previa generally are admitted to the hospital for an initial assessment.15Because most neonatal morbidity and mortality associated with placenta previa results from complications of prematurity, the main therapeutic strategy is to prolong pregnancy until fetal lung maturity is achieved16(Figure 3). Tocolytic agents may be used safely to prolong gestation if vaginal bleeding occurs with preterm contractions.17Corticosteroids should be administered to women who have bleeding from placenta previa at 24 to 34 weeks' estimated gestation.18"
        },
        {
            "parent": 4,
            "text": "A Cochrane review found few randomized trials of interventions for placenta previa.19Outpatient management is appropriate for selected patients who do not have active bleeding and who can rapidly access a hospital with operative labor and delivery services.20Cervical cerclage has been proposed as a means of prolonging pregnancies complicated by placenta previa, because bleeding occurs in late pregnancy as the placenta is sheared from a lengthening lower uterine segment and dilating cervix.21The Cochrane meta-analysis found that cerclage decreased the risk of premature birth before 34 weeks (relative risk = 0.45; 95% confidence interval, 0.23 to 0.87); however, it is recommended that additional studies of cerclage be performed before this clinical practice is introduced.19"
        },
        {
            "parent": 4,
            "text": "The likelihood of a previa persisting until term increases if the previa is complete, if it is present at a later gestational age, or if there is a history of cesarean delivery(Table 2).22The length by which the placenta overlaps the internal os at 18 to 23 weeks is highly predictive for the persistence of placenta previa.23,24If the overlap is less than 1.5 cm (0.6 inches) at 18 to 23 weeks, placenta previa typically resolves23; if the overlap is 2.5 cm (1 inch) or greater at 20 to 23 weeks, persistence to term is likely.24Women with asymptomatic previa in the second trimester can continue normal activities until follow-up ultrasonography is performed at approximately 28 weeks. Women with persistent placenta previa in the third trimester should report any bleeding and abstain from intercourse and use of tampons."
        },
        {
            "parent": 4,
            "text": "Because placenta previa may resolve close to term, it is recommended that no decision on mode of delivery be made until after ultrasonography at 36 weeks.25Women whose placental edge is 2 cm or more from the internal os at term can expect to deliver vaginally unless heavy bleeding ensues.4Women whose placenta is located 1 to 2 cm (0.4 to 0.8 inches) from the os may attempt vaginal delivery in a facility capable of moving rapidly to cesarean delivery if necessary.4Women with a nonbleeding placenta previa may have amniocentesis at 36 to 37 weeks to document pulmonary maturity before a scheduled cesarean delivery.16Management of placenta previa is summarized inFigure 3."
        },
        {
            "parent": 4,
            "text": "Women with a history of cesarean delivery who present with placenta previa or a placenta located at the site of the previous incision should be evaluated for potential placenta accreta with color-flow Doppler by an experienced sonographer26(Figure 4). The risks of placenta accreta, increta, and percreta increase with the number of previous cesarean deliveries.27Magnetic resonance imaging of the pelvis may help confirm the diagnosis of an invasive placenta and delineate organ involvement in women with a placenta percreta.28A suspected placenta accreta necessitates preparation for possible cesarean hysterectomy, including appropriate surgical expertise and availability of blood."
        },
        {
            "parent": 5,
            "text": "Placental abruption is the separation of the placenta from the uterine wall before delivery. Abruption is the most common cause of serious vaginal bleeding, occurring in 1 percent of pregnancies. Neonatal death occurs in 10 to 30 percent of cases.8Approximately 50 percent of placental abruptions occur before 36 weeks' gestation, resulting in adverse outcomes secondary to prematurity.29"
        },
        {
            "parent": 5,
            "text": "The incidence of abruption increased between 1979 and 2001, possibly as a result of rising rates of hypertension and stimulant abuse and increased diagnosis by ultrasonography.9Risk factors associated with abruption include tobacco or cocaine use, chronic hypertension, preeclampsia, thrombophilias, abdominal trauma, and abruption in a previous pregnancy.8Sudden uterine decompression after rupture of membranes or delivery of a first twin may precipitate placental abruption.10Additional risk factors are listed inTable 1.6,8–11"
        },
        {
            "parent": 6,
            "text": "Placental abruption typically manifests as vaginal bleeding, uterine tenderness or back pain, and evidence of fetal distress. Preterm labor, growth restriction, and intrauterine fetal death also may occur.30The fundus often is tender to palpation, and pain occurs between contractions. Bleeding may be completely or partially concealed or may be bright, dark, or intermixed with amniotic fluid. Disseminated intravascular coagulation may result from the release of thromboplastin into the maternal circulation with placental separation.31This occurs in about 10 percent of abruptions and is more common with fetal death.31A chronic form of abruption may manifest as recurrent vaginal bleeding with episodic pain and contractions.8"
        },
        {
            "parent": 7,
            "text": "Because the unpredictable nature of abruption does not allow for controlled trials, management remains empiric. A Cochrane review found no randomized controlled trials assessing interventions for placental abruption that met inclusion criteria.32Initial management includes rapid stabilization of maternal cardiopulmonary status and assessment of fetal well-being. Delay can be fatal to the fetus; 30 percent of perinatal deaths in one case series occurred within two hours of admission.33Definitive management should never be delayed for ultrasound confirmation because ultrasonography is not reliable in diagnosing abruption34(Figure 5). Acute blood clots and the placenta are hyperechoic on ultranography and difficult to distinguish from one another."
        },
        {
            "parent": 7,
            "text": "Maternal stabilization requires serial evaluation of the hematocrit and coagulation studies to determine whether disseminated intravascular coagulation is present.8Tocolysis generally is contraindicated except in mild abruption before 34 weeks' gestation, when it may be used to allow administration of corticosteroids.35A nonreassuring fetal heart tracing necessitates rapid, usually cesarean, delivery.31,36A decision-to-delivery interval of 20 minutes or less resulted in improved neonatal outcomes in a case-control study of severe abruption.36Occasionally, abruption occurs during the second stage, and an operative vaginal delivery may be attempted. When fetal death occurs secondary to abruption, vaginal delivery should be the goal.37Serial ultrasonography and antepartum surveillance in the third trimester are appropriate for women with chronic abruption because of the potential for uteroplacental insufficiency.30"
        },
        {
            "parent": 8,
            "text": "The incidence of placental abruption may be decreased by cessation of tobacco, cocaine, or amphetamine use, and appropriate care for hypertensive disorders of pregnancy. One trial demonstrated a reduction in the incidence of abruption with intrapartum treatment of preeclampsia using magnesium sulfate.38"
        },
        {
            "parent": 9,
            "text": "Vasa previa is the velamentous insertion of the umbilical cord into the membranes in the lower uterine segment resulting in the presence of fetal vessels between the cervix and presenting part. Although it is uncommon (the incidence is 1 in 2,500 births), it is important for physicians to be familiar with vasa previa because rapid intervention is essential for fetal survival.11Studies demonstrate a 33 to 100 percent rate of perinatal mortality secondary to vasa previa.11Risk factors for vasa previa include in vitro fertilization, placenta previa, and bilobed and succenturiate-lobed placentas(Table 16,8–11).11"
        },
        {
            "parent": 9,
            "text": "Vasa previa typically manifests as onset of hemorrhage at the time of amniotomy or spontaneous rupture of membranes. The hemorrhage is fetal blood, and exsanguination can occur rapidly because the average blood volume of a term fetus is approximately 250 mL.39Rarely, vessels are palpated in the presenting membranes, prohibiting artificial rupture and vaginal delivery."
        },
        {
            "parent": 9,
            "text": "If fetal heart tones are reassuring, a blood sample from the vaginal vault may be obtained to check for fetal blood cells or fetal hemoglobin. The Apt test is most commonly used; it is based on the resistance of fetal hemoglobin to denaturation by alkaline agents and can be performed in the labor and delivery unit.40Delivery should not be deferred for confirmation of fetal blood in women with severe hemorrhage or when fetal heart tones are nonreassuring."
        },
        {
            "parent": 9,
            "text": "There are no strategies for primary prevention of vasa previa; however, hemorrhage theoretically is preventable with antenatal screening for women at high risk and cesarean delivery at 37 to 38 weeks when vasa previa is present. Screening is carried out with transvaginal color-f low Doppler to identify the presence of vessels in the fetal membranes. Although it has been suggested for women at increased risk,41there is no evidence that screening in a general population changes outcomes, and because the condition is rare (one diagnosis per 5,215 screenings), this approach is cost prohibitive.42"
        },
        {
            "parent": 9,
            "text": "ALSO is a registered trademark of the American Academy of Family Physicians."
        }
    ],
    "locked": false
}