{
    "url": "https://www.aafp.org/pubs/afp/issues/2007/1201/p1712.html#afp20071201p1712-uf1",
    "title": "Diagnosing DVT and PE: New Guidelines | AAFP",
    "author": "AMY CRAWFORD-FAUCHER, MD",
    "doi": "Am Fam Physician.2007;76(11):1712-1713",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Background:Each year in the United States there are 600,000 cases of venous thromboembolism (VTE), which encompasses lower extremity deep venous thrombosis (DVT) and pulmonary embolism (PE). Lower extremity DVT occurring proximal to the knee is associated with PE; DVT limited to the calf veins can contribute to postphlebitic syndrome. Appropriate suspicion for and accurate diagnosis of VTE is crucial, because one fourth of persons with undiagnosed and untreated PE have a subsequent fatal embolic event, and one fourth have a nonfatal thrombotic event."
        },
        {
            "parent": -1,
            "text": "The guidelines were established by the Agency for Healthcare Research and Quality Evidence-based Practice Centers using a recently updated review of a comprehensive, detailed, systematic, evidence-based report first published in 2003. They address diagnostic questions formulated by the American Academy of Family Physicians and the American College of Physicians. The evidence review accompanies the guidelines."
        },
        {
            "parent": -1,
            "text": "Recommendations:The recommendations include calculating the pretest probability of VTE using a clinical prediction rule. The Wells rules(see accompanying tables)were the most often studied and validated, although they are most valuable in younger patients without previous VTE or comorbidities and with short symptom duration. Individual clinical features are poorly predictive outside of their use in a formal prediction rule."
        },
        {
            "parent": -1,
            "text": "A high-sensitivity d-dimer assay in patients with a low pretest probability of VTE is a reasonable option; if the result is negative, the likelihood of VTE is low and further imaging is unnecessary(see accompanying figure). However, d-dimer alone may not rule out VTE in older patients, those with comorbidities, and those with longer duration of symptoms."
        },
        {
            "parent": -1,
            "text": "Lower extremity ultrasonography is recommended for patients with an intermediate or high pretest probability of DVT. However, ultrasonography is less sensitive in patients with DVT limited to the calf and in those who are asymptomatic, and it cannot rule out DVT in these patients. Repeat sonography or contrast venography may be necessary for diagnosis."
        },
        {
            "parent": -1,
            "text": "Patients with an intermediate or high pretest probability of PE should have diagnostic imaging with ventilation-perfusion scanning, pulmonary angiography, or helical computed tomography (CT). Using pulmonary arteriography as the standard, the meta-analysis showed wide ranges of sensitivity and specificity among the studies of CT scanning. Because of this uncertainty, a negative CT result cannot rule out PE if the pretest probability is high. The authors note that published data about the accuracy of CT may not reflect the most recent advances in CT technology and associated clinical effectiveness."
        }
    ],
    "locked": false
}