{
    "url": "https://www.aafp.org/pubs/afp/issues/2006/0101/p83.html#afp20060101p83-f1",
    "title": "Cognitive Therapy for Depression | AAFP",
    "author": "STUART J. RUPKE, M.D., DAVID BLECKE, M.DIV., M.S.W., AND MARJORIE RENFROW, M.D.",
    "doi": "Am Fam Physician.2006;73(1):83-86",
    "abstract": "Cognitive therapy is a treatment process that enables patients to correct false self-beliefs that can lead to negative moods and behaviors. The fundamental assumption is that a thought precedes a mood; therefore, learning to substitute healthy thoughts for negative thoughts will improve a person’s mood, self-concept, behavior, and physical state. Studies have shown that cognitive therapy is an effective treatment for depression and is comparable in effectiveness to antidepressants and interpersonal or psychodynamic therapy. The combination of cognitive therapy and antidepressants has been shown to effectively manage severe or chronic depression. Cognitive therapy also has proved beneficial in treating patients who have only a partial response to adequate antidepressant therapy. Good evidence has shown that cognitive therapy reduces relapse rates in patients with depression, and some evidence has shown that cognitive therapy is effective for adolescents with depression.",
    "headers": [
        {
            "id": 0,
            "name": "Nature of Cognitive Therapy",
            "level": 2
        },
        {
            "id": 1,
            "name": "Effectiveness of Cognitive Therapy",
            "level": 2
        },
        {
            "id": 2,
            "name": "UNIPOLAR MAJOR DEPRESSION",
            "level": 3
        },
        {
            "id": 3,
            "name": "COMBINATION THERAPY",
            "level": 3
        },
        {
            "id": 4,
            "name": "MANAGING RELAPSE",
            "level": 3
        },
        {
            "id": 5,
            "name": "MANAGING RESIDUAL SYMPTOMS",
            "level": 3
        },
        {
            "id": 6,
            "name": "COGNITIVE THERAPY IN ADOLESCENTS",
            "level": 3
        },
        {
            "id": 7,
            "name": "Cognitive Therapy in Primary Care",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Although approximately two thirds of patients with depression are treated successfully with medication alone,1many patients do not respond to medication,2have residual symptoms,3or frequently relapse.4Many patients may prefer a nonpharmacologic therapy or one that is consistent with their model of depression.1Because cognitive therapy addresses many of these issues, family physicians should be familiar with its nature and uses."
        },
        {
            "parent": -1,
            "text": "Cognitive therapy was developed as a departure from traditional therapeutic approaches to mental illness.5While working with patients, Aaron Beck, a pioneer in cognitive therapy, observed that negative moods and behaviors were usually the result of distorted thoughts and beliefs, not of unconscious forces as proposed in Freudian theory.5"
        },
        {
            "parent": 0,
            "text": "Cognitive therapy is a treatment process that helps patients correct false self-beliefs that lead to certain moods and behaviors. The fundamental principle behind cognitive therapy is that a thought precedes a mood, and that both are interrelated with a person’s environment, physical reaction, and subsequent behavior.6Therefore, changing a thought that arises in a given situation will change mood, behavior, and physical reaction. Although it is unclear who benefits most from cognitive therapy, motivated patients who have an internal locus of control and the capacity for introspection likely would benefit most."
        },
        {
            "parent": 0,
            "text": "During cognitive therapy, the therapist helps the patient work through several steps. First, the patient accepts that some of his or her perceptions and interpretations of reality may be false (because of past experience or hereditary or biological reasons) and that these interpretations lead to negative thoughts.5Next, the patient learns to recognize the negative (surface or “automatic”) thoughts and discovers alternative thoughts that reflect reality more closely.5The patient then decides internally whether the evidence supports the negative thought or the alternative thought. Ideally, the patient will recognize distorted thinking and “reframe” the situation.6As cognitive therapy progresses, it focuses more on reframing deeply held or “core” beliefs about self and the world."
        },
        {
            "parent": 0,
            "text": "In cognitive behavior therapy (CBT) for depression, behavioral principles are used to overcome a patient’s inertia at the beginning of therapy and to reinforce positive activities. An important part of CBT for depression is scheduling pleasurable activities, especially with others, that usually give positive reinforcement. Other CBT techniques include assigning graded tasks and homework and acting out difficult behavioral situations.7CBT involves more activity scheduling and behavioral conditioning than does classic cognitive therapy.Table 16illustrates specific examples of CBT techniques adapted from an authentic patient history."
        },
        {
            "parent": 2,
            "text": "Numerous studies and meta-analyses8–16demonstrate convincingly that cognitive therapy or CBT effectively treats patients with unipolar major depression. Several studies9–11have shown that cognitive therapy is superior to no treatment or to placebo. Two comprehensive meta-analyses11,13showed that cognitive therapy is as effective as interpersonal or brief psychodynamic therapy in managing depression. They also showed that cognitive therapy is as effective and possibly more effective than pharmacotherapy in managing mild to moderate unipolar depression.11,13"
        },
        {
            "parent": 2,
            "text": "The National Institute of Mental Health Treatment of Depression Collaborative Research Program compared the effectiveness of two forms of psychotherapy (i.e., interpersonal therapy and CBT) with imipramine (Tofranil) or placebo in the treatment of 250 patients with major depressive disorder.14The study14found no significant differences between the therapies; however, the two psychotherapies were slightly less effective than imipramine but more effective than placebo. A meta-analysis12of four studies, which included 169 patients with major depression, showed similar results for tricyclic antidepressants and CBT. The evidence suggests that cognitive therapy is a valid alternative to antidepressants for patients with mild to moderate depression and possibly for patients with more severe depression.Figure 1is an algorithm for determining if CBT is appropriate."
        },
        {
            "parent": 3,
            "text": "Early studies15,16on the effectiveness of combination cognitive and antidepressant therapy had conflicting results. Later evidence suggests that this combination may be more effective than either therapy alone for some patients. A meta-analysis17that included six studies and 595 patients showed that patients with severe depression benefited from the combination of psychotherapy and pharmacotherapy. However, only two trials studied CBT, and patients with less severe depression gained little from the combination.17A more recent study18of 681 patients with chronic major depression compared nefazodone (Serzone), CBT, and combination therapy. Patients benefited significantly more from combined CBT and antidepressant therapy than from either treatment alone (85 percent in the combined treatment group versus 55 percent for nefazodone alone and 52 percent for CBT alone;P< .001, number needed to treat [NNT] = 3).18"
        },
        {
            "parent": 4,
            "text": "In addition to effectively managing acute episodes of unipolar major depression, cognitive therapy also can prevent relapse. One study4showed that cognitive therapy significantly reduced the risk of relapse compared with discontinuation of medication. Cognitive therapy was similar to maintenance medication in preventing relapse.4A meta-analysis11that included eight studies showed that 29.5 percent of patients treated with cognitive therapy relapsed, compared with 60 percent of those treated with antidepressants. However, the studies were small (241 patients total), used tricyclic antidepressants, and did not specify the duration of therapy. Although these studies may not be conclusive for patients previously treated with antidepressants, cognitive therapy does seem to decrease the risk of relapse."
        },
        {
            "parent": 5,
            "text": "Several studies19–21have evaluated the effectiveness of cognitive therapy or CBT in patients who have residual depressive symptoms following adequate antidepressant therapy—a group with high rates of relapse and persistent symptoms. Two small studies20,21of 40 patients with unipolar major depression and residual symptoms following antidepressant therapy showed that patients treated with CBT initially had fewer residual symptoms and fewer depressive episodes after six years compared with those treated with clinical therapy."
        },
        {
            "parent": 5,
            "text": "A more recent, larger study19randomized 158 patients who did not respond to adequate antidepressant therapy to receive cognitive therapy with clinical management or clinical management alone. All patients continued pharmacotherapy, which is a common practice. Remission rates of major depression increased, and relapse rates significantly decreased in patients treated with cognitive therapy compared with those who were not (29 versus 47 percent, NNT = 6).19Cognitive therapy seems to add to the effect of pharmacotherapy in patients with residual depression."
        },
        {
            "parent": 6,
            "text": "Although most studies have evaluated adult populations, few have evaluated the effect of CBT in adolescents. A meta-analysis22of six studies with 191 patients showed that CBT was significantly more effective than placebo or inactive interventions in managing adolescent depressive disorder (36 versus 62 percent, NNT = 4). Although these findings were demonstrated only in mild to moderate depression, the results warrant further study."
        },
        {
            "parent": 7,
            "text": "Family physicians usually are the first to diagnose and treat patients with depression. They should inform patients that psychotherapy and pharmacotherapy are valid options, and that cognitive therapy, and therefore CBT, is the most studied psychotherapy. If the patient and physician initially elect to use pharmacotherapy, and the patient does not respond adequately, the physician should again suggest adding psychotherapy or CBT. CBT should be strongly considered as initial therapy for patients with severe or chronic depression or for adolescents. If the patient declines referral, or if the family physician provides CBT, longer appointments could be scheduled. Resources are available for the physician and patient(Table 2), and further physician training should be considered."
        }
    ],
    "locked": false
}