{
    "url": "https://www.aafp.org/pubs/afp/issues/2005/1015/p1517.html#afp20051015p1517-f2",
    "title": "Subclinical Thyroid Disease | AAFP",
    "author": "GEORGE R. WILSON, M.D., AND R. WHIT CURRY, JR., M.D.",
    "doi": "Am Fam Physician.2005;72(8):1517-1524",
    "abstract": "Subclinical thyroid dysfunction is defined as an abnormal serum thyroid-stimulating hormone level (reference range: 0.45 to 4.50 μU per mL) and free thyroxine and triiodothyronine levels within their reference ranges. The management of subclinical thyroid dysfunction is controversial. The prevalence of subclinical hypothyroidism is about 4 to 8.5 percent, and may be as high as 20 percent in women older than 60 years. Subclinical hyperthyroidism is found in approximately 2 percent of the population. Most national organizations recommend against routine screening of asymptomatic patients, but screening is recommended for high-risk populations. There is good evidence that subclinical hypothyroidism is associated with progression to overt disease. Patients with a serum thyroid-stimulating hormone level greater than 10 μU per mL have a higher incidence of elevated serum low-density lipoprotein cholesterol concentrations; however, evidence is lacking for other associations. There is insufficient evidence that treatment of subclinical hypothyroidism is beneficial. A serum thyroid-stimulating hormone level of less than 0.1 μU per mL is associated with progression to overt hyperthyroidism, atrial fibrillation, reduced bone mineral density, and cardiac dysfunction. There is little evidence that early treatment alters the clinical course.",
    "headers": [
        {
            "id": 0,
            "name": "Screening for Thyroid Disease",
            "level": 2
        },
        {
            "id": 1,
            "name": "Evaluation of Subclinical Hyperthyroidism",
            "level": 2
        },
        {
            "id": 2,
            "name": "ETIOLOGY",
            "level": 3
        },
        {
            "id": 3,
            "name": "ASSOCIATED CLINICAL CONDITIONS",
            "level": 3
        },
        {
            "id": 4,
            "name": "MANAGEMENT",
            "level": 3
        },
        {
            "id": 5,
            "name": "Evaluation of Subclinical Hypothyroidism",
            "level": 2
        },
        {
            "id": 6,
            "name": "ETIOLOGY",
            "level": 3
        },
        {
            "id": 7,
            "name": "ASSOCIATED CONDITIONS",
            "level": 3
        },
        {
            "id": 8,
            "name": "PREGNANCY",
            "level": 3
        },
        {
            "id": 9,
            "name": "MANAGEMENT",
            "level": 3
        },
        {
            "id": 10,
            "name": "OVERT HYPOTHYROIDISM",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Subclinical hyperthyroid and hypothyroid disease are laboratory diagnoses. In 2002, a scientific review and consensus committee, which included representatives from the American Thyroid Association, the American Association of Clinical Endocrinologists, and the Endocrine Society, convened a panel of experts to define subclinical thyroid disease, review the literature concerning risks and benefits of treatment, and make recommendations about evaluation and population-based screening.1This committee defined subclinical hypothyroidism as “a serum TSH [thyroid-stimulating hormone] concentration above the statistically defined upper limit of the reference range when serum free T4[thyroxine] (FT4) concentration is within its reference range.” Subclinical hyperthyroidism was defined as “a serum TSH concentration below the statistically defined lower limit of the reference range when serum FT4and T3[triiodothyronine] concentrations are within their reference ranges.” Based on a series of studies, the panel determined that the reference range for serum TSH is 0.45 to 4.50 μU per mL (0.45 to 4.50 mU per L).1"
        },
        {
            "parent": -1,
            "text": "Despite a working definition of subclinical thyroid disease, the panel found little evidence to guide physicians in managing subclinical hyperthyroidism and hypothyroidism.1Some patients will progress to overt disease, and in some patients, the serum TSH concentration will remain stable over time or will spontaneously return to the reference range.2–4There also is controversy regarding what, if any, adverse outcomes occur from subclinical thyroid disease, and whether benefit can be expected from treatment. As a result, various organizations have adopted diverse recommendations regarding screening for subclinical thyroid disease."
        },
        {
            "parent": 0,
            "text": "In January 2004, the U.S. Preventive Services Task Force updated its 1996 recommendations regarding routine screening for thyroid disease. The new recommendations state that “the evidence is insufficient to recommend for or against routine screening for thyroid disease in adults.”5"
        },
        {
            "parent": 0,
            "text": "The most recent revision of the American Academy of Family Physicians’ policy recommendation for periodic health examinations remains unchanged; it recommends against routine screening for thyroid disease in patients younger than 60 years, based on a lack of evidence to support “net benefit over harm.”6The 2002 consensus group’s expert panel recommended against population-based screening but “encouraged” assessment in high-risk groups (defined as women with a family history of thyroid disease, prior thyroid dysfunction, symptoms suggestive of hyperthyroidism or hypothyroidism, abnormal thyroid gland on examination, type 1 diabetes, or a personal history of autoimmune disorder).1The panel found insufficient evidence to recommend for or against screening pregnant women or women planning a pregnancy.1"
        },
        {
            "parent": 0,
            "text": "The American College of Physicians (ACP) issued its most recent policy statement on thyroid disease in 1998, in which it recommends screening for women older than 50 years who have symptoms consistent with thyroid disease.7,8The ACP was not a member of the consensus committee."
        },
        {
            "parent": 2,
            "text": "In many patients who have subclinical hyperthyroidism, careful clinical evaluation will suggest an etiology. Early Graves’ disease accounts for the majority of cases, with the remainder caused by toxic multinodular goiter, autonomous functioning nodules, or exogenous levothyroxine (Synthroid).9,10Other causes of low serum TSH concentration include delayed recovery of the pituitary after treatment for hyperthyroidism; pregnancy; euthyroid sick syndrome; or medications such as dopamine (Intropin), glucocorticoids, and dobutamine (Dobutrex).1Few persons with subclinical hyperthyroidism progress to overt disease(Table 1).1,2,11"
        },
        {
            "parent": 3,
            "text": "Subclinical hyperthyroidism appears to be associated with atrial fibrillation, reduced bone mineral density, cardiac dysfunction, and progression to overt hyperthyroidism in patients with known thyroid disease.5,12–14In the Framingham Study,12investigators found that persons with subclinical hyperthyroidism had a relative risk of three to one for developing atrial fibrillation when compared with control patients over 10 years. In another study,14accelerated bone loss was documented in women who received excessive levothyroxine replacement therapy when compared with control patients over a period of more than eight years."
        },
        {
            "parent": 3,
            "text": "The authors of a 10-year, population-based cohort study15concluded that there was an “increase in mortality from all causes and from circulatory diseases in individuals with subclinical hyperthyroidism,” and that patients with low levels of serum TSH “were at a clear survival disadvantage during the first [five] years of follow-up.”15However, these data were not adjusted for comorbidity.10The consensus committee found fair evidence that treatment of subclinical hyperthyroidism is beneficial for slowing the loss of bone mineral density. However, committee members found no evidence or insufficient evidence that treatment benefits other outcomes(Table 2).1"
        },
        {
            "parent": 4,
            "text": "The consensus guidelines1recommend that patients with abnormal levels of serum TSH be evaluated. Patients who are not receiving levothyroxine and who have serum TSH levels between 0.10 and 0.45 μU per mL (0.10 and 0.45 mU per L) should have a repeat test of serum TSH levels for confirmation. If results of the repeat test are still outside the reference range, testing of FT4and T3or free T3levels should be done in two weeks for patients with atrial fibrillation, known cardiac disease, or other serious medical conditions. Patients who are otherwise healthy can wait three months before repeating these studies. If the patient’s serum TSH level remains between 0.10 and 0.45 μU per mL at follow-up, a radioactive iodine uptake and scan are required to evaluate for endogenous subclinical hyperthyroid disease (i.e., destructive thyroiditis, Graves’ disease, or nodular goiter).1Once endogenous disease is excluded, serum TSH measurement can be repeated every three to 12 months."
        },
        {
            "parent": 4,
            "text": "Patients whose serum TSH levels remain stable can discuss with their physician whether their condition requires further evaluation. When the etiology of a low serum TSH level is determined to be excessive levothyroxine replacement therapy, the dosage should be lowered until the serum TSH level is within the reference range, unless serum TSH suppression for thyroid cancer or nodules is the goal. The consensus panel recommends against routine treatment of patients with serum TSH levels between 0.10 and 0.45 μU per mL. However, the panel suggests that physicians might consider treatment in older persons because of the possible association with increased cardiovascular mortality1,15(Figure 116)"
        },
        {
            "parent": 4,
            "text": "When the serum TSH concentration is less than 0.10 μU per mL, evaluation for signs and symptoms of cardiac disease or other urgent medical problems should be performed promptly. Repeat serum TSH testing, along with FT4and T3or free T3testing, should be performed within four weeks. There is insufficient evidence to guide treatment decisions when the serum TSH concentration is less than 0.10 μU per mL, although the panel does recommend that treatment be considered when a low level of serum TSH is caused by Graves’ disease or nodular thyroid disease.1"
        },
        {
            "parent": 4,
            "text": "The two most common abnormalities encountered in patients with subclinical hyperthyroidism are spontaneous atrial fibrillation and osteoporosis.17The Framingham data showed an increased risk of spontaneous atrial fibrillation in persons older than 60 years who had an undetectable serum TSH level.12Using these data, investigators8determined that over 10 years the number needed to treat to reduce the risk of spontaneous atrial fibrillation to that of the general population would be 4.2.8However, data showing a decrease in the incidence of spontaneous atrial fibrillation or osteoporosis as a direct result of shifting serum TSH into the reference range are not available. There is some evidence that treated patients may benefit from less bone loss. When a low serum TSH concentration is caused by destructive thyroiditis, symptomatic treatment with agents such as beta blockers is sufficient because this condition resolves spontaneously.1"
        },
        {
            "parent": 6,
            "text": "Because there are no long-term outcome data for patients with subclinical hypothyroidism, it is difficult to state definitive etiologic abnormalities. With a progression rate of only 5 percent per year, it is reasonable to assume that, in many patients, subclinical hypothyroidism may not be caused by the progression of any specific disease state. However, there is good evidence that a significant number of patients with a history of Hashimoto’s thyroiditis progress to overt hypothyroidism.2,5Therefore, a finding of subclinical hypothyroidism may represent a point on that continuum, although a causal relationship has not been shown. Other possible causes of subclinical hypothyroidism include protracted recovery from acute thyroiditis, early primary pituitary or hypothalamic disorder, and inadequate levothyroxine replacement therapy in a patient with known hypothyroidism.1"
        },
        {
            "parent": 7,
            "text": "There is good evidence that subclinical hypothyroidism is associated with progression to overt hypothyroidism, and there is fair evidence that serum TSH levels greater than 10 μU per mL (10 mU per L) are associated with elevations in total and lowdensity lipoprotein (LDL) cholesterol levels.2,5,18There is insufficient evidence regarding adverse cardiac events, cardiac dysfunction, neuropsychiatric symptoms, or systemic symptoms of hypothyroidism(Table 31)."
        },
        {
            "parent": 7,
            "text": "In one study,19investigators compared 57 women with subclinical hypothyroidism with 34 healthy control patients, looking at blood pressure, body mass index, levels of fasting TSH, FT4, thyroid antibodies, total cholesterol, high-density lipoprotein (HDL) cholesterol, LDL cholesterol, and triglycerides. Women with subclinical hypothyroidism had a higher incidence of diastolic hypertension, hypertriglyceridemia, elevated total cholesterol/HDL cholesterol, and elevated LDL cholesterol/HDL cholesterol.19The authors of two studies20,21reported increased prevalence of dyslipidemia, coronary artery disease, and peripheral arterial disease in older men and women with subclinical hypothyroidism."
        },
        {
            "parent": 8,
            "text": "There is only fair evidence to support an association between subclinical hypothyroidism and adverse outcomes in pregnancy. However, the consensus panel1recommends screening serum TSH levels in patients who are pregnant or who are planning to become pregnant when there is a family or personal history of thyroid disease, evidence of goiter, symptoms of hypothyroidism, type 1 diabetes, or a personal history of autoimmune disorder."
        },
        {
            "parent": 8,
            "text": "Although there are few data, the panel recommends treatment with levothyroxine during pregnancy to maintain serum TSH levels within the reference range, with repeat testing every six to eight weeks. Physiologic requirements of levothyroxine often increase during pregnancy; therefore, women who were receiving therapeutic replacement dosages before becoming pregnant should have their serum TSH level monitored every six to eight weeks during pregnancy.1"
        },
        {
            "parent": 9,
            "text": "The consensus panel1recommends that patients with an elevated serum TSH level have the test repeated, with a serum FT4measurement, in no sooner than two weeks but no later than three months. When repeat studies confirm subclinical hypothyroidism, further evaluation is required, including signs and symptoms of hypothyroidism, previous treatment for hyperthyroidism (e.g., radiotherapy, partial thyroidectomy), thyromegaly, and family history of thyroid disease. In addition, these patients should be screened for hyperlipidemia. Although the presence of antithyroid peroxidase antibodies increases the chance of progression to overt hypothyroidism, the panel found insufficient evidence to recommend for or against obtaining titers because determining the presence of antibodies does not change management.1"
        },
        {
            "parent": 9,
            "text": "Asymptomatic patients with serum TSH levels between 4.5 and 10 μU per mL should have a repeat test every six to 12 months. Available data do not support a benefit for early treatment of subclinical hypothyroidism; therefore, the panel does not recommend treatment with levothyroxine for these patients. Also, there is insufficient evidence to support therapeutic intervention in patients with symptoms of hypothyroidism whose serum TSH concentration is between 4.5 and 10 μU per mL. However, the panel suggests that patients may try levothyroxine to see if symptoms improve. In this instance, the panel advises that treatment be continued only if there is “clear symptomatic benefit” to the patient. Patients should be monitored to evaluate improvement in symptoms."
        },
        {
            "parent": 9,
            "text": "The panel recommends treatment with levothyroxine for patients with serum TSH levels greater than 10 μU per mL. There is no conclusive evidence that treatment will improve symptoms or associated clinical conditions such as hyperlipidemia; however, because the rate of progression to overt hypothyroidism is 5 percent, treatment may prevent development of symptoms in patients whose FT4level becomes low1(Figure 216)."
        },
        {
            "parent": 10,
            "text": "In patients who have overt hypothyroidism, who are receiving levothyroxine replacement therapy, who have serum TSH levels greater than 4.5 μU per mL, and have an FT4concentration in the reference range, the dosage of levothyroxine should be increased to bring the serum TSH concentration into the reference range. For patients on levothyroxine replacement therapy who experience symptoms of hypothyroidism, and whose serum TSH level is in the upper half of the reference range, it is reasonable to adjust the dosage of levothyroxine until the serum TSH level moves into the lower half of the range.1"
        }
    ],
    "locked": false
}