{
    "url": "https://www.aafp.org/pubs/afp/issues/2006/0201/p469.html#afp20060201p469-f2",
    "title": "Evaluation and Treatment of Constipation in Infants and Children | AAFP",
    "author": "WENDY S. BIGGS, M.D., AND WILLIAM H. DERY, M.D.",
    "doi": "Am Fam Physician.2006;73(3):469-477",
    "abstract": "Constipation in children usually is functional and the result of stool retention. However, family physicians must be alert for red flags that may indicate the presence of an uncommon but serious organic cause of constipation, such as Hirschsprung’s disease (congenital aganglionic megacolon), pseudoobstruction, spinal cord abnormality, hypothyroidism, diabetes insipidus, cystic fibrosis, gluten enteropathy, or congenital anorectal malformation. Treatment of functional constipation involves disimpaction using oral or rectal medication. Polyethylene glycol is effective and well tolerated, but a number of alternatives are available. After disimpaction, a maintenance program may be required for months to years because relapse of functional constipation is common. Maintenance medications include mineral oil, lactulose, milk of magnesia, polyethylene glycol powder, and sorbitol. Education of the family and, when possible, the child is instrumental in improving functional constipation. Behavioral education improves response to treatment; biofeedback training does not. Because cow’s milk may promote constipation in some children, a trial of withholding milk may be considered. Adding fiber to the diet may improve constipation. Despite treatment, only 50 to 70 percent of children with functional constipation demonstrate long-term improvement.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Etiology and Pathophysiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Differential Diagnosis: Functional vs. Organic Constipation",
            "level": 2
        },
        {
            "id": 3,
            "name": "NEONATES",
            "level": 3
        },
        {
            "id": 4,
            "name": "INFANTS",
            "level": 3
        },
        {
            "id": 5,
            "name": "CHILDREN",
            "level": 3
        },
        {
            "id": 6,
            "name": "Clinical Diagnosis",
            "level": 2
        },
        {
            "id": 7,
            "name": "MEDICAL HISTORY",
            "level": 3
        },
        {
            "id": 8,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 9,
            "name": "DIAGNOSTIC TESTING",
            "level": 3
        },
        {
            "id": 10,
            "name": "Treatment of Functional Constipation",
            "level": 2
        },
        {
            "id": 11,
            "name": "FAMILY EDUCATION",
            "level": 3
        },
        {
            "id": 12,
            "name": "DISIMPACTION",
            "level": 3
        },
        {
            "id": 13,
            "name": "MAINTENANCE",
            "level": 3
        },
        {
            "id": 14,
            "name": "Long-Term Prognosis",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Constipation has been defined as “a delay or difficulty in defecation, present for two or more weeks, sufficient to cause significant distress to the patient.”1This condition is responsible for an estimated 3 to 5 percent of physician visits by children.2Constipation often causes more distress to parents and other caregivers than to the affected child. Many caregivers worry that a child’s constipation is the sign of a serious medical problem."
        },
        {
            "parent": -1,
            "text": "As children age, normal physiologic changes occur in the intestines and colon that decrease the daily number of stools from a mean of 2.2 in infants younger than one year to a mean of 1.4 in one- to three-year-old children(Table 1).1,3Thus, less frequent stooling may not be constipation. If, however, constipation is defined as “failure to evacuate the lower colon completely,”4even children who stool daily in small amounts may be considered to have constipation. Encopresis, which is the involuntary leakage of feces into the undergarments, may be an indication of constipation."
        },
        {
            "parent": -1,
            "text": "This article reviews the differentiation of organic and functional constipation in infants and children. The treatment of functional constipation also is reviewed."
        },
        {
            "parent": 0,
            "text": "Up to one third of children ages six to 12 years report constipation during any given year.5Constipation generally first appears between the ages of two and four years.6"
        },
        {
            "parent": 0,
            "text": "Encopresis is reported by 35 percent of girls and 55 percent of boys who have constipation.7In toddlers (ages two to four years), the distribution of constipation and soiling is equal in boys and girls. However, by school age (five years), encopresis is three times more common in boys than in girls.4At the age of 10 years, approximately 1.6 percent of children still have some encopresis.4"
        },
        {
            "parent": 1,
            "text": "Continence is maintained by involuntary and voluntary muscle contractions. The internal anal sphincter has an involuntary resting tone that decreases when stool enters the rectum. The external anal sphincter is under voluntary control. The urge to defecate is triggered when stool comes into contact with the mucosa of the lower rectum."
        },
        {
            "parent": 1,
            "text": "If a child does not wish to defecate, he or she tightens the external anal sphincter and squeezes the gluteal muscles. These actions can push feces higher in the rectal vault and reduce the urge to defecate. If a child frequently avoids defecating, the rectum eventually stretches to accommodate the retained fecal mass, and the propulsive power of the rectum is diminished."
        },
        {
            "parent": 1,
            "text": "The longer that feces remains in the rectum, the harder it becomes. Passage of a hard or large stool may cause a painful anal fissure. The cycle of avoiding bowel movements because of a fear of painful defecation may progress to stool retention and infrequent bowel movements, a condition that is termed functional constipation."
        },
        {
            "parent": 1,
            "text": "Most children who present with constipation have functional constipation. Rarely, however, constipation has a serious organic cause. For confident diagnosis of functional constipation, family physicians should be alert for warning signs that may indicate the presence of a pathologic condition(Table 2).5"
        },
        {
            "parent": 3,
            "text": "Organic causes of constipation most commonly are found in neonates(Table 3).1Failure to pass a meconium stool within 48 hours of birth should raise suspicion for Hirschsprung’s disease (congenital aganglionic megacolon). Hirschsprung’s disease occurs in one of 5,000 children and usually is diagnosed in infancy.1"
        },
        {
            "parent": 3,
            "text": "In neonates, it is important to confirm the anatomic position and patency of the anus. The absence of an anal wink or a cremasteric reflex, the presence of a pilonidal dimple or hair tuft, or a decrease in lower extremity tone, strength, or reflexes may suggest a spinal cord abnormality such as tethered cord, myelomeningocele, or spinal cord tumor."
        },
        {
            "parent": 4,
            "text": "If Hirschsprung’s disease is not recognized in the neonatal period, the affected infant may present with symptoms such as abdominal distension, pencilthin stools, failure to thrive, and bilious vomiting. If an infant has any of these symptoms, and the physical examination shows an empty rectum, Hirschsprung’s disease should be suspected. A delay in diagnosing this disease places the infant at risk for enterocolitis, with fever, explosive bloody diarrhea, and abdominal distension, in the second or third month of life."
        },
        {
            "parent": 4,
            "text": "Hypothyroidism is suggested in an infant with bradycardia, poor growth, and large fontanels. Cystic fibrosis may present with constipation and should be considered in an infant with constipation and concomitant rash, failure to thrive, fever, or pneumonia."
        },
        {
            "parent": 5,
            "text": "Functional constipation is the cause of symptoms of constipation in more than 95 percent of children older than one year.5However, when warning signs are present, organic causes must be considered(Table 2).5"
        },
        {
            "parent": 5,
            "text": "Short-segment Hirschsprung’s disease may remain undiagnosed until a child is older than three years. Metabolic causes of constipation include hypercalcemia; hypothyroidism; and, more rarely, diabetes insipidus. Other causes include gluten enteropathy, cystic fibrosis, and lead toxicity."
        },
        {
            "parent": 5,
            "text": "Children with developmental or behavioral issues (e.g., mental retardation, autism, oppositional defiant disorder, depression) may be taking constipating medications such as opiates, phenobarbital, and tricyclic antidepressants.1"
        },
        {
            "parent": 6,
            "text": "The findings of the history and physical examination are instrumental in differentiating functional from organic constipation in all children. Because the causes of constipation differ according to age, algorithms for the differential diagnosis are different for neonates and infants(Figure 1)5and for children older than one year(Figure 2).5"
        },
        {
            "parent": 7,
            "text": "A careful history should be obtained to identify possible organic causes of constipation(Table 4).5Functional constipation is almost always the diagnosis in children older than one year. The medical history generally confirms this diagnosis."
        },
        {
            "parent": 7,
            "text": "The passage of infrequent, large-caliber stools is highly suggestive of functional constipation. Fecal soiling, especially after a child has been toilet trained for some time, suggests rectal impaction from functional constipation. One study8found that 78 percent of children with encopresis had fecal impaction. Approximately three of every four children with constipation have pain with defecation.2The history may indicate that a child with constipation has a low-fiber diet containing few fruits and vegetables."
        },
        {
            "parent": 7,
            "text": "When evaluating children with constipation, family physicians should ask about toileting behavior, such as the timing of bowel movements, postures suggestive of stool retention (e.g., standing with legs crossed, rocking, squeezing the gluteal muscles), restricted access to toilets, and toilet avoidance or refusal.1"
        },
        {
            "parent": 8,
            "text": "A digital rectal examination should be performed to assess rectal tone and determine the presence of rectal distention or impaction(Table 4).5The finding of rectal impaction may confirm the diagnosis of functional constipation. The presence of anal fissures (or papillae indicative of chronic anal fissures) also suggests functional constipation."
        },
        {
            "parent": 9,
            "text": "If the rectal examination reveals fecal impaction, no confirmatory imaging studies are needed. If a rectal examination is not possible or is too traumatic for the child, abdominal radiography may be considered. One study8found that a plain-film abdominal radiograph showing fecal impaction was highly predictive of the finding of fecal impaction on digital rectal examination. If stool is present in the rectum, a barium enema is no more useful than a plain-film radiograph. Computerized tomography is not indicated."
        },
        {
            "parent": 9,
            "text": "In the child with infrequent bowel movements and no signs of constipation, colonic transit time can be evaluated with radiopaque markers. When Hirschsprung’s disease is suspected, anal manometry is useful. Appropriate relaxation of the anal sphincter reliably excludes this disease.1"
        },
        {
            "parent": 10,
            "text": "Early intervention may improve the chance for complete resolution of functional constipation.7Treatment goals include disimpacting the rectum and then maintaining a regular bowel-movement routine. Months of treatment may be necessary before maintenance medications can be weaned."
        },
        {
            "parent": 11,
            "text": "Education for parents and caregivers is an important component of treatment for functional constipation. The affected child also should be educated if old enough to understand this medical problem and its treatment."
        },
        {
            "parent": 11,
            "text": "By explaining the pathophysiology of functional constipation, family physicians can help parents and caregivers understand why the child is unable to have bowel movements of normal caliber and frequency. The child’s fear of a painful bowel movement is the most common motivating factor for fecal retention. The fecal retention seldom is an oppositional behavior. Furthermore, encopresis in a child usually is involuntary."
        },
        {
            "parent": 11,
            "text": "Dietary modifications commonly are recommended for children with functional constipation. One randomized controlled trial9showed that fiber supplementation improved constipation better than placebo, especially in children with encopresis. A double-blind crossover study10found that constipation may be a manifestation of cow’s milk intolerance in some children. Therefore, a trial of withholding milk for a brief period may be considered."
        },
        {
            "parent": 12,
            "text": "Disimpaction can be accomplished with enemas, rectal suppositories, and oral agents(Table 5).5No randomized controlled studies have compared methods of disimpaction. Rectal disimpaction with enemas is rapid, but it is also invasive and possibly traumatic for the child. A common protocol in children older than two years is to administer a mineral oil enema followed by a phosphate enema."
        },
        {
            "parent": 12,
            "text": "Few studies have compared oral medications for disimpaction. In one study of children with chronic constipation,11the osmotic laxative polyethylene glycol (PEG 3350) was significantly more effective than lactulose during a two-week treatment period, and its use was preferred by 73 percent of caregivers. Randomized trials12,13have found several different doses of polyethylene glycol to be effective for disimpacting children, with reasonable acceptance by parents and children. Other oral medications for rectal disimpaction include mineral oil, senna, polyethylene glycol electrolyte solution (GoLYTELY, NuLYTELY), and magnesium citrate."
        },
        {
            "parent": 13,
            "text": "The goal is to maintain soft bowel movements once or twice a day. Ensuring regularity is important because rectal impaction can recur, restarting the constipation cycle."
        },
        {
            "parent": 13,
            "text": "Maintenance medications include mineral oil, lactulose, milk of magnesia, polyethylene glycol powder (MiraLax), and sorbitol. These and other maintenance medications vary in acceptance of use(Table 6).5"
        },
        {
            "parent": 13,
            "text": "Adjuncts to maintenance medications have been studied. In two randomized trials,14,15more children who received behavioral treatment plus medications achieved remission of encopresis after three and six months than children who received medical treatment alone. (A behavioral treatment plan is described in one of the patient information handouts that accompany this article.)"
        },
        {
            "parent": 13,
            "text": "A Cochrane review16of data from eight studies found higher rates of persisting (up to 12 months) defecation problems when biofeedback training was added to conventional medical treatment. Therefore, biofeedback training is not recommended for children with functional constipation."
        },
        {
            "parent": 14,
            "text": "Functional constipation is difficult to treat, and the relapse rate is high. In one study,1752 percent of children with constipation and encopresis still had symptoms after five years of treatment. A second study18found that 30 percent of children who had been treated medically for constipation for a mean of 6.8 years continued to have intermittent constipation."
        },
        {
            "parent": 14,
            "text": "If a child’s symptoms do not improve after six months of good adherence to a treatment regimen, referral to a pediatric gastroenterologist may be warranted.7"
        }
    ],
    "locked": false
}