{
    "url": "https://www.aafp.org/pubs/afp/issues/2007/0301/p656.html#afp20070301p656-f1",
    "title": "Preparation of the Cardiac Patient for Noncardiac Surgery | AAFP",
    "author": "CHRISTOPHER FLOOD, M.D., AND LEE A. FLEISHER, M.D.",
    "doi": "Am Fam Physician.2007;75(5):656-665",
    "abstract": "Approximately 20 to 40 percent of patients at high risk of cardiac-related morbidity develop myocardial ischemia perioperatively. The preferred approach to diagnostic evaluation depends on the interactions of patient-specific risk factors, surgery-specific risk factors, and exercise capacity. Stress testing should be reserved for patients at moderate to high risk undergoing moderate- or high-risk surgery and those who have poor exercise capacity. Further cardiovascular studies should be limited to patients who are at high risk, have poor exercise tolerance, or have known poor ventricular function. Medical therapy using beta blockers, statins, and alpha agonists may be effective in high-risk patients. The evidence appears to be the strongest for beta blockers, especially in high-risk patients with proven ischemia on stress testing who are undergoing vascular surgery. Many questions remain unanswered, including the optimal role of statins and alpha agonists, whether or not these therapies are as effective in patients with subclinical coronary artery disease or left ventricular dysfunction, and the optimal timing and dosing regimens of these medications.",
    "headers": [
        {
            "id": 0,
            "name": "Case Scenario",
            "level": 2
        },
        {
            "id": 1,
            "name": "Summary of the ACC/AHA Guidelines",
            "level": 2
        },
        {
            "id": 2,
            "name": "Application of the ACC/AHA Guidelines in Practice",
            "level": 2
        },
        {
            "id": 3,
            "name": "OTHER APPROACHES TO ASSESSING CARDIAC RISK",
            "level": 3
        },
        {
            "id": 4,
            "name": "Medications to Reduce Morbidity and Mortality",
            "level": 2
        },
        {
            "id": 5,
            "name": "BETA BLOCKERS",
            "level": 3
        },
        {
            "id": 6,
            "name": "STATINS",
            "level": 3
        },
        {
            "id": 7,
            "name": "ALPHA2-AGONISTS",
            "level": 3
        },
        {
            "id": 8,
            "name": "OTHER AGENTS",
            "level": 3
        },
        {
            "id": 9,
            "name": "Resolution of the Case",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Perioperative myocardial infarction (MI) is a major cause of morbidity and mortality in patients who have noncardiac surgery. Of the 27 million patients undergoing anesthesia annually, an estimated 50,000 (0.19 percent) experience a perioperative MI.1The 1996 American College of Cardiology/American Heart Association (ACC/AHA) Guidelines on Perioperative Cardiovascular Evaluation for Noncardiac Surgery provide an evidence-based approach to perioperative evaluation and management of these patients; these guidelines were updated in 2002.2Since then, further studies have increased our knowledge of how to minimize the risk of morbidity and mortality in these patients. The additional evidence includes validation of the algorithms in the original recommendations, studies that prioritize individual therapies based on patient risk, studies that reinforce the role of beta blockers, further definition of the role of statins, and new data that may support additional medical therapies."
        },
        {
            "parent": 0,
            "text": "R.J. is a 76-year-old man who is scheduled for a right hip arthroplasty in two weeks. He presents at the request of his orthopedic surgeon for a medical consultation before surgery. He had an inferior MI one year ago for which he received antithrombolytic therapy with complete resolution of his symptoms. He has never smoked, has no history of cerebrovascular disease or diabetes, has a normal ejection fraction, and normal renal function. R.J. usually walks one to two miles in the morning, but his function has been severely limited over the past two months because of hip pain. He is taking hydrochlorothiazide (Esidrix) and simvastatin (Zocor). Although his primary care physician prescribed a beta blocker after his MI, R.J. stopped taking it after a bout of bronchitis two weeks ago. He is asymptomatic from a cardiac and respiratory standpoint. His vital signs are normal except for a blood pressure of 157/92 mm Hg. His physical examination is within normal limits, and electrocardiography demonstrates Q waves inferiorly. Should he undergo cardiovascular stress testing before surgery, and is he a candidate for perioperative beta blockade or other medical therapy?"
        },
        {
            "parent": 1,
            "text": "The physician must first assess whether the situation requires emergency surgery. If not, further assessment can be pursued. The ACC/AHA guidelines recommend that physicians begin with an assessment of the patient's risk factors for perioperative morbidity and mortality(Table 1).2Patients are classified as having minor, intermediate, or major risk factors, and further evaluation is based on the highest category for which the patient has a risk factor(Figure 1).2"
        },
        {
            "parent": 1,
            "text": "The physician also should assess the risk associated with the type of surgery(Table 2).2This information is used to determine the need for diagnostic testing(Figure 1).2If there has been a recent cardiac evaluation (usually within six months in a stable patient) or revascularization procedure and no change in symptoms, further evaluation is generally unnecessary. The aim of preoperative testing is to measure functional capacity, to identify the presence of myocardial ischemia or cardiac arrhythmias, and to estimate perioperative cardiac risk. The 2002 ACC/AHA guidelines are available for handheld computers at no charge (STAT Cardiac Clearance,http://www.statcoder.com/cardiac1.htm)."
        },
        {
            "parent": 1,
            "text": "Exercise tolerance is one of the most important determinants of perioperative risk and the need for invasive monitoring(Figure 1).2Poor functional capacity in patients with chronic coronary artery disease (CAD) or those convalescing after an acute cardiac event is associated with an increased risk of subsequent cardiac morbidity and mortality.3If a patient has excellent exercise tolerance, even if he or she has stable angina, this suggests that the myocardium can be stressed without becoming dysfunctional. The authors of one study found that the likelihood of a serious complication was inversely proportional to the number of blocks that could be walked or flights of stairs that could be climbed.4Myocardial perfusion imaging for patients undergoing vascular surgery has a positive predictive value (PPV) for ischemia between 4 and 20 percent and a negative predictive value (NPV) of 95 to 100 percent.2The same test for patients undergoing nonvascular surgery has a PPV for ischemia between 8 and 67 percent and an NPV between 98 and 100 percent.2Stress echocardiography using dobutamine (Dobutrex) has a PPV for ischemia between 10 and 24 percent and an NPV between 93 and 100 percent.2Because the range for accuracy overlaps among tests, the specific type of stress test chosen should depend on local expertise and availability."
        },
        {
            "parent": 2,
            "text": "Since the initiation of the ACC/AHA guidelines, several studies have shown that the incidence of preoperative stress testing, cardiac catheterization, and coronary revascularization decreased in institutions where the baseline rate for testing was high. No increase in mortality or morbidity has since been described.5"
        },
        {
            "parent": 2,
            "text": "However, the Coronary Artery Revascularization Prophylaxis (CARP) study forces us to reconsider these recommendations. In this study, 5,859 patients with CAD risk factors who were undergoing elective major vascular surgery were assigned to one of two groups: those who had received coronary artery revascularization (i.e., percutaneous coronary intervention or bypass surgery) before surgery and those who had not had revascularization before surgery.6Patients with an ejection fraction of less than 20 percent, stenosis of the left main coronary artery, or severe aortic stenosis were excluded."
        },
        {
            "parent": 2,
            "text": "Investigators found that 30 days after surgery, 12 percent of patients in the revascularization group and 14 percent of those in the nonrevascularization group suffered a postoperative MI as defined by elevated troponin levels. Nearly three years later, the mortality rate was 22 percent in the revascularization group and 23 percent in the nonrevascularization group. The authors conclude that coronary artery revascularization before elective vascular surgery on moderate-risk patients does not significantly alter the long-term outcome and cannot be recommended. These findings call into question some of the recommendations of the most recent ACC/AHA guidelines,2in particular, aggressive diagnostic testing and revascularization in patients at intermediate risk of coronary complications."
        },
        {
            "parent": 2,
            "text": "Several smaller observational studies suggest that the interval between revascularization and surgery may be important. In a study of 40 patients, mortality was much higher when surgery was performed within two weeks of stent placement (32 versus 0 percent after two weeks).7The authors of a second study of 207 patients found that the risk of major adverse cardiac events was 4.8 percent when surgery occurred within six weeks of stent placement and 0 percent after this period.8"
        },
        {
            "parent": 3,
            "text": "One of the first attempts to stratify risk was the Goldman criteria, published in 1977.9This was followed by Detsky's clinical risk index in 198610and Lee's revised cardiac risk index, published in 1999.11The latter is described inTable 3, with its interpretation.11"
        },
        {
            "parent": 5,
            "text": "When the 2002 ACC/AHA guidelines were published, the use of prophylactic beta blockade was recommended for patients with ischemic risk on preoperative stress testing who were to have vascular surgery and in patients currently taking beta blockers. Data supporting the use of these medications in patients with risk factors for CAD or those undergoing intermediate-risk surgery were less compelling."
        },
        {
            "parent": 5,
            "text": "The data summarizing the various beta-blocker trials, the doses used, and outcomes measured are summarized inTable 4.12–19In a recent study, 921 patients with diabetes mellitus and without documented CAD undergoing major noncardiac surgery were randomized to metoprolol (Lopressor) or placebo. In this group of low- to moderate-risk patients, no differences were noted in all-cause mortality, acute MI, unstable angina, or congestive heart failure.20"
        },
        {
            "parent": 5,
            "text": "A more recent retrospective cohort study of 663,635 patients found that beta-blocker therapy two days before a major noncardiac surgical procedure was associated with a reduced risk of in-hospital death in high-risk patients but not in low-risk patients. Those who had a revised cardiac index (RCI) score of 0 or 1 did not benefit from beta blockade, whereas those with a score of 2 or greater had a reduction of in-hospital mortality (odds ratio: 0.88 for an RCI score of 2, 0.71 for an RCI score of 3, and 0.58 for an RCI score of 4 or more).21Finally, a meta-analysis found that although beta blockers may reduce the risk of major cardiovascular events, they also increase the risk of bradycardia and hypotension, resulting in subsequent treatment.22These studies support the use of perioperative beta blockade to reduce cardiovascular morbidity and mortality only in patients with known cardiovascular disease undergoing vascular surgery and previously on beta blockers."
        },
        {
            "parent": 5,
            "text": "Most investigators believe that beta blockade is appropriate for patients with active ischemic heart disease undergoing major procedures. Based on the available evidence, most experts advocate a target heart rate in the 60s perioperatively.13,23The use of these therapies in patients without active CAD or those undergoing less invasive procedures is advocated as a class 2 recommendation by the 2006 ACC/AHA guidelines Focus Update on Perioperative Beta Blockade (i.e., moderate-quality evidence).24This issue should be further clarified by two ongoing studies (i.e., the POISE [Perioperative Ischemic Evaluation Study] trial and the DECREASE-IV [Dutch Echocardiographic Cardiac Risk Evaluation Applying Stress Echocardiography] study); these are expected to be completed within the next four years."
        },
        {
            "parent": 5,
            "text": "In March 2006, the ACC/AHA released a focused update on perioperative beta-blocker therapy.24It recommends the use of beta blockers for patients undergoing surgery who are already receiving beta blockers to treat angina, symptomatic arrhythmias, hypertension, or other ACC/AHA-recommended indications and for patients undergoing vascular surgery who are at high cardiac risk because of the finding of ischemia on preoperative testing. The guideline authors found that the weight of evidence is also in favor of beta blockers in patients undergoing vascular surgery in whom preoperative assessment identifies coronary disease; high cardiac risk, as defined by the presence of multiple cardiac risk factors; or coronary disease or high cardiac risk, as defined by the presence of multiple cardiac risk factors in patients who are undergoing intermediate- or high-risk procedures."
        },
        {
            "parent": 5,
            "text": "The usefulness of perioperative beta blockade is less well established in patients who are undergoing intermediate or high-risk procedures or vascular surgery and in whom preoperative assessment identifies intermediate cardiac risk as defined by the presence of a single clinical risk factor. It is also less well established in patients with low cardiac risk who are not currently on beta blockers and are undergoing vascular surgery. The update also notes that studies to determine the ideal target population, beta-blocking drug, dose, and route of administration are not currently available. Some data suggest that long-acting beta blockers may prove more beneficial than shorter-acting agents.25"
        },
        {
            "parent": 6,
            "text": "Statins are believed to act via multiple mechanisms to improve atherosclerotic plaque stability (e.g., antithrombogenic, antiproliferative) as well as inhibit leukocyte adhesion.26–28The authors of a retrospective observational study found that a combination of statins and beta blockers in patients undergoing surgery for abdominal aortic aneurysm was associated with a reduced incidence of perioperative mortality and nonfatal MI.29This was particularly evident in the high-risk patients. Other observational studies have found similar outcomes in patients undergoing vascular surgery.30,31"
        },
        {
            "parent": 6,
            "text": "In a small randomized trial in which 100 patients were given atorvastatin (Lipitor) or placebo an average of 30 days before vascular surgery, there was a significant reduction in the risk of cardiac death, nonfatal MI, unstable angina, and stroke (8 versus 26 percent;P= .031; number needed to treat [NNT] = 5).32In a retrospective cohort study of 77,082 patients who received lipid-lowering therapy preoperatively, researchers found a 38 percent reduction in the odds of in-hospital mortality among patients undergoing major noncardiac surgery.33Unfortunately, no other trials have been conducted. No significant differences were noted between groups, but the study was underpowered. Although statins were not addressed in the 2002 update, the current evidence provides preliminary support for these agents in patients at high risk of perioperative mortality."
        },
        {
            "parent": 7,
            "text": "Alpha2-agonists also have been investigated for their perioperative effects. A randomized, double-blind study with 297 patients demonstrated a reduction in the incidence of perioperative myocardial ischemic episodes from 39 to 24 percent (NNT = 7;P< .01), although the incidence of fatal cardiac events was not different.34A number of meta-analyses have demonstrated that alpha2-agonists reduce cardiac complications in patients undergoing vascular surgery.35–37A recent study of 190 patients found that clonidine (Catapres; 0.2 mg orally and as a patch), started on the morning before surgery and continued four days postoperatively, reduced perioperative myocardial ischemia complications (14 versus 21 percent;P= .01; NNT = 14).38Table 532,34,38–40compares the current randomized trials of alpha agonists and statins."
        },
        {
            "parent": 8,
            "text": "Other agents such as calcium channel blockers and nitrates have also been evaluated to determine if they can reduce the risk of perioperative cardiac complications. To date, however, they do not seem to offer any additional benefit.41,42"
        },
        {
            "parent": 9,
            "text": "Hip arthroplasty is an intermediate-risk surgery. Based on the Lee revised cardiac risk index(Table 3),11the patient in the case scenario receives 1 point for CAD, putting him at low risk. Because his functional status was good before his recent hip problems and he is having no cardiovascular symptoms, after referring toFigure 12and considering the results of the CARP study, the physician decides in collaboration with the patient that cardiovascular stress testing is not necessary. Because he was taking beta blockers before his recent illness and should remain on them because of his CAD whether or not he is having surgery, the physician chooses to resume them. However, the patient would not otherwise be a candidate for beta blockade. Continuing statin therapy would neither harm nor benefit him for his current surgery."
        }
    ],
    "locked": false
}