{
    "url": "https://www.aafp.org/pubs/afp/issues/2007/1101/p1323.html#afp20071101p1323-f1",
    "title": "Ulcerative Colitis: Diagnosis and Treatment | AAFP",
    "author": "ROBERT C. LANGAN, MD, PATRICIA B. GOTSCH, MD, MICHAEL A. KRAFCZYK, MD, AND DAVID D. SKILLINGE, DO",
    "doi": "Am Fam Physician.2007;76(9):1323-1330",
    "abstract": "Ulcerative colitis is a chronic disease with recurrent symptoms and significant morbidity. The precise etiology is still unknown. As many as 25 percent of patients with ulcerative colitis have extraintestinal manifestations. The diagnosis is made endoscopically. Tests such as perinuclear antineutrophilic cytoplasmic antibodies and anti-Saccharomyces cerevisiaeantibodies are promising, but not yet recommended for routine use. Treatment is based on the extent and severity of the disease. Rectal therapy with 5-aminosalicylic acid compounds is used for proctitis. More extensive disease requires treatment with oral 5-aminosalicylic acid compounds and oral corticosteroids. The side effects of steroids limit their usefulness for chronic therapy. Patients who do not respond to treatment with oral corticosteroids require hospitalization and intravenous steroids. Refractory symptoms may be treated with azathioprine or infliximab. Surgical treatment of ulcerative colitis is reserved for patients who fail medical therapy or who develop severe hemorrhage, perforation, or cancer. Longstanding ulcerative colitis is associated with an increased risk of colon cancer. Patients should receive an initial screening colonoscopy eight years after the onset of pancolitis and 12 to 15 years after the onset of left-sided disease; follow-up colonoscopy should be repeated every two to three years.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Typical Presentation",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 3,
            "name": "CLINICAL DIAGNOSIS",
            "level": 3
        },
        {
            "id": 4,
            "name": "DIAGNOSTIC TESTING",
            "level": 3
        },
        {
            "id": 5,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 6,
            "name": "MEDICAL MANAGEMENT",
            "level": 3
        },
        {
            "id": 7,
            "name": "SURGICAL MANAGEMENT",
            "level": 3
        },
        {
            "id": 8,
            "name": "COMPLEMENTARY THERAPY",
            "level": 3
        },
        {
            "id": 9,
            "name": "CANCER SCREENING",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Ulcerative colitis is a chronic disease characterized by diffuse mucosal inflammation of the colon. Ulcerative colitis always involves the rectum (i.e., proctitis), and it may extend proximally in a contiguous pattern to involve the sigmoid colon (i.e., proctosigmoiditis), the descending colon (i.e., left-sided colitis), or the entire colon (i.e., pancolitis).1This article reviews the diagnosis and treatment of ulcerative colitis from a primary care perspective."
        },
        {
            "parent": 0,
            "text": "Ulcerative colitis affects approximately 250,000 to 500,000 persons in the United States, with an annual incidence of two to seven per 100,000 persons. The overall incidence of the disease has remained constant over the past five decades.2The financial cost is nearly $500 million annually, and the disease accounts for 250,000 physician visits and 20,000 hospitalizations per year.3"
        },
        {
            "parent": 0,
            "text": "The onset of ulcerative colitis is most common between 15 and 40 years of age, with a second peak in incidence between 50 and 80 years. The disease affects men and womenat similar rates. The precise etiology of ulcerative colitis is not well understood. A current hypothesis suggests that primary dysregulation of the mucosal immune system leads to an excessive immunologic response to normal microflora.4"
        },
        {
            "parent": 0,
            "text": "Cigarette smokers have a 40 percent lower risk of developing ulcerative colitis than do nonsmokers; however, compared with those who have never smoked, former smokers are approximately 1.7 times more likely to develop the disease.5No consistent link between diet and the development of ulcerative colitis has been found. Although an association between the use of nonsteroidal anti-inflammatory drugs and the development of ulcerative colitis has been suggested,6careful epidemiologic studies have failed to confirm that this association is causal."
        },
        {
            "parent": 1,
            "text": "The hallmark symptoms of ulcerative colitis are intermittent bloody diarrhea, rectal urgency, and tenesmus.7The extent of colonic involvement can often, but not always, be predicted by the degree of symptomatology exhibited by the patient; more fulminant presentations are often associated with pancolitis, severe inflammation, or both. The reported frequency of extraintestinal manifestations in patients with ulcerative colitis is 6 to 47 percent(Table 1).8"
        },
        {
            "parent": 1,
            "text": "In the 1950s, Truelove and Witts developed a classification scheme for the severity of ulcerative colitis,9which was later modified(Table 2).10Using this classification scheme, investigators in one series found that 54 percent of patients could be classified initially as having mild disease, 27 percent as having moderate disease, and 19 percent as having severe disease.10Assessment of severity has important therapeutic considerations, because patients with more severe disease (based on these criteria) respond less well to therapy.11"
        },
        {
            "parent": 2,
            "text": "The differential diagnosis of ulcerative colitis includes any condition that produces chronic, intermittent diarrhea, such as Crohn's disease, ischemic colitis, infectious colitis, irritable bowel syndrome (IBS), and pseudomembranous colitis (Table 3).12"
        },
        {
            "parent": 3,
            "text": "The clinical history can be used to differentiate the various etiologies of chronic diarrhea in patients who have not previously been diagnosed with ulcerative colitis. For example, recent antibiotic use might suggest pseudomembranous colitis; recent travel may indicate infectious colitis; and abdominal pain that is relieved with bowel movements could represent IBS."
        },
        {
            "parent": 3,
            "text": "For the patient with established ulcerative colitis, the presence of constitutional symptoms and extraintestinal manifestations, particularly arthritis and skin lesions, may provide clues to the severity of the disease.1,13Physical examination should target the gastrointestinal, dermatologic, and ocular systems. The presence of finger clubbing increases the likelihood of ulcerative colitis in patients with bowel symptoms (positive likelihood ratio [LR] = 3.8), but its absence does not reduce the likelihood (negative LR = 0.8).14"
        },
        {
            "parent": 4,
            "text": "In patients with suspected ulcerative colitis, the most important laboratory studies are stool examinations for ova and parasites, stool culture, and testing forClostridium difficiletoxin to help eliminate other causes of chronic diarrhea. The results of tests that support systemic inflammation, such as erythrocyte sedimentation rate and C-reactive protein, may be elevated. A complete blood count may show anemia from chronic blood loss, and a basic metabolic profile may demonstrate electrolyte abnormalities such as hypokalemia from persistent diarrhea."
        },
        {
            "parent": 4,
            "text": "Neither the American College of Gastroenterology nor the British Society of Gastroenterology recommends routine radiographic testing in persons with suspected ulcerative colitis.1,7However, when endoscopy is not readily available or when colonic strictures prevent a thorough evaluation, a double-contrast barium enema and small-bowel barium follow-through can demonstrate fine mucosal detail. A contiguous, superficial inflammatory process associated with loss of haustration suggests ulcerative colitis, whereas noncontiguous inflammation involving the small intestine would support a diagnosis of Crohn's disease.15"
        },
        {
            "parent": 4,
            "text": "Colonoscopy or proctosigmoidoscopy and biopsy are the tests of choice to diagnose ulcerative colitis. In one study, endoscopy with biopsy was 99 percent sensitive for colonic pathology in patients with diarrhea.16Characteristic changes include loss of the typical vascular pattern, friability, exudates, ulcerations, and granularity in a continuous, circumferential pattern. Although flexible sigmoidoscopy is an efficient method of evaluating patients with chronic diarrhea, it may miss lesions in the ascending or transverse colon in patients with Crohn's disease. Thus, patients who are diagnosed with inflammatory bowel disease based on sigmoidoscopy results should then undergo a complete colonoscopy."
        },
        {
            "parent": 4,
            "text": "Differentiating Crohn's disease from ulcerative colitis can be challenging, particularly early in the course of the disease, but it is an important step because appropriate treatments and potential complications vary for these two conditions.Table 41,7,12outlines key differences between ulcerative colitis and Crohn's disease. Review of biopsies by an experienced pathologist is critical to making the final diagnosis, although as many as 10 to 15 percent of patients may still have a diagnosis of indeterminate colitis.17"
        },
        {
            "parent": 4,
            "text": "A meta-analysis of observational studies to determine the utility of blood tests to detect perinuclear antineutrophilic cytoplasmic antibodies (pANCA) and anti-Saccharomyces cerevisiaeantibodies (ASCA) showed that the combination is specific, but not sensitive for diagnosing ulcerative colitis(Table 5).18Further studies must be done before pANCA and ASCA testing can be routinely recommended."
        },
        {
            "parent": 6,
            "text": "Management of ulcerative colitis involves acute treatment of all inflammatory symptoms, followed by maintenance of remission. In general, the therapeutic approach is determined by the severity of the symptoms and the degree of colonic involvement(Figure 1).1,7,19Approximately 66 percent of patients will achieve clinical remission with medical therapy, and 80 percent of treatment-compliant patients maintain remission.20Current medical therapies for ulcerative colitis are summarized inTable 6."
        },
        {
            "parent": 6,
            "text": "First-line medical therapies contain mesa-lamine (also known as 5-aminosalicylic acid [5-ASA]), which acts topically from the colonic lumen to suppress the production of numerous proinflammatory mediators.21Response to 5-ASA appears to be dose-dependent.22Proctitis has been shown to respond better to suppositories than to oral 5-ASA23; response may take three to four weeks. Patients with proctosigmoiditis require delivery of 5-ASA via an enema and may need four to six weeks of therapy to achieve remission. Patients unable to tolerate the anal irritation of topical 5-ASA may try oral preparations, although response might take longer and remission rates may not be as high as those with direct topical therapy.24Patients with pancolitis often require a combination of oral and topical 5-ASA compounds in addition to corticosteroids."
        },
        {
            "parent": 6,
            "text": "For patients who fail to improve with the maximal dosage of 5-ASA compounds or who cannot tolerate the side effects, oral steroid therapy should be considered. Prednisone is given to these patients in dosages of 40 to 60 mg per day. Full-dose therapy is continued until symptoms are completely controlled (usually 10 to 14 days); the dosage is then tapered gradually by 5 mg per week. Long-term oral steroid use is not recommended for chronic maintenance because of significant side effects.1"
        },
        {
            "parent": 6,
            "text": "When patients do not respond to orally administered steroids, they should be admitted to the hospital to receive intravenous corticosteroids, such as methylprednisolone sodium (Solu-Medrol), 40 mg daily. In a retrospective study of 85 patients hospitalized with severe ulcerative colitis, the highest failure rate with intravenous corticosteroids occurred when symptoms lasted more than six weeks or when severe lesions were noted on endoscopy.11"
        },
        {
            "parent": 6,
            "text": "Hospitalized patients who fail to respond to intravenous corticosteroids after five to seven days are candidates for intravenous cyclosporine (Sandimmune). A review of the available literature showed limited evidence for the effectiveness of cyclosporine A compared with standard therapy using 5-ASA compounds and corticosteroids for patients with severe ulcerative colitis (two studies with a total of 50 patients); information about long-term results and costs is not available.25"
        },
        {
            "parent": 6,
            "text": "In two recent clinical trials, 60 percent of patients who failed to respond to corticosteroid therapy achieved symptom remission with infliximab (Remicade), a chimeric monoclonal antibody that neutralizes the proinflammatory cytokine tumor necrosis factor-α, compared with approximately 30 percent of patients who received placebo.26Patients who fail to respond to maximal medical therapy are candidates for surgical therapy (see Surgical Management section)."
        },
        {
            "parent": 6,
            "text": "The level of therapy that induces remission dictates the selection of maintenance therapy. Patients who achieve remission solely with 5-ASA compounds may remain on these same medications, although typically at lower dosages.27If response is obtained with azathioprine (Imuran) or infliximab, these medications are continued to maintain remission."
        },
        {
            "parent": 6,
            "text": "If steroids are required to induce remission, higher dosages of 5-ASA are often needed. Because of the significant side effects from long-term use, steroids should be tapered to the lowest effective dosage and stopped altogether if possible. In 2001, the American College of Rheumatology published guidelines on the prevention and treatment of glucocorticoid-induced osteoporosis. All patients on chronic steroid therapy should be counseled to participate in regular weight-bearing exercise; screened for osteoporosis with dual energy x-ray absorptiometry; and considered for prophylaxis with calcium, vitamin D, and bisphosphonates.28"
        },
        {
            "parent": 7,
            "text": "No prospective randomized trials have compared medical treatment to surgery for any indication in patients with ulcerative colitis.7Colectomy for the treatment of ulcerative colitis is warranted in patients who develop dysplasia or cancer (see Cancer Screening section); who have disease resistant to maximal medical therapy; or who experience massive hemorrhage, perforation, or toxic megacolon.19Toxic megacolon, which is a presentation of fulminant ulcerative colitis, is characterized by dilation of the transverse colon to more than 5.5 cm on supine abdominal radiography and requires emergent surgical evaluation.19"
        },
        {
            "parent": 7,
            "text": "Surgical treatment of ulcerative colitis is curative and has been shown to lead to durable improvements in quality of life.29However, potential complications include bowel obstruction, pouchitis, stricture, pouch dysfunction, and the possibility of decreased fertility in women.19"
        },
        {
            "parent": 8,
            "text": "Patients with ulcerative colitis may be motivated to attempt complementary medical therapies because of side effects and limited effectiveness of current medical therapy. Results of one study suggested thatLactobacilluswas as effective as 5-ASA in preventing recurrence of ulcerative colitis, although the study was unblinded.30Other studies have shown the comparative effectiveness of non-pathogenicEscherichia colito 5-ASA products in the treatment of ulcerative colitis and the prevention of relapse.31,32"
        },
        {
            "parent": 9,
            "text": "Patients with ulcerative colitis are at increased risk of developing colon cancer. The anatomic extent and duration of the disease correlate with the degree of risk. In one meta-analysis, investigators found that the risk of colon cancer was 2 percent in the first 10 years of ulcerative colitis, 8 percent during the first 20 years, and 18 percent during the first 30 years.33Patients who have only proctitis or proctosigmoiditis are not considered to be at increased risk of developing colon cancer."
        },
        {
            "parent": 9,
            "text": "No randomized controlled trials have compared the outcomes of different surveillance strategies.7The British Society of Gastroenterology recommends initial colonoscopy eight to 10 years after disease onset for patients with pancolitis and 15 to 20 years after the onset of left-sided disease, with follow-up colonoscopies every three years in the second decade of the disease.1,34"
        },
        {
            "parent": 9,
            "text": "The American Cancer Society recommends similar initial screening (i.e., eight years for pancolitis, 12 to 15 years for left-sided disease) but states that follow-up examinations should be done every one to two years.8Both guidelines suggest that colonoscopy include random mucosal biopsies of the colon every 10 cm. Family physicians need to be strong advocates for colon cancer screening in their patients with ulcerative colitis, who may be unwilling to undergo additional testing, particularly during periods of remission."
        },
        {
            "parent": 9,
            "text": "A meta-analysis of nine observational studies involving more than 1,900 patients found an association between 5-ASA use and a decreased likelihood of colorectal cancer.35However, additional studies are needed before a definitive recommendation can be made."
        }
    ],
    "locked": false
}