{
    "url": "https://www.aafp.org/pubs/afp/issues/2007/0615/p1805.html#afp20070615p1805-f1",
    "title": "Evaluating Fever of Unidentifiable Source in Young Children | AAFP",
    "author": "DENISE K. SUR, MD, AND ELISE L. BUKONT, DO",
    "doi": "Am Fam Physician.2007;75(12):1805-1811",
    "abstract": "Most children will have been evaluated for a febrile illness by 36 months of age. Although the majority will have a self-limited viral illness, studies done before the use ofHaemophilus influenzaetype b andStreptococcus pneumoniaevaccines showed that approximately 10 percent of children younger than 36 months without evident sources of fever had occult bacteremia and serious bacterial infection. More recent studies have found lower rates of bacterial infection (1.6 to 1.8 percent). Any infant younger than 29 days and any child that appears toxic should undergo a complete sepsis work-up. However, nontoxic-appearing children one to 36 months of age, who have a fever with no apparent source and who have received the appropriate vaccinations, could undergo screening laboratory analysis and be sent home with close follow-up. Empiric intramuscular antibiotics are suggested for some children; however, cerebrospinal fluid studies should be obtained first. Because immunizations have recently decreased infection rates forS. pneumoniaeandH. influenzaetype b, the recommendations for evaluation and treatment of febrile children are evolving and could involve fewer tests and less-presumptive treatment in the future. A cautious approach should still be taken based on the potential for adverse consequences of unrecognized and untreated serious bacterial infection.",
    "headers": [
        {
            "id": 0,
            "name": "Definitions of Fever and SBI",
            "level": 2
        },
        {
            "id": 1,
            "name": "History and Physical Examination",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnostic Tests",
            "level": 2
        },
        {
            "id": 3,
            "name": "WBC COUNT",
            "level": 3
        },
        {
            "id": 4,
            "name": "URINALYSIS",
            "level": 3
        },
        {
            "id": 5,
            "name": "STOOL TESTING",
            "level": 3
        },
        {
            "id": 6,
            "name": "LUMBAR PUNCTURE",
            "level": 3
        },
        {
            "id": 7,
            "name": "CHEST RADIOGRAPHY",
            "level": 3
        },
        {
            "id": 8,
            "name": "Recommended Management Strategies",
            "level": 2
        },
        {
            "id": 9,
            "name": "TOXIC-APPEARING CHILDREN AND INFANTS YOUNGER THAN 29 DAYS",
            "level": 3
        },
        {
            "id": 10,
            "name": "LOW-RISK CHILDREN 29 TO 90 DAYS OF AGE",
            "level": 3
        },
        {
            "id": 11,
            "name": "Option One",
            "level": 3
        },
        {
            "id": 12,
            "name": "Option Two",
            "level": 3
        },
        {
            "id": 13,
            "name": "LOW-RISK CHILDREN THREE TO 36 MONTHS OF AGE",
            "level": 3
        },
        {
            "id": 14,
            "name": "Rectal Temperature Lower Than 102.2° F",
            "level": 3
        },
        {
            "id": 15,
            "name": "Rectal Temperature of 102.2° F or Higher",
            "level": 3
        },
        {
            "id": 16,
            "name": "Limitations",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Even with a thorough history and a complete physical examination, one in five acutely ill, non-toxic-appearing children have an unidentifiable source of fever.1–4Although most of these children have a self-limited viral illness, studies from the 1980s and 1990s have shown that 7 to 13 percent of children younger than 36 months without evident sources of fever had occult bacteremia and serious bacterial infection (SBI).5–7"
        },
        {
            "parent": -1,
            "text": "More recent research has demonstrated a significant decrease in the number of cases of occult bacteremia and SBI in febrile children since the advent ofHaemophilus influenzaetype b andStreptococcus pneumoniaevaccines, with occult bacteremia rates of 1.6 to 1.8 percent.3,8Epidemiologic data also have shown a decrease in the rates ofS. pneumoniaeinfections since the introduction of a pneumococcal conjugate vaccine.9–13Although recommendations may change, physicians should still take a cautious approach because of the potential for adverse consequences from unrecognized and untreated SBI."
        },
        {
            "parent": 0,
            "text": "A clinically significant fever is generally defined as a rectal temperature of 100.4° F (38° C) or higher. For previously healthy, well-appearing children three to 36 months of age, a temperature of 102.2° F (39° C) requires further evaluation.6,14,15Studies of children with fever with no clear source consistently defined fever using rectal temperature. A number of studies have shown that axillary and tympanic temperatures are unreliable in young children.16–22A child with a history of a rectal temperature higher than 100.4° F who is afebrile at the time of presentation should be given the same level of attention as one who has a fever at presentation.9,23–26"
        },
        {
            "parent": 0,
            "text": "In the studies cited in this article, the SBIs found included bacteremia, bacterial gastro-enteritis, cellulitis, meningitis, osteomyelitis, pneumonia, septic arthritis, and urinary tract infections."
        },
        {
            "parent": 1,
            "text": "The challenge for physicians is to identify febrile children at the lowest risk of SBI and who need less testing and no presumptive treatment while not missing the less common cases of SBI. A number of large prospective studies developed criteria that identify children at low risk of serious infection (e.g., the Boston, Rochester, and Philadelphia protocols).7,27,28All of these protocols recommend beginning with a thorough history and physical examination to identify possible sources of fever. The history should include questions about recent symptoms, vaccinations, exposure to sick contacts, and the child's birth."
        },
        {
            "parent": 1,
            "text": "If the child has received the appropriate vaccines, he or she has a lower risk of SBI. Any history of serious infection or medical problems, maternal fever at the time of delivery, or group B streptococcal vaginal colonization may put the child at a higher risk of SBI. A history of maternal herpes simplex virus (HSV) infection should prompt screening for HSV, especially in infants younger than 29 days.29Although response to antipyretics has been considered an indicator of lower risk of SBI, there is no correlation between fever reduction and likelihood of SBI.30"
        },
        {
            "parent": 1,
            "text": "Symptoms and signs of toxicity are associated with a higher risk of SBI. Toxic-appearing children include those with cyanosis, decreased activity, hyper- and hypoventilation, inability to interact with parents or surroundings, irritability, lethargy, poor tone, signs of poor perfusion, tachycardia, or weak eye contact.5,6,9,14,27,28,31–39"
        },
        {
            "parent": 1,
            "text": "In a study of 3,066 children younger than three months, the features most predictive of occult bacteremia and bacterial meningitis were toxic appearance, age younger than 30 days, and rectal temperature of at least 103° F (39.4° C).9However, no single feature identified all febrile patients with SBI, and the absence of any one feature did not rule out SBI."
        },
        {
            "parent": 1,
            "text": "SBIs are more common in children younger than 90 days and especially so in those younger than 29 days. A meta-analysis of studies published between 1974 and 1990 found that 7.2 percent of all children younger than 90 days with a rectal temperature higher than 102.2° F had an SBI.16Bacteremia or bacterial meningitis occurred in 2.5 percent of patients,6with an even higher incidence (8.7 to 13 percent) in infants younger than 29 days.14,40"
        },
        {
            "parent": 1,
            "text": "In one study, the Philadelphia protocol was retrospectively applied to a prior study of 254 febrile infants younger than 29 days admitted to an emergency department for evaluation of SBI. The rate of SBIs for the group of patients was 12.6 percent, which was similar to that found in previous studies. The Philadelphia protocol considered patients to be at low risk if they had normal peripheral white blood cell (WBC) count, urinalysis, stool specimen, and cerebrospinal fluid (CSF); appeared nontoxic; and had no focus of infection. Of the 254 infants, 109 (42.9 percent) could be classified as at low risk based on the protocol, but five were found to have a bacterial infection that would have been missed on initial evaluation if it had been done based solely on the Philadelphia protocol. Whether these infants would have eventually been treated after close follow-up was unknown. These results demonstrate the unpredictability of SBI in infants.40"
        },
        {
            "parent": 3,
            "text": "The WBC count and its differential have been evaluated as predictive features in nearly all studies of fever in young children. In most studies, low risk has been defined as a WBC count of less than 15,000 cells per mm3(15 × 109per L), with a bandemia no higher than 1,500 cells per mm3(1.5 × 109per L).31In a study of 256 patients between three and 36 months of age, an absolute neutrophil count (ANC) of 10,000 or more cells per mm3(10 × 109per L) was as predictive of SBI as a WBC count of more than 15,000 cells per mm3, with a sensitivity of 69 percent and specificity of 79 percent.41Note that using a test with this sensitivity as the sole determinant of SBI is inappropriate because it will miss more than 30 percent of patients with SBI."
        },
        {
            "parent": 4,
            "text": "Urine testing has been studied in multiple settings and is generally recommended based on the relatively high incidence of urinary tract infection among febrile children, particularly females and uncircumcised males.15,31,42,43"
        },
        {
            "parent": 4,
            "text": "Additionally, studies have demonstrated that urine dip and analysis are not sufficiently sensitive; a culture should always be obtained.15,32,44One study demonstrated that up to 20 percent of febrile children with pyelonephritis lacked pyuria on initial urinalysis.45Urethral catheterization and suprapubic aspiration are preferred methods for obtaining urine specimens because of the high rates of contamination seen with bagged specimens.15,46"
        },
        {
            "parent": 5,
            "text": "There are fewer data on stool testing than on other tests; most studies of febrile children did not require evaluation of stool. One study did find that the presence of five WBCs per high-power field was predictive ofSalmonellainfection, including bacteremia in patients with diarrhea.31"
        },
        {
            "parent": 6,
            "text": "Although the positive and negative predictive values of lumbar puncture have not been determined for SBI in the post- pneumococcal-vaccine era, the risk of bacterial meningitis is very low (0.03 to 0.10 percent) in children older than 28 days with a WBC count of less than 15,000 cells per mm3who appear well.6,7,14,27,28,31,35,36Some experts recommend that if empiric antibiotics are to be administered, a lumbar puncture should be performed to prevent a false-negative CSF culture should the child develop worsening signs of infection and need further evaluation.6,15"
        },
        {
            "parent": 7,
            "text": "A meta-analysis of 617 febrile children up to three months of age and without pulmonary symptoms found that all had a normal chest radiograph. Therefore, chest radiography is only recommended in febrile children with pulmonary symptoms (e.g., cough, shortness of breath) or pulmonary findings noted on examination (e.g., tachypnea, hypoxia, grunting, flaring, retractions, stridor, rales, rhonchi wheezes).15,37Chest radiography also should be considered in febrile children with a rectal temperature higher than 102.2° F and a WBC count of more than 20,000 cells per mm3(20 × 109per L) to rule out occult pneumonia.15"
        },
        {
            "parent": 8,
            "text": "The extent of evaluation, use of empiric antibiotics, need for more invasive tests (e.g., lumbar puncture), and the necessity of hospital admission all depend on the child's age, appearance, and risk factors based on the history and physical examination. There is a treatment approach for each group of patients that is consistent with guidelines from the American College of Emergency Physicians,6,15Cincinnati Children's Hospital,29,38and the Pediatric Research in Office Settings study.9"
        },
        {
            "parent": 9,
            "text": "Any toxic-appearing child, regardless of age, and any infant younger than 29 days should be admitted for administration of intravenous antibiotics after completion of a sepsis work-up. This work-up should include a complete blood cell (CBC) count with manual differential; blood cultures; lumbar puncture for cell counts, glucose, protein, and culture; and urinalysis with culture.6,15,29,38"
        },
        {
            "parent": 9,
            "text": "Laboratory evaluations for neonatal HSV infection also should be considered in patients with risk factors for infection. The highest risk factor for infection is maternal infection at the time of delivery.47Other risk factors include the use of fetal scalp electrodes; vaginal delivery; CSF pleocytosis; and skin, eye, or mouth lesions.33,48,49However, because 64 percent of mothers with HSV infections are asymptomatic,47and because 95 to 98 percent of infant infections will present before 22 days of age,34,50a low clinical threshold should be used to test for and treat neonatal HSV infection. If the neonate is not improving on antibiotic therapy, HSV infection should be considered.29"
        },
        {
            "parent": 10,
            "text": "For low-risk children who are nontoxic in appearance, have a healthy history, and are under the care of a reliable adult, there are two management options supported by evidence."
        },
        {
            "parent": 11,
            "text": "A laboratory evaluation is performed. It should include a CBC count with manual differential, CSF analysis, and urinalysis with urine culture. If the WBC count is less than 15,000 cells per mm3with an ANC less than 10,000 cells per mm3and the CSF and urinalysis are normal, the child could be given ceftriaxone (Rocephin) 50 mg per kg intramuscularly and be brought back for a follow-up appointment in 24 hours. At the follow-up, results of blood and urine cultures and CSF studies should be evaluated, and the child should be reexamined to determine if a source of infection has become evident. A record of any new symptoms also should be made.6,15"
        },
        {
            "parent": 12,
            "text": "A CBC count and urinalysis with urine culture can be obtained without obtaining blood cultures, performing CSF studies, or administering antibiotics. The child should be carefully observed and should undergo close follow-up with reexamination within 24 hours. If the laboratory testing is positive, appropriate action needs to be taken.29"
        },
        {
            "parent": 14,
            "text": "The evidence supports that a low-risk child without an evident source of infection and a rectal temperature lower than 102.2° F can be discharged without laboratory testing or antibiotics, and should have a follow-up visit if symptoms worsen or fever persists for longer than 48 hours.6,15,29,38"
        },
        {
            "parent": 15,
            "text": "Guidelines from the Cincinnati Children's Hospital recommend that well-appearing children three to 36 months of age with a fever without an apparent source, who can receive excellent follow-up and who have completed their appropriate series of recommended vaccinations, may be considered for outpatient observation without initial laboratory testing or empiric antibiotics.38A second option is to perform a laboratory evaluation that includes a CBC count with differential and a urinalysis with urine culture. If the WBC count is more than 15,000 cells per mm3, or the ANC is more than 10,000 cells per mm3, then blood cultures should be obtained.6,15,38"
        },
        {
            "parent": 15,
            "text": "If the above evaluation does not provide a source for infection, the child should be reevaluated in 24 to 48 hours and could receive ceftriaxone 50 mg per kg intramuscularly. CSF studies should be performed before the administration of antibiotics; however, if no antibiotics are given, CSF studies are not necessary.6,15,38SeeFigure 1for a summary of this approach.6,15,29,38"
        },
        {
            "parent": 16,
            "text": "Several recent developments have prompted the need to reevaluate the recommended protocols for the evaluation and management of febrile children 36 months of age or younger. These developments include the marked decrease in the incidence ofH. influenzaetype b infection through immunization and the recent release and widespread use of the conjugated pneumococcal vaccine. A 2001 cost-effectiveness analysis found that if the bacteremia rates fall below 0.5 percent, the strategies for diagnosing febrile children that use empiric testing and treatment should be eliminated.51Thus, future recommendations for evaluation and management of the febrile child may change and could involve fewer tests and less presumptive treatment."
        }
    ],
    "locked": false
}