{
    "url": "https://www.aafp.org/pubs/afp/issues/2006/0415/p1374.html#afp20060415p1374-f2",
    "title": "Amenorrhea: Evaluation and Treatment | AAFP",
    "author": "TARANNUM MASTER-HUNTER, M.D., AND DIANA L. HEIMAN, M.D.",
    "doi": "Am Fam Physician.2006;73(8):1374-1382",
    "abstract": "A thorough history and physical examination as well as laboratory testing can help narrow the differential diagnosis of amenorrhea. In patients with primary amenorrhea, the presence or absence of sexual development should direct the evaluation. Constitutional delay of growth and puberty commonly causes primary amenorrhea in patients with no sexual development. If the patient has normal pubertal development and a uterus, the most common etiology is congenital outflow tract obstruction with a transverse vaginal septum or imperforate hymen. If the patient has abnormal uterine development, müllerian agenesis is the likely cause and a karyotype analysis should confirm that the patient is 46,XX. If a patient has secondary amenorrhea, pregnancy should be ruled out. The treatment of primary and secondary amenorrhea is based on the causative factor. Treatment goals include prevention of complications such as osteoporosis, endometrial hyperplasia, and heart disease; preservation of fertility; and, in primary amenorrhea, progression of normal pubertal development.",
    "headers": [
        {
            "id": 0,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 1,
            "name": "Differential Diagnosis of Primary Amenorrhea",
            "level": 2
        },
        {
            "id": 2,
            "name": "PRESENCE OF SECONDARY SEXUAL CHARACTERISTICS",
            "level": 3
        },
        {
            "id": 3,
            "name": "ABSENCE OF SECONDARY SEXUAL CHARACTERISTICS",
            "level": 3
        },
        {
            "id": 4,
            "name": "Differential Diagnosis of Secondary Amenorrhea",
            "level": 2
        },
        {
            "id": 5,
            "name": "HYPOTHYROIDISM",
            "level": 3
        },
        {
            "id": 6,
            "name": "HYPERPROLACTINEMIA",
            "level": 3
        },
        {
            "id": 7,
            "name": "NORMOGONADOTROPIC AMENORRHEA",
            "level": 3
        },
        {
            "id": 8,
            "name": "HYPERGONADOTROPIC HYPOGONADISM",
            "level": 3
        },
        {
            "id": 9,
            "name": "HYPOGONADOTROPIC HYPOGONADISM",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Primary amenorrhea can be diagnosed if a patient has normal secondary sexual characteristics but no menarche by 16 years of age. If a patient has no secondary sexual characteristics and no menarche, primary amenorrhea can be diagnosed as early as 14 years of age. Secondary amenorrhea is the absence of menses for three months in women with previously normal menstruation and for nine months in women with previous oligomenorrhea. Secondary amenorrhea is more common than primary amenorrhea.1–3"
        },
        {
            "parent": -1,
            "text": "Pubertal changes typically occur over a three-year period and can be measured using Tanner staging.4The normal progression of female puberty is illustrated inTable 1.4,5The normal menstrual cycle involves a complex interaction between the hypothalamic-pituitary-ovarian axis and the outflow tract. Any disruption in this interaction can cause amenorrhea."
        },
        {
            "parent": 0,
            "text": "Physicians should conduct a comprehensive patient history and a thorough physical examination of patients with amenorrhea(Table 22,6–8). Many algorithms exist for the evaluation of primary amenorrhea;Figure 11,7,9,10is one example. Laboratory tests and radiography, if indicated, should be performed to evaluate for suspected systemic disease. If secondary sexual characteristics are present, pregnancy should be ruled out. Routine radiography is not recommended, however.7"
        },
        {
            "parent": 0,
            "text": "Figure 21–3,6is an algorithm for the evaluation of secondary amenorrhea. The most common cause of secondary amenorrhea is pregnancy. After pregnancy is ruled out, the initial work-up should be based on patient history and physical examination findings. Prolactin levels should be checked in most patients. The risk of amenorrhea is lower with subclinical hypothyroidism than with overt disease. However, the effects of subclinical hypothyroidism on menstruation and fertility are unclear, and abnormal thyroid hormone levels can affect prolactin levels; therefore, physicians should consider measuring thyroid-stimulating hormone (TSH) levels.3,11,12A study13of 127 women with adult-onset amenorrhea showed that 7.5 percent of participants had abnormal prolactin levels and 4.2 percent had abnormal TSH levels."
        },
        {
            "parent": 0,
            "text": "If TSH and prolactin levels are normal, a progestogen challenge test(Table 33,14)can help evaluate for a patent outflow tract and detect endogenous estrogen that is affecting the endometrium. A withdrawal bleed usually occurs two to seven days after the challenge test.3A negative progestogen challenge test signifies an outflow tract abnormality or inadequate estrogenization. An estrogen/progestogen challenge test(Table 33,14)can differentiate the two diagnoses. A negative estrogen/progestogen challenge test typically indicates an outflow tract obstruction. A positive test indicates an abnormality within the hypothalamic-pituitary axis or the ovaries."
        },
        {
            "parent": 0,
            "text": "Gonadotropin levels can further help determine the source of the abnormality. Elevated follicle-stimulating hormone (FSH) or luteinizing hormone (LH) levels suggest an ovarian abnormality (hypergonadotropic hypogonadism). Normal or low FSH or LH levels suggest a pituitary or hypothalamic abnormality (hypogonadotropic hypogonadism). Magnetic resonance imaging (MRI) of the sella turcica can rule out a pituitary tumor. Normal MRI indicates a hypothalamic cause of amenorrhea.3"
        },
        {
            "parent": 1,
            "text": "Causes of primary amenorrhea should be evaluated in the context of the presence or absence of secondary sexual characteristics.Table 43,6,15includes the differential diagnosis of primary amenorrhea."
        },
        {
            "parent": 2,
            "text": "If a patient with amenorrhea has breast development and minimal or no pubic hair, the usual diagnosis is androgen insensitivity syndrome (i.e., patient is phenotypically female but genetically male with undescended testes). A karyotype analysis is needed to determine proper treatment. If testes are present, they should be removed because of the high risk of malignant transformation after puberty.1"
        },
        {
            "parent": 2,
            "text": "If a patient has normal secondary sexual characteristics, including pubic hair, the physician should perform MRI or ultrasonography to determine if a uterus is present. Müllerian agenesis (the congenital absence of a vagina and abnormal uterine development [usually rudimentary]) causes approximately 15 percent of primary amenorrhea.16The etiology is thought to involve embryonic activation of the antimüllerian hormone, causing malformation of the female genital tract.7,17Patients may have cyclic abdominal pain if there is endometrial tissue in the rudimentary uterus, mittelschmerz, or breast tenderness. An absent or truncated vagina and an abnormal adult uterus confirm müllerian agenesis. Karyotype analysis should be performed to determine if the patient is genetically female.8"
        },
        {
            "parent": 2,
            "text": "If the patient has a normal uterus, outflow tract obstruction should be considered. An imperforate hymen or a transverse vaginal septum can cause congenital outflow tract obstruction, which typically is associated with cyclic abdominal pain from blood accumulation in the uterus and vagina.1If the outflow tract is patent, the physician should continue an evaluation similar to that for secondary amenorrhea(Figure 21–3,6).1"
        },
        {
            "parent": 3,
            "text": "Diagnosis of patients with amenorrhea and no secondary sexual characteristics is based on laboratory test results and karyotype analysis. The most common cause of hypogonadotropic hypogonadism (low FSH and LH levels) in primary amenorrhea is constitutional delay of growth and puberty.16,17A detailed family history also may help detect this etiology, because it often is familial. Hypogonadotropic hypogonadism associated with constitutional delay of growth and puberty is indistinguishable from that associated with hypothalamic or pituitary failure.10Watchful waiting is appropriate for constitutional delay of growth and puberty. Kallmann syndrome, which is associated with anosmia, also can cause hypogonadotropic hypogonadism.18"
        },
        {
            "parent": 3,
            "text": "Hypergonadotropic hypogonadism (elevated FSH and LH levels) in patients with primary amenorrhea is caused by gonadal dysgenesis or premature ovarian failure. Turner’s syndrome (45,XO karyotype) is the most common form of female gonadal dysgenesis. Characteristic physical findings include webbing of the neck, widely spaced nipples, and short stature. Mosaicism occurs in approximately 25 percent of patients with Turner’s syndrome.19These patients often have a more normal phenotype with spontaneous onset of puberty and menarche. Other rare causes of pure gonadal dysgenesis can occur with a 46,XY or XX karyotype.7"
        },
        {
            "parent": 4,
            "text": "After pregnancy, thyroid disease, and hyperprolactinemia are eliminated as potential diagnoses, the remaining causes of secondary amenorrhea are classified as normogonadotropic amenorrhea, hypogonadotropic hypogonadism, and hypergonadotropic hypogonadism; each is associated with specific etiologies(Table 43,6,15)."
        },
        {
            "parent": 5,
            "text": "Other clinical signs of thyroid disease are usually noted before amenorrhea presents. Mild hypothyroidism is more often associated with hypermenorrhea or oligomenorrhea than with amenorrhea. Treatment of hypothyroidism should restore menses, but this may take several months.12"
        },
        {
            "parent": 6,
            "text": "A patient with markedly elevated prolactin levels, galactorrhea, headaches, or visual disturbances should receive imaging tests to rule out a pituitary tumor. Adenomas are the most common cause of anterior pituitary dysfunction.15A prolactin level more than 100 ng per mL (100 mcg per L) suggests a prolactinoma, and MRI should be performed. If tumor is excluded as the cause, medications (e.g., oral contraceptive pills, antipsychotics, antidepressants, antihypertensives, histamine H2blockers, opiates) are the next most common cause of hyperprolactinemia. Medications usually raise prolactin levels to less than 100 ng per mL.15When hyperprolactinemia is not related to tumor, physicians should identify and treat or eliminate the underlying cause.Table 43,6,15lists common etiologies of hyperprolactinemia."
        },
        {
            "parent": 6,
            "text": "If asymptomatic microadenomas (smaller than 10 mm) are found on MRI, repeat prolactin measurements and imaging should be performed to monitor for progression. Microadenomas are slow growing and rarely malignant. Treatment of microadenomas should focus on management of infertility, galactorrhea, and breast discomfort. A dopamine agonist can help improve symptoms and fertility. Bromocriptine (Parlodel) is effective, but cabergoline (Dostinex) has been shown to be superior in effectiveness and tolerability.20Macroadenomas may be treated with dopamine agonists or removed with transsphenoidal resection or craniotomy, if necessary."
        },
        {
            "parent": 7,
            "text": "Two common causes of normogonadotropic amenorrhea are outflow tract obstruction and hyperandrogenic chronic anovulation. The most common cause of outflow obstruction in secondary amenorrhea is Asherman’s syndrome (intrauterine synechiae and scarring, usually from curettage or infection).3Hysterosalpingography, hysteroscopy, or sonohysterography can help diagnose Asherman’s syndrome. Other causes of outflow tract obstruction include cervical stenosis and obstructive fibroids or polyps."
        },
        {
            "parent": 7,
            "text": "Polycystic ovary syndrome (PCOS) is the most common cause of hyperandrogenic chronic anovulation. The National Institutes of Health diagnostic criterion for PCOS21is chronic anovulation and hyperandrogenism with no other identified secondary cause. The primary etiology of PCOS is unknown, but resistance to insulin is thought to be a fundamental component.21"
        },
        {
            "parent": 7,
            "text": "The diagnosis of PCOS is primarily clinical, although laboratory studies may be needed to rule out other causes of hyperandrogenism(Table 56,21). Significantly elevated testosterone or dehydroepiandrosterone sulfate levels indicate a possible androgen-secreting tumor (ovarian or adrenal). Levels of 17-hydroxyprogesterone can help diagnose adult-onset congenital adrenal hyperplasia. Cushing’s disease is rare; therefore, patients should only be screened when characteristic signs and symptoms (e.g., striae, buffalo hump, significant central obesity, easy bruising, hypertension, proximal muscle weakness) are present.21,22"
        },
        {
            "parent": 7,
            "text": "Patients with PCOS have excess unopposed circulating estrogen, increasing their risk of endometrial cancer threefold.21The insulin resistance associated with PCOS increases a patient’s risk of diabetes mellitus two- to fivefold; therefore, testing for glucose intolerance should be considered.21–24"
        },
        {
            "parent": 7,
            "text": "The primary treatment for PCOS is weight loss through diet and exercise. Modest weight loss can lower androgen levels, improve hirsutism, normalize menses, and decrease insulin resistance. It may take months to see these results, however.21Use of oral contraceptive pills or cyclic progestational agents can help maintain a normal endometrium. The optimal cyclic progestin regimen to prevent endometrial cancer is unknown, but a monthly 10- to 14-day regimen is recommended.21Insulin sensitizing agents such as metformin (Glucophage) can reduce insulin resistance and improve ovulatory function.21,25,26"
        },
        {
            "parent": 8,
            "text": "Ovarian failure can cause menopause or can occur prematurely. On average, menopause occurs at 50 years of age and is caused by ovarian follicle depletion. Premature ovarian failure is characterized by amenorrhea, hypoestrogenism, and increased gonadotropin levels occurring before 40 years of age and is not always irreversible27(0.1 percent of women are affected by 30 years of age and one percent by 40 years of age).28Approximately 50 percent of women with premature ovarian failure have intermittent ovarian functioning29with a 5 to 10 percent chance of achieving natural conception."
        },
        {
            "parent": 8,
            "text": "Women with premature ovarian failure have an increased risk of osteoporosis and heart disease.29–31The condition also can be associated with autoimmune endocrine disorders such as hypothyroidism, Addison’s disease, and diabetes mellitus.27,29Therefore, fasting glucose, thyroid-stimulating hormone (TSH), and, if clinically appropriate, morning cortisol levels should be measured. Other laboratory testing should be determined based on the individual patient.32Approximately 20 to 40 percent of women with premature ovarian failure will develop another autoimmune disorder; therefore, if initial laboratory tests are normal, periodic screening should be considered. Patients younger than 30 years should receive a karyotype analysis to rule out the presence of a Y chromosome and the need for removal of gonadal tissue.29Ovarian biopsy and anti-ovarian antibody testing have not been shown to have clinical benefit.27,29"
        },
        {
            "parent": 9,
            "text": "Hypothalamic amenorrhea is associated with abnormalities in gonadotropin-releasing hormone (GnRH) secretion and disruption of the hypothalamic-pituitary-ovarian axis. The condition often is caused by excessive weight loss, exercise, or stress. Other causes are listed inTable 4.3,6,15The mechanism of how stress or weight loss affects GnRH secretion is unknown.33–35Treatment of hypothalamic amenorrhea depends on the etiology. Women with excessive weight loss should be screened for eating disorders and treated if anorexia nervosa or bulimia nervosa is diagnosed. Menses usually will return after a healthy body weight is acheived.35"
        },
        {
            "parent": 9,
            "text": "Young athletes may develop a combination of health conditions called the female athlete triad that includes an eating disorder, amenorrhea, and osteoporosis. Menses may return after a modest increase in caloric intake or a decrease in athletic training. Similar to patients with eating disorders, athletes with continued amenorrhea are at risk of bone loss. In adolescent athletes, the bone loss occurs during peak bone mass development and may not be reversible.36,37Weight-bearing exercise may partially protect against bone loss.38"
        },
        {
            "parent": 9,
            "text": "In patients with amenorrhea caused by eating disorders or excessive exercise, the use of oral contraceptive pills or menopausal hormone therapy may decrease bone turnover and partially reverse bone loss; however, neither therapy has been shown to significantly increase bone mass.38Bisphosphonates, traditionally used to treat postmenopausal osteoporosis, are possible teratogens and have not been studied as a therapy in women of reproductive age. Adequate calcium and vitamin D intake are recommended for these patients."
        }
    ],
    "locked": false
}