{
    "url": "https://www.aafp.org/pubs/afp/issues/2007/1201/p1650.html#afp20071201p1650-f2",
    "title": "Diagnosis and Treatment of Otitis Media | AAFP",
    "author": "KALYANAKRISHNAN RAMAKRISHNAN, MD, FRCSE, RHONDA A. SPARKS, MD, AND WAYNE E. BERRYHILL, MD",
    "doi": "Am Fam Physician.2007;76(11):1650-1658",
    "abstract": "Diagnostic criteria for acute otitis media include rapid onset of symptoms, middle ear effusion, and signs and symptoms of middle ear inflammation.Streptococcus pneumoniae, Haemophilus influenzae, andMoraxella catarrhalisare the most common bacterial isolates from the middle ear fluid of children with acute otitis media. Fever, otalgia, headache, irritability, cough, rhinitis, listlessness, anorexia, vomiting, diarrhea, and pulling at the ears are common, but nonspecific symptoms. Detection of middle ear effusion by pneumatic otoscopy is key in establishing the diagnosis. Observation is an acceptable option in healthy children with mild symptoms. Antibiotics are recommended in all children younger than six months, in those between six months and two years if the diagnosis is certain, and in children with severe infection. High-dosage amoxicillin (80 to 90 mg per kg per day) is recommended as first-line therapy. Macrolide antibiotics, clindamycin, and cephalosporins are alternatives in penicillin-sensitive children and in those with resistant infections. Patients who do not respond to treatment should be reassessed. Hearing and language testing is recommended in children with suspected hearing loss or persistent effusion for at least three months, and in those with developmental problems.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "PNEUMATIC OTOSCOPY AND OTHER DIAGNOSTIC TESTS",
            "level": 3
        },
        {
            "id": 3,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 4,
            "name": "ACUTE OTITIS MEDIA",
            "level": 3
        },
        {
            "id": 5,
            "name": "OTITIS MEDIA WITH EFFUSION",
            "level": 3
        },
        {
            "id": 6,
            "name": "Complications",
            "level": 2
        },
        {
            "id": 7,
            "name": "Otitis Media in Adults",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Acute otitis media, a viral or bacterial infection of the middle ear, is the most common infection for which antibiotics are prescribed for children in the United States.1,2Direct and indirect costs of treatment and time lost from school and work because of acute otitis media totaled nearly $3 billion in 1995.3Acute otitis media is most common between six and 24 months of age; by age three, more than 80 percent of children have been diagnosed.4"
        },
        {
            "parent": -1,
            "text": "Otitis media with effusion is middle ear effusion in the absence of acute infection. About 2.2 million cases of otitis media with effusion occur annually in the United States.5Chronic suppurative otitis media is persistent infection and resultant perforation of the tympanic membrane.6This article will review recent evidence, including the evidence-based guideline from the American Academy of Pediatrics and the American Academy of Family Physicians, about the diagnosis and treatment of acute otitis media and otitis media with effusion.1,5"
        },
        {
            "parent": 0,
            "text": "Genetic, infectious, immunologic, and environmental factors predispose children to ear infections(Table 1).4,7In most cases, an allergy or upper respiratory tract infection causes congestion and swelling of the nasal mucosa, nasopharynx, and eustachian tube. Obstruction at the eustachian tube isthmus (i.e., the narrowest portion) results in accumulation of middle ear secretions; secondary bacterial or viral infection of the effusion causes suppuration and features of acute otitis media.8The effusion may persist for weeks or months after the infection resolves.4Otitis media with effusion may occur spontaneously as a result of eustachian tube dysfunction or as an inflammatory response after acute otitis media.5"
        },
        {
            "parent": 0,
            "text": "Streptococcus pneumoniae, Haemophilus influenzae, andMoraxella catarrhalisare the most common bacterial isolates from the middle ear fluid of children with acute otitis media(Table 24,6–10).8–10Penicillin-resistantS. pneumoniaeis the most common cause of recurrent and persistent acute otitis media.7"
        },
        {
            "parent": 1,
            "text": "Diagnostic criteria for acute otitis media include rapid onset of symptoms, middle ear effusion, and signs and symptoms of middle ear inflammation(Table 31,2,6,7,11).1Nonspecific symptoms of acute otitis media (e.g., fever, headache, irritability, cough, rhinitis, listlessness, anorexia, vomiting, diarrhea, pulling at the ears) are common in infants and young children. Otalgia is less common in children younger than two years and more common in adolescents and adults.4Acute otitis media cannot be reliably differentiated from upper respiratory tract infection on the basis of symptoms alone.10However, otalgia, ear rubbing or pulling, and parental suspicion of otitis media have positive likelihood ratios (LR+) of 3.0 or more and are moderately useful for ruling in the diagnosis (Table 412–16).12,13"
        },
        {
            "parent": 2,
            "text": "Detection of middle ear effusion by pneumatic otoscopy is key in establishing the diagnosis of acute otitis media. The tympanic membrane normally is convex, mobile, translucent, and intact; a normal color and mobility of the membrane indicate that otitis media is unlikely (negative likelihood ratio [LR–], 0.03).10A bulging membrane greatly increases the likelihood of otitis media (LR+, 20.3), as do impaired mobility of the membrane (LR+, 4.7) and a distinctly red membrane (LR+, 2.6), albeit to a lesser extent.14"
        },
        {
            "parent": 2,
            "text": "Using pneumatic otoscopy with tympanometry improves the accuracy of diagnosis. The handheld tympanometer records compliance of the tympanic membrane and provides quantitative information on structural function and the presence of middle ear effusion.15A flattened tracing with a low static admittance (type B tracing) indicates middle ear effusion; highly negative middle ear pressures (type C tracing) indicate a retracted tympanic membrane; and highly positive peak pressures are consistent with a bulging membrane15(Figure 1). Acoustic reflectometry detects middle ear fluid by analyzing the spectral gradient of sound reflected off the tympanic membrane.16"
        },
        {
            "parent": 2,
            "text": "Tympanocentesis, followed by aspiration and culture of middle ear fluid samples, is useful in children who are toxic, have failed multiple courses of antibiotics, or have immune deficiencies.4Although negative nasopharyngeal cultures correlate well with negative middle ear fluid cultures, they are not routinely recommended.17"
        },
        {
            "parent": 2,
            "text": "Chronic suppurative otitis media presents with persistent or recurrent otorrhea through a perforated tympanic membrane (active), or with a dry but permanent perforation of the tympanic membrane (inactive).6Other features include thickened granular mucosa, polyps, and cholesteatoma in the middle ear.18Aerobic and anaerobic bacteria may enter the middle ear through the perforation.6Rarely,Pseudomonasspecies may cause deep-seated destructive infections of the middle ear and the mastoid cavity. Diagnosis is made by history and examination, including otoscopy. Examination may detect other foci of infection requiring treatment (e.g., nose, paranasal sinuses, lungs, pharynx). Careful cleaning of the ear is useful for visualizing the tympanic membrane and the attic, and for excluding cholesteatoma.19"
        },
        {
            "parent": 4,
            "text": "Treatment goals in acute otitis media include symptom resolution and reduction of recurrence.20Most children with acute otitis media (70 to 90 percent) have spontaneous resolution within seven to 14 days; therefore, antibiotics should not routinely be prescribed initially for all children.21,22Delaying antibiotic therapy in selected patients reduces treatment-related costs and side effects and minimizes emergence of resistant strains.23"
        },
        {
            "parent": 4,
            "text": "Symptomatic Treatment. Pain management is important in the first two days after diagnosis. Options include acetaminophen (15 mg per kg every four to six hours) and ibuprofen (Motrin; 10 mg per kg every six hours).24Antipyrine/benzocaine otic suspension (Auralgan) can be used for local analgesia(Table 5).1,5,25"
        },
        {
            "parent": 4,
            "text": "Antihistamines may help with nasal allergies, but they may prolong middle ear effusion.26Oral decongestants may be used to relieve nasal congestion. However, neither antihistamines nor decongestants improve healing or minimize complications of acute otitis media, and they are not routinely recommended.27Corticosteroid use has no benefit in acute otitis media.26"
        },
        {
            "parent": 4,
            "text": "Antibiotics. A meta-analysis of randomized trials found that antibiotics are most beneficial in children younger than two years with bilateral acute otitis media and in children with acute otitis media and otorrhea.28Antibiotics are recommended for all children younger than six months, for those six months to two years of age when the diagnosis is certain, and for all children older than two years with severe infection (defined as moderate to severe otalgia or temperature greater than 102.2° F [39° C]).1Antibiotics may be deferred in otherwise healthy children six months to two years of age with mild otitis in whom the diagnosis is uncertain, and in children older than two years with mild symptoms or in whom the diagnosis is uncertain(Figure 2).1,5If this option is chosen, it is mandatory to have a reliable care-giver who will observe the child, recognize signs of serious illness, and be able to access medical care easily."
        },
        {
            "parent": 4,
            "text": "Antibiotic Selection. High-dosage amoxicillin (80 to 90 mg per kg per day, divided into two daily doses for 10 days) is recommended as first-line antibiotic therapy in children with acute otitis media.1,24In children older than six years with mild to moderate disease, a five- to seven-day course is adequate.1Amoxicillin is effective, safe, and relatively inexpensive, and it has a narrow microbiologic spectrum.29First-line treatment with amoxicillin is not recommended in children with concurrent purulent conjunctivitis, after antibiotic therapy within the preceding month, in children taking amoxicillin as chemoprophylaxis for recurrent acute otitis media or urinary tract infection, and in children with penicillin allergy."
        },
        {
            "parent": 4,
            "text": "Cephalosporins may be used in children allergic to penicillin if there is no history of urticaria or anaphylaxis to penicillin. If there is a history of penicillin-induced urticaria or anaphylaxis, a macrolide (e.g., azithromycin [Zithromax], clarithromycin [Biaxin]) or clindamycin [Cleocin] may be used. A single dose of parenteral ceftriaxone (Rocephin, 50 mg per kg) may be useful in children with vomiting or in whom compliance is a concern.1Single-dose azithromycin is safe and effective in uncomplicated acute otitis media and compares well with longer courses of azithromycin or other antibiotics.30"
        },
        {
            "parent": 4,
            "text": "Persistent Acute Otitis Media. If there is no clinical improvement within 48 to 72 hours, the patient must be reassessed to confirm the diagnosis, exclude other causes of illness, and initiate antibiotic therapy in those on symptomatic treatment alone. Patients who are already taking antibiotics should be changed to second-line therapy.1Options include high-dose amoxicillin/clavulanate (Augmentin), cephalosporins, and macrolides. Parenteral ceftriaxone administered daily over three days is useful in children with emesis or resistance to amoxicillin/clavulanate. For children who do not respond to second-line antibiotics, clindamycin and tympanocentesis are appropriate options. Although it is not approved for use in children, levofloxacin (Levaquin) is effective in children who have persistent or recurrent acute otitis media.31"
        },
        {
            "parent": 4,
            "text": "Computed tomography (CT) is useful if bony extension is suspected. Magnetic resonance imaging is superior to CT in evaluating potential intracranial complications.32"
        },
        {
            "parent": 4,
            "text": "Recurrent Acute Otitis Media. Most children with recurrent acute otitis media improve with watchful waiting.20Although antibiotic prophylaxis may reduce recurrence, there are no widely accepted recommendations for antibiotic choice or prophylaxis duration.33Minimizing risk factors (e.g., exposure to cigarette smoke, pacifier use, bottle feeding, daycare attendance) decreases recurrence. Heptavalent pneumococcal vaccine (Prevnar) reduces the incidence of acute otitis media, but it does not reduce recurrence."
        },
        {
            "parent": 5,
            "text": "Persistent middle ear effusion after resolution of acute otitis media does not indicate treatment failure and requires only monitoring and reassurance. Risk factors for persistent acute otitis media with effusion include hearing loss greater than 30 dB, prior tympanostomy tube placement, adenoid hypertrophy, and onset during summer or fall.34"
        },
        {
            "parent": 5,
            "text": "Clinical examination, pneumatic otoscopy, and tympanometry may be performed during the observation period.5There is no role for antihistamines and decongestants; adverse effects include insomnia, hyperactivity, drowsiness, behavioral changes, and labile blood pressure.5Oral and topical intranasal corticosteroids alone or in combination with an antibiotic produce faster short-term resolution of otitis media with effusion, but there is no evidence of long-term benefit.35Autoinflation (i.e., opening the eustachian tube by raising intranasal pressure) is useful in older children with persistent acute otitis media with effusion who are able to perform the Valsalva maneuver.36"
        },
        {
            "parent": 5,
            "text": "Children older than two years who have otitis media with effusion and no developmental issues must be seen at three- to six-month intervals until effusion resolves, hearing loss is identified, or structural abnormalities of the tympanic membrane or middle ear are suspected.5Hearing and language testing is recommended in patients with suspected hearing loss or persistent effusion for at least three months, or when developmental problems are identified. Children with hearing loss of 20 dB or less who do not have speech, language, or developmental problems can be observed. Those with hearing loss of 21 to 39 dB can be observed or referred for surgery, and those with hearing loss of 40 dB or more should be referred for surgery.5"
        },
        {
            "parent": 5,
            "text": "Tympanostomy with ventilation tube insertion is the preferred initial procedure. Meta-analyses of randomized controlled trials evaluating the effect of ventilation on hearing, effusion duration, language development, cognition, behavior, and quality of life show that benefits in children are marginal at best.37,38Ventilation tubes may be more beneficial in young children in an environment with a high infection load (e.g., children attending daycare) and in older children with hearing loss of 25 dB or greater in both ears for at least 12 weeks.37Adenoidectomy may be considered in children who have recurrent otitis media with effusion after tympanostomy (20 to 50 percent of children) if chronic adenoiditis is present or if adenoidal hypertrophy causes nasal obstruction.5Tonsillectomy does not improve outcomes. Complications of tympanostomy include transient and persistent otorrhea, tympanosclerosis, atrophy, perforation of the tympanic membrane, and cholesteatoma.39A mild conductive hearing loss may also occur as a result of changes in the tympanic membrane. Topical antibiotics (e.g., quinolones, aminoglycosides, polymyxins) are more effective than systemic antibiotics in clearing the infection in patients with chronic suppurative otitis media; topical quinolones are preferred.6Nonquinolone antibiotics may produce ototoxicity and vestibular dysfunction, but these complications are unlikely with short-term use.39Oral or parenteral antibiotics are useful in patients with systemic sepsis or inadequate response to topical antibiotics. They should be selected on the basis of culture and sensitivity results. Tympanoplasty (using a soft-tissue graft), with reconstruction of the ossicular chain if necessary, is an option in patients with chronic perforation and hearing loss. Mastoidectomy is often recommended for patients with chronic mastoiditis."
        },
        {
            "parent": 6,
            "text": "The overall incidence of complications from otitis media is extremely low; infratemporal and intracranial complications occur in one in 100,000 children and in one in 300,000 adults per year.40,41Patients with middle ear effusion may have persistent or fluctuating conductive hearing loss (loss of about 25 dB).4Children with chronic middle ear effusion score lower on tests of speech, language, and cognitive abilities.42Central perforation of the eardrum may cause chronic infection in the middle ear and mastoid cavity. Acute mastoiditis (i.e., pus in the mastoid air cells) may erode through the bone, forming a subcutaneous collection of pus (Bezold's abscess). Contiguous spread or hematogenous seeding may infect the inner ear, petrous portion of the temporal bone, meninges, and the brain. Mastoiditis and intracranial complications of acute otitis media are more common in developing countries where persons have limited access to medical care.4"
        },
        {
            "parent": 6,
            "text": "Mild to moderate conductive hearing loss occurs in one half of children with chronic suppurative otitis media, and extracranial and intracranial complications may also develop. Meningitis is the most serious intracranial complication."
        },
        {
            "parent": 7,
            "text": "Adults make up less than 20 percent of patients presenting with acute otitis media.43H. influenzaeandS. pneumoniaeare common bacterial isolates in these patients. Compared with children, adults more often present with otalgia, ear drainage, diminished hearing, and sore throat. Opacity and redness of the tympanic membrane are equally common in children and adults. Guidelines for antibiotic use are the same in children and adults. Smoking should be discouraged. Nasal and oral steroids may be beneficial in patients with persistent acute otitis media and associated allergies. Adults with unilateral middle ear effusion lasting longer than two months should undergo imaging studies to rule out intracranial neoplasm, especially if the effusion is associated with cranial nerve palsy.11"
        }
    ],
    "locked": false
}