{
    "url": "https://www.aafp.org/pubs/afp/issues/2006/1001/p1141.html#afp20061001p1141-f2",
    "title": "Kawasaki Disease: Summary of the American Heart Association Guidelines | AAFP",
    "author": "ALEXANDRA F. FREEMAN, M.D., AND STANFORD T. SHULMAN, M.D.",
    "doi": "Am Fam Physician.2006;74(7):1141-1148",
    "abstract": "Kawasaki disease is an acute vasculitis of childhood that predominantly affects the coronary arteries. The etiology of Kawasaki disease remains unknown, although an infectious agent is strongly suspected based on clinical and epidemiologic features. A genetic predisposition is also likely, based on varying incidences among ethnic groups, with higher rates in Asians. Symptoms include fever, conjunctival injection, erythema of the lips and oral mucosa, rash, and cervical lymphadenopathy. Some children with Kawasaki disease develop coronary artery aneurysms or ectasia, ischemic heart disease, and sudden death. Kawasaki disease is the leading cause of acquired heart disease among children in developed countries. This article provides a summary of the diagnostic and treatment guidelines published by the American Heart Association.",
    "headers": [
        {
            "id": 0,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "CLASSIC (TYPICAL) CLINICAL CRITERIA",
            "level": 3
        },
        {
            "id": 2,
            "name": "Echocardiography",
            "level": 3
        },
        {
            "id": 3,
            "name": "INCOMPLETE (ATYPICAL) KAWASAKI DISEASE",
            "level": 3
        },
        {
            "id": 4,
            "name": "Acute Management",
            "level": 2
        },
        {
            "id": 5,
            "name": "Long-term Management",
            "level": 2
        },
        {
            "id": 6,
            "name": "RISK LEVEL I",
            "level": 3
        },
        {
            "id": 7,
            "name": "RISK LEVEL II",
            "level": 3
        },
        {
            "id": 8,
            "name": "RISK LEVEL III",
            "level": 3
        },
        {
            "id": 9,
            "name": "RISK LEVEL IV",
            "level": 3
        },
        {
            "id": 10,
            "name": "RISK LEVEL V",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Kawasaki disease was first described in 1967 by Tomisaku Kawasaki and has replaced acute rheumatic fever as the leading cause of acquired heart disease among children in developed countries.1The annual incidence of Kawasaki disease in children of Japanese descent is about 150 per 100,000 children younger than five years, and in the United States it affects approximately 10 to 15 per 100,000 children younger than five years.2Diagnosis relies on clinical criteria and supporting ancillary studies."
        },
        {
            "parent": -1,
            "text": "Recently, guidelines were published by the American Heart Association (AHA) to aid in the diagnosis and management of Kawasaki disease.2Some children may present with incomplete, or atypical, Kawasaki disease that displays some of the features of Kawasaki disease but does not meet the classic criteria. Diagnosis of Kawasaki disease in these children often is difficult, and the incidence of coronary artery complications in patients with atypical disease is at least as high as in those with classic Kawasaki disease."
        },
        {
            "parent": 1,
            "text": "There is no specific diagnostic assay for Kawasaki disease; therefore, diagnosis is based on clinical criteria, which include fever for at least five days and four or more of the five major clinical features (i.e., conjunctival injection, cervical lymphadenopathy, oral mucosal changes, polymorphous rash, and swelling or redness of the extremities), and exclusion of alternative diagnoses.3Clinical features may not be present simultaneously, and taking a careful history is necessary in children who lack a clear explanation for fever. If the typical clinical findings are present in a child with fever for less than five days, the diagnosis still can be made by experienced physicians and treatment can be initiated.2In addition, classic Kawasaki disease can be diagnosed with three clinical features if coronary artery abnormalities are observed on echocardiography.2Because many of the clinical features of Kawasaki disease may be present in other illnesses, exclusion of other illnesses in the differential diagnosis often is necessary(Table 1).2"
        },
        {
            "parent": 1,
            "text": "The fever of Kawasaki disease is usually higher than 102.2°F (39°C) and often above 104.0°F (40°C); if untreated, it lasts for an average of 11 days, although fever lasting several weeks has been reported. Conjunctival injection is typically bilateral and non-purulent, and photophobia and eye pain are not often present. The injection is primarily of the bulbar conjunctiva with sparing of the limbus (the area immediately adjacent to the cornea). Swelling or erythema of the hands and feet is characterized by a sharp demarcation at the ankles and wrists; the swelling may be painful. Classic peeling of the fingers and toes (starting in the periungual region) usually does not occur until two to three weeks after onset of symptoms, when fever typically has resolved. Oral mucosal changes can manifest as red and cracked lips, strawberry tongue, or diffuse erythema with no focal lesions, ulcerations, or exudates."
        },
        {
            "parent": 1,
            "text": "Rash tends to appear within the first five days of illness and is truncal, often with accentuation in the groin region(Figure 1). Most commonly, the rash is erythematous and maculopapular, although it may appear urticarial, scarlatiniform, erythema multiforme-like, or as erythroderma. Bullous and vesicular lesions are not present. Cervical lymphadenopathy of at least 1.5 cm in diameter is the least common clinical feature but may be the presenting and most prominent sign (especially in older children), leading to a misdiagnosis of bacterial lymphadenitis.4There are other clinical features often shared by children with Kawasaki disease that are not incorporated into the diagnostic criteria(Table 2).2"
        },
        {
            "parent": 1,
            "text": "Laboratory and other ancillary studies, although nonspecific, may support the diagnosis of Kawasaki disease(Table 3).2With more severe and prolonged illness, some laboratory abnormalities (including anemia and hypoalbuminemia) may become quite pronounced. Acute phase reactants, including the erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP) level, are particularly helpful because they usually are elevated to a degree not typically found in common viral infections. The ESR is often above 40 mm per hour and, not uncommonly, is elevated to levels of at least 100 mm per hour; CRP typically reaches levels of 3 mg per dL (30.0 mg per L) or more. Of note, intravenous immunoglobulin (IVIG) elevates the ESR; therefore, the CRP test is more accurate after IVIG therapy."
        },
        {
            "parent": 1,
            "text": "With the exception of echocardiography, imaging studies are not performed routinely in patients with suspected Kawasaki disease. However, abnormalities on chest radiography are observed in about 15 percent of patients,5usually revealing peribronchial cuffing or increased interstitial markings, with occasional pulmonary nodules.6Abdominal ultrasonography may reveal gallbladder hydrops.7"
        },
        {
            "parent": 2,
            "text": "Although aneurysms generally are not present during the first 10 days of illness, any patient in whom Kawasaki disease is strongly suspected should receive echocardiography because abnormalities that aid in diagnosis may appear within the first 10 days of fever. In the acute phase of illness, coronary artery abnormalities include lack of tapering, perivascular brightness, and ectasia.2Echocardiography also may reveal decreased ventricular function, mild valvular regurgitation, and pericardial effusion."
        },
        {
            "parent": 3,
            "text": "Incomplete Kawasaki disease refers to patients who do not fulfill the classic criteria of at least four of the five findings. Incomplete Kawasaki disease is more common in children younger than one year, in whom the rate of coronary artery aneurysms is paradoxically higher if not treated8; therefore, establishing the diagnosis and initiating treatment are essential."
        },
        {
            "parent": 3,
            "text": "The diagnosis of Kawasaki disease can be difficult because many features mimic common childhood illnesses (e.g., adenovirus, scarlet fever) and drug reactions. Therefore, physicians need to keep Kawasaki disease in their differential for children who have prolonged fever without clear etiology, because the consequences of missed diagnoses can be serious morbidity or, in rare cases, death."
        },
        {
            "parent": 3,
            "text": "An algorithm to evaluate febrile patients who do not fit the classic criteria for Kawasaki disease is provided inFigure 2.2Children with at least five days of fever and at least two of the Kawasaki disease criteria should be assessed for other clinical features associated with the disease(Table 2).2If the clinical characteristics are compatible with Kawasaki disease, laboratory tests including CRP and ESR should be obtained. If characteristic results are not found, the child should be reassessed only if fever persists. Clinical characteristics that would help exclude the diagnosis include exudative conjunctivitis or pharyngitis, discrete intra-oral lesions, bullous or vesicular rash, and generalized lymphadenopathy."
        },
        {
            "parent": 3,
            "text": "In patients with compatible features and elevated CRP levels or ESR, supplemental laboratory tests including measures of serum albumin and transaminase levels, complete blood cell count, and urinalysis should be performed.2If these results are consistent with Kawasaki disease(Table 3),2patients should have echocardiography and be treated for Kawasaki disease. If these laboratory abnormalities are not present, echocardiography should be performed and the child should be treated if abnormalities are noted on the echocardiogram. For cases in which clinical assessment indicates that treatment is unnecessary, patients should be followed closely, with serial laboratory testing, if needed. Because young infants often have fewer clinical findings and are at increased risk of cardiac sequelae, those who are six months or younger with fever for at least seven days and no clear etiology should have a laboratory assessment even if no features of Kawasaki disease are present; echocardiography should be performed if evidence of inflammation is found."
        },
        {
            "parent": 4,
            "text": "Without treatment, coronary artery abnormalities develop in about 15 to 25 percent of patients with Kawasaki disease. Fortunately, with prompt therapy this percentage decreases to about 5 percent for any abnormality (including transient abnormalities) and 1 percent for giant coronary artery aneurysms. In the United States, children with Kawasaki disease are treated initially with a single dose of IVIG (2 g per kg) and high-dose aspirin (80 to 100 mg per kg per day, divided into four doses).2,9–11Therapy should be initiated within 10 days of fever onset if possible; however, children who present after 10 days of fever still should be treated if fever or other signs of persistent inflammation are present, including an elevated ESR or CRP level."
        },
        {
            "parent": 4,
            "text": "High-dose aspirin is administered initially for its anti-inflammatory effect. Variation exists among medical centers concerning when the aspirin dose should be reduced, either 48 to 72 hours after defervescence or 14 days after the onset of symptoms and when the child has been afebrile for at least 48 to 72 hours. Low-dose aspirin (3 to 5 mg per kg per day, given as a single dose) has an antiplatelet effect and should be continued until six to eight weeks after disease onset if there are no coronary artery abnormalities or indefinitely if abnormalities are present."
        },
        {
            "parent": 4,
            "text": "In general, ibuprofen should be avoided in children taking aspirin because it may antagonize the antiplatelet effect of aspirin. Reye’s syndrome is a risk for patients taking high-dose aspirin during influenza or varicella infection and is a possible but remote risk in patients receiving low-dose aspirin. Therefore, children on long-term aspirin therapy should receive annual influenza vaccination. Also, parents should be told to contact their physician if symptoms of influenza or varicella arise, because alternative agents to aspirin may be considered."
        },
        {
            "parent": 4,
            "text": "About 85 to 90 percent of patients respond promptly to initial therapy of IVIG and high-dose aspirin; however, others have persistent or recurrent fever beyond 36 hours of therapy and require further treatment.12In most centers, patients who fail to respond to the first dose of IVIG are given a second dose of 2 g per kg. Steroids have been investigated as an alternative to a second IVIG course, but because their effects on coronary artery aneurysms are controversial, most experts recommend withholding steroids unless fever persists after at least two courses of IVIG. Other therapies, including pentoxifylline (Trental), infliximab (Remicade; a monoclonal antibody against tumor necrosis factor G), plasma exchange, ulinastatin (a human trypsin inhibitor used in Japan; not available in the United States), abciximab (Reopro; a monoclonal platelet glycoprotein IIb/IIIa receptor inhibitor), and cytotoxic agents such as cyclophosphamide (Cytoxan), have been used in small numbers of patients, but data are too limited for official recommendations.2"
        },
        {
            "parent": 4,
            "text": "Serial echocardiography, performed at a center experienced in examining the coronary arteries of children, is indicated for those with acute Kawasaki disease. The first echocardiogram should be obtained when the diagnosis is suspected, but treatment should not be delayed while waiting for the study to be completed. Echocardiography provides a baseline for coronary artery dimensions and morphology and assesses cardiac function. For children with an uncomplicated course (e.g., fever resolves with initial therapy, no coronary artery abnormalities are present), echocardiography should be repeated at two weeks and six to eight weeks after diagnosis.2Some centers also obtain a six- to 12-month follow-up study. In children with a complicated course (e.g., persistent fever, coronary or myocardial abnormalities), more frequent studies over a longer period may be indicated, and consultation with a pediatric cardiologist is needed. The role of other cardiac imaging modalities, such as cardiac magnetic resonance imaging and ultrafast computed tomography, is currently under investigation."
        },
        {
            "parent": 4,
            "text": "The acute management of patients with coronary artery abnormalities depends on the extent and severity of the lesion, and decisions usually are made in consultation with a pediatric cardiologist. Although low-dose aspirin is adequate for patients with mild disease (e.g., dilation; small, stable aneurysm), additional therapy such as antiplatelet agents and heparin may be required for patients with more severe disease because of the increased risk of thrombosis from the abnormal blood flow through coronary aneurysms.2"
        },
        {
            "parent": 4,
            "text": "Most patients with large or giant coronary artery aneurysms (i.e., internal diameter greater than 8 mm) are maintained on aspirin (or clopidogrel [Plavix]) and warfarin (Coumadin) to prevent thrombosis within the aneurysm and myocardial infarction. No randomized controlled trials have been performed in children to determine the optimal prevention and treatment of coronary thrombosis, but a combination of therapies targeting different levels of the coagulation cascade is used most often. Abciximab has shown promise in restoring coronary artery blood flow after acute thrombosis, but further study is needed.13"
        },
        {
            "parent": 5,
            "text": "Children who have Kawasaki disease without evidence of abnormalities on echocardiography appear to return to their usual state of health without any cardiac sequelae; however, some follow-up studies have demonstrated prolonged endothelial dysfunction and abnormal lipid profiles, even in children without demonstrable coronary abnormalities.14Therefore, long-term surveillance studies are ongoing in this population."
        },
        {
            "parent": 5,
            "text": "About one half of the coronary artery aneurysms associated with Kawasaki disease resolve by echocardiography and angiography within one to two years, particularly those that are smaller and fusiform.15Unfortunately, myointimal proliferation may lead to stenosis of the diseased coronary artery over time. Stenosis is most common in coronary arteries with giant aneurysms and occurs at the entrance to or exit from an aneurysmal area. Thrombosis leading to myocardial infarction in a stenotic or aneurysmal coronary artery is the leading cause of death in these children and occurs most often in the first year after illness onset. Therefore, serial imaging and stress tests are necessary in patients with significant coronary artery abnormalities, and cardiac catheterization with angiography often is performed to better delineate the morphology once inflammation has resolved."
        },
        {
            "parent": 5,
            "text": "Decisions about interventions for individual patients usually should be made in consultation with a cardiac surgeon and an experienced adult interventional cardiologist. Excision of aneurysms has been unsuccessful, and deaths have resulted. Coronary artery bypass grafts, angioplasty, stents, rotational ablation, and cardiac transplantation have been performed with some success on small numbers of more severely affected patients."
        },
        {
            "parent": 5,
            "text": "In the current AHA guidelines, a stratification system has been developed to categorize patients by their risk of myocardial infarction and to provide guidelines for management.2"
        },
        {
            "parent": 6,
            "text": "Risk level I refers to normal coronary arteries on all imaging studies. Antiplatelet therapy (i.e., aspirin) is given only through six to eight weeks after disease onset, and there is no restriction of activity after this point. Counseling regarding cardiovascular risk factors (e.g., smoking, lack of exercise, poor diet) is recommended every five years because of possible long-term endothelial dysfunction. No invasive cardiac tests are warranted."
        },
        {
            "parent": 7,
            "text": "Risk level II is characterized by transient coronary artery ectasia or dilation that resolves by eight weeks after disease onset. Treatment is similar to that of risk level I, but cardiovascular risk factor counseling should occur every three to five years."
        },
        {
            "parent": 8,
            "text": "Risk level III involves small to medium coronary artery aneurysms (3 to 6 mm or z-score of 3 to 7). Low-dose aspirin is continued beyond the first eight weeks, at least until the aneurysm regresses. Physical activity is not limited beyond the first eight weeks for children in the first decade of life, but a cardiac stress test should be performed in the second decade approximately every two years and before participation in any competitive sports. Collision and high-impact sports should be avoided while the patient receives antiplatelet therapy. Yearly echocardiography and electrocardiography by a pediatric cardiologist are recommended, and angiography is recommended if abnormalities are noted on a stress test."
        },
        {
            "parent": 9,
            "text": "Risk level IV is characterized by large (i.e., greater than 6 mm) aneurysms and coronary arteries with multiple complex aneurysms without obstruction. Long-term antiplatelet therapy is indicated for these patients, and warfarin or low-molecular-weight heparin should be added for patients with giant aneurysms. Annual cardiac stress tests with recommendations about physical exercise are dependent on these results, and collision and high-impact sports should be avoided because of anticoagulant therapy. Echocardiography and electrocardiography should be performed every six months, and cardiac catheterization should be done six to 12 months after the acute illness, with follow-up studies if the possibility of ischemia is raised or if noninvasive imaging is inconclusive. Atherosclerosis risk factor counseling and reproductive counseling for women of child-bearing age should be provided."
        },
        {
            "parent": 10,
            "text": "Risk level V involves coronary artery aneurysms with obstruction documented on angiography. Recommendations are similar to those of risk level IV, with the addition of beta-adrenergic blocking agents to decrease myocardial work. Cardiac catheterization is important to evaluate patients for thrombolytic therapy and catheter intervention and to assess for possible coronary artery bypass surgery."
        }
    ],
    "locked": false
}