{
    "url": "https://www.aafp.org/pubs/afp/issues/2005/1001/p1243.html#afp20051001p1243-f1",
    "title": "Management of Spontaneous Abortion | AAFP",
    "author": "CRAIG P. GRIEBEL, M.D., JOHN HALVORSEN, M.D., THOMAS B. GOLEMON, M.D., AND ANTHONY A. DAY, M.D., University of Illinois College of Medicine at Peoria, Peoria, Illinois",
    "doi": "Am Fam Physician.2005;72(7):1243-1250",
    "abstract": "Spontaneous abortion, which is the loss of a pregnancy without outside intervention before 20 weeks’ gestation, affects up to 20 percent of recognized pregnancies. Spontaneous abortion can be subdivided into threatened abortion, inevitable abortion, incomplete abortion, missed abortion, septic abortion, complete abortion, and recurrent spontaneous abortion. Ultrasonography is helpful in the diagnosis of spontaneous abortion, but other testing may be needed if an ectopic pregnancy cannot be ruled out. Chromosomal abnormalities are causative in approximately 50 percent of spontaneous abortions; multiple other factors also may play a role. Traditional treatment consisting of surgical evacuation of the uterus remains the treatment of choice in unstable patients. Recent studies suggest that expectant or medical management is appropriate in selected patients. Patients with a completed spontaneous abortion rarely require medical or surgical intervention. For women with incomplete spontaneous abortion, expectant management for up to two weeks usually is successful, and medical therapy provides little additional benefit. When patients are allowed to choose between treatment options, a large percentage will choose expectant management. Expectant management of missed spontaneous abortion has variable success rates, but medical therapy with intravaginal misoprostol has an 80 percent success rate. Physicians should be aware of psychologic issues that patients and their partners face after completing a spontaneous abortion. Women are at increased risk for significant depression and anxiety for up to one year after spontaneous abortion. Counseling to address feelings of guilt, the grief process, and how to cope with friends and family should be provided.",
    "headers": [
        {
            "id": 0,
            "name": "Incidence",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "Etiology and Risk Factors",
            "level": 2
        },
        {
            "id": 3,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 4,
            "name": "Psychologic Issues After Spontaneous Abortion",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Spontaneous abortion refers to pregnancy loss at less than 20 weeks’ gestation in the absence of elective medical or surgical measures to terminate the pregnancy. The term “miscarriage” is synonymous and often is used with patients because the word “abortion” is associated with elective termination. “Spontaneous pregnancy loss” has been recommended to avoid the term “abortion” and acknowledge the emotional aspects of losing a pregnancy.1Another emotionally neutral term is “early pregnancy failure.”2"
        },
        {
            "parent": -1,
            "text": "For clinical purposes, spontaneous abortion often is subdivided into threatened abortion, inevitable abortion, incomplete abortion, missed abortion, septic abortion, recurrent spontaneous abortion, and complete abortion (Table 1)."
        },
        {
            "parent": 0,
            "text": "Approximately 20 percent of pregnant women will have some bleeding before 20 weeks’ gestation, and roughly one half of these pregnancies will end in spontaneous abortion.3Up to 20 percent of recognized pregnancies will end in miscarriage. However, when women were followed with serial serum human chorionic gonadotropin (hCG) measurements, the actual miscarriage rate was found to be 31 percent.4Many pregnancies are lost spontaneously before a woman recognizes that she is pregnant, and the clinical signs of miscarriage are mistaken for a heavy or late menses."
        },
        {
            "parent": 1,
            "text": "Threatened abortion is defined by vaginal bleeding in a woman with a confirmed pregnancy. First-trimester bleeding in a pregnant woman has an extensive differential diagnosis (Table 2) and should be evaluated with a full history and physical examination. Laboratory tests should include potassium hydroxide and “wet prep” microscopy of any vaginal discharge, complete blood count, blood typing and Rh testing, and quantitative serum hCG testing. Gonorrhea and chlamydia testing also should be considered. Ultrasonography is crucial in identifying the status of the pregnancy and verifying that the pregnancy is intrauterine. When transvaginal ultrasonography reveals an empty uterus and the quantitative serum hCG level is greater than 1,800 mIU per mL (1,800 IU per L), an ectopic pregnancy should be considered.5When transabdominal ultrasonography is performed, an empty uterus should raise suspicion of an ectopic pregnancy if quantitative hCG levels are greater than 3,500 mIU per mL (3,500 IU per L). A uterus found to be empty on ultrasound examination may signal a completed spontaneous abortion, but the diagnosis is not definitive until ectopic pregnancy is excluded. If an ultrasound examination finds an intrauterine pregnancy, ectopic pregnancy is unlikely, although heterotopic pregnancy has been reported (i.e., simultaneous intrauterine and ectopic pregnancies).5The risk for spontaneous abortion decreases from 50 to 3 percent when a fetal heartbeat is identified on ultrasound examination.1"
        },
        {
            "parent": 1,
            "text": "When the clinical examination reveals a dilated cervix, spontaneous abortion is inevitable. However, cervical evaluation is not reliable for distinguishing between complete and incomplete abortion.6,7Transvaginal ultrasonography should be performed and is extremely reliable for finding products of conception, with a 90 to 100 percent sensitivity and 80 to 92 percent specificity.7,8"
        },
        {
            "parent": 1,
            "text": "A missed spontaneous abortion usually is diagnosed by routine ultrasonography or when an ultrasound scan is obtained because the symptoms and physical signs of pregnancy are regressing.Figure 1presents an algorithm for diagnosing spontaneous abortion.1"
        },
        {
            "parent": 2,
            "text": "Chromosomal abnormalities are a direct cause of spontaneous abortion. One meta-analysis9found that a chromosomal abnormality occurs in 49 percent of spontaneous abortions. Autosomal trisomy was the most commonly identified anomaly (52 percent), followed by polyploidy (21 percent) and monosomy X (13 percent).9Most chromosomal abnormalities that result in spontaneous abortion are random events, such as maternal and paternal gametogenesis errors, dispermy, and nondisjunction. Structural abnormalities of individual chromosomes (e.g., translocations, inversions) were reported in 6 percent of women who had spontaneous abortions, and approximately one half of these abnormalities were inherited.9Chromosomal abnormalities are more likely to be associated with recurrent spontaneous abortion, but are uncommon even in that instance (4 to 6 percent).9"
        },
        {
            "parent": 2,
            "text": "Risk factors for spontaneous abortion are listed inTable 3.1,10–14However, other factors are notable for their lack of association with miscarriage. One study15that examined the influence of stress on early pregnancy loss failed to find a clear association. Marijuana use, likewise, has not been proven to increase the risk for spontaneous abortion.11Sexual activity also does not elevate risk in women with uncomplicated pregnancies."
        },
        {
            "parent": 3,
            "text": "Dilatation and curettage is the traditional treatment for spontaneous abortion; manual vacuum aspiration is another surgical option. Prompt surgical evacuation of the uterus has been recommended in the past because of the risk for infection and concerns about coagulation disorders that result from retained products of conception.1,2However, the need for immediate surgical evacuation in all patients with a spontaneous abortion has been questioned. Many recent studies16–24have examined the outcomes of expectant and medical management for women with spontaneous abortions."
        },
        {
            "parent": 3,
            "text": "Prompt surgical evacuation of the uterus is the treatment of choice when the patient is unstable because of heavy bleeding or has evidence of a septic abortion. Patient choice is another reason to proceed with surgical evacuation."
        },
        {
            "parent": 3,
            "text": "Some women may have already completed a spontaneous abortion by the time they present for clinical evaluation. If the ultrasound examination shows an empty uterus and evaluation of the expelled tissue confirms the presence of products of conception, no further action is needed; in these instances, patients have a completed spontaneous abortion and can be managed expectantly.16If the products of conception are not physically confirmed when the uterus is empty, an ectopic pregnancy must be ruled out."
        },
        {
            "parent": 3,
            "text": "Many studies17–24have compared expectant management, medical therapy, and surgical management for women with incomplete spontaneous abortion. Expectant management proved to be successful, with no need for surgical intervention in 82 to 96 percent of women.17–22,24Most patients who had surgical intervention were followed expectantly for two weeks before intervention was recommended.17,19,21Medical therapy with misoprostol (Cytotec) or mifepristone (Mifeprex) does not confer significant additional benefit.23The average time to completion of the miscarriage was nine days.20"
        },
        {
            "parent": 3,
            "text": "In women with missed spontaneous abortions, expectant management has a variable but generally lower success rate than medical therapy, ranging from 16 to 76 percent.17,20,25,26In contrast, medical therapy for missed spontaneous abortion results in high success rates for completion of a spontaneous abortion without surgical intervention. One study25found that patients had an 80 percent success rate after using 800 mcg of misoprostol, administered intravaginally and repeated after four hours, if necessary. Intravaginal administration of misoprostol causes less diarrhea than oral administration.27"
        },
        {
            "parent": 3,
            "text": "Patient preferences should be considered when choosing a treatment for spontaneous abortion. Physicians should discuss the available options and the evidence to support each option with the patient. There is evidence to suggest that women who are given the opportunity to choose a treatment option have better subsequent mental health than women who are not allowed to choose their therapy.28However, patients express less happiness with the mode of treatment they receive and are less willing to have the same care again when they begin with noninvasive management and later require surgical intervention.29When patients are allowed to choose their therapy, 38 to 75 percent choose expectant management.20,26,30"
        },
        {
            "parent": 3,
            "text": "An algorithm for managing women with spontaneous abortion is presented inFigure 2.1A 50-mcg dose of Rho(D) immune globulin (Rhogam) should be given to patients who are Rh-negative and have a threatened abortion or have completed a spontaneous abortion.5"
        },
        {
            "parent": 4,
            "text": "Physicians should recognize the psychologic issues that affect a patient who experiences a spontaneous abortion. Although the literature lacks good evidence to support psychologic counseling for women after a spontaneous abortion, it is thought that patients will have better outcomes if these issues are addressed. The patient and her partner may be dealing with feelings of guilt, and they typically will go through a grieving process and have symptoms of anxiety and depression."
        },
        {
            "parent": 4,
            "text": "Women who have a spontaneous abortion frequently struggle with guilt over what they may have done to cause or prevent the loss. Physicians should address the issue of guilt with their patients and allay any concerns that they may have “caused” the spontaneous abortion."
        },
        {
            "parent": 4,
            "text": "Physicians should encourage the patient and her partner to allow themselves to grieve. The woman and her partner may grieve differently; specifically, they may go through the stages of grief in different orders or at different rates. They also should be aware that friends and family members may not recognize the magnitude of their loss. Friends and family members may ignore the subject of miscarriage, or they may make well-meaning comments that try to minimize the event. Connecting the couple with a counselor who has experience in helping couples cope with pregnancy loss may be beneficial. Many hospitals offer programs that provide follow-up care and literature to the woman and her partner. Two national organizations, the Compassionate Friends (http://www.compassionatefriends.org; telephone: 877–969–0010) and SHARE Pregnancy and Infant Loss Support, Inc. (http://www.nationalshareoffice.com; telephone: 800–821–6819), provide support for women and their partners as they progress through the grieving process after a miscarriage."
        },
        {
            "parent": 4,
            "text": "Most studies31–34have found that a significant percentage of women experience psychiatric symptoms in the weeks to months after spontaneous abortion. Women who were found to be especially prone to these symptoms are childless and have lost a wanted pregnancy.31One study28showed that women who are managed expectantly have better overall mental health 12 weeks after a spontaneous abortion."
        },
        {
            "parent": 4,
            "text": "Physicians should realize the importance of providing care that is sensitive to the medical and psychologic aspects of a couple who experiences spontaneous abortion. Many patients report dissatisfaction with the medical care they receive.35,36The Advanced Life Support in Obstetrics5provider course offered by the American Academy of Family Physicians summarizes issues to discuss with women and their partners after a spontaneous abortion (Table 4).5"
        }
    ],
    "locked": false
}