{
    "url": "https://www.aafp.org/pubs/afp/issues/2006/0701/p86.html#afp20060701p86-f3",
    "title": "Medical Management of Common Urinary Calculi | AAFP",
    "author": "PAUL K. PIETROW, M.D., AND MICHAEL E. KARELLAS, M.D.",
    "doi": "Am Fam Physician.2006;74(1):86-94",
    "abstract": "Nephrolithiasis is a common condition affecting nearly 5 percent of U.S. men and women during their lifetimes. Recurrent calculi can be prevented in most patients by the use of a simplified evaluation, reasonable dietary and fluid recommendations, and directed pharmacologic intervention. Serum studies and 24-hour urine collections are the mainstays of metabolic investigation and usually are warranted in patients with recurrent calculi. Although some stones are the result of inherited conditions, most result from a complex interaction between diet, fluid habits, and genetic predisposition. Calcium-sparing diuretics such as thiazides often are used to treat hypercalciuria. Citrate medications increase levels of this naturally occurring stone inhibitor. Allopurinol can be helpful in patients with hyperuricosuria, and urease inhibitors can help break the cycle of infectious calculi. Aggressive fluid intake and moderated intake of salt, calcium, and meat are recommended for most patients.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Acute Episodes: Diagnosis and Treatment",
            "level": 2
        },
        {
            "id": 3,
            "name": "Stone Recurrence: Prevention and Treatment",
            "level": 2
        },
        {
            "id": 4,
            "name": "GENERAL RECOMMENDATIONS",
            "level": 3
        },
        {
            "id": 5,
            "name": "CALCIUM OXALATE CALCULI",
            "level": 3
        },
        {
            "id": 6,
            "name": "CALCIUM PHOSPHATE CALCULI",
            "level": 3
        },
        {
            "id": 7,
            "name": "URIC ACID CALCULI",
            "level": 3
        },
        {
            "id": 8,
            "name": "STRUVITE CALCULI",
            "level": 3
        },
        {
            "id": 9,
            "name": "CYSTINE CALCULI",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Urinary stone disease is a significant health problem in the United States, with an estimated cost of $2 billion (based on 2003 dollars) per year.1Although surgical management has become increasingly tolerable, medical prevention of recurrent calculi is feasible, easily obtained, and greatly desirable."
        },
        {
            "parent": 0,
            "text": "The prevalence of urinary calculi is estimated to be 5 percent in the general population, with an annual incidence of as much as 1 percent.2Men are twice as likely as women to develop calculi, with the first episode occurring at an average age of 30 years.3Women have a bimodal age of onset, with episodes peaking at 35 and 55 years. Without preventive treatment, the recurrence rate of calcium oxalate calculi increases with time and reaches 50 percent at 10 years.3"
        },
        {
            "parent": 1,
            "text": "Renal calculi are crystalline mineral deposits that form in the kidney. They develop from microscopic crystals in the loop of Henle, the distal tubule, or the collecting duct, and they can enlarge to form visible fragments.3The process of stone formation depends on urinary volume; concentrations of calcium, phosphate, oxalate, sodium, and uric acid ions; concentrations of natural calculus inhibitors (e.g., citrate, magnesium, Tamm-Horsfall mucoproteins, bikunin); and urinary pH.4High ion levels, low urinary volume, low pH, and low citrate levels favor calculus formation. Risk factors and their mechanisms of action are listed inTable 1."
        },
        {
            "parent": 1,
            "text": "Calculi are classified into five categories based on their composition: calcium oxalate (70 percent), calcium phosphate (5 to 10 percent), uric acid (10 percent), struvite (15 to 20 percent) and cystine (1 percent).3Calculi can be classified more broadly into calcareous (i.e., calcium-containing) stones and noncalcareous stones. Calcareous stones usually are visible on radiographic imaging(Figure 1), whereas noncalcareous stones (i.e., uric acid, cystine, struvite calculi) often are radiolucent or poorly visualized on plain film radiography. Many calculi have a mixed composition, with one type of crystal becoming a nidus for heterogeneous crystallization."
        },
        {
            "parent": 2,
            "text": "Most renal calculi do not cause significant symptoms until the stones begin to travel within the urinary tract. At this point, the pain of acute renal colic is severe and can be debilitating. Patients commonly describe the pain as crampy and intermittent. It usually originates in the flank and radiates toward the groin. Because calculus movement is associated with obstruction of a hollow viscus, many patients suffer from associated nausea, with or without emesis. Most patients have at least microscopic amounts of blood in the urine, and gross hematuria is possible. Patients with obstructing struvite calculi (i.e., stones associated with urinary infection) may present with fevers, chills, and flank pain. These patients are at risk of progressing to sepsis or death."
        },
        {
            "parent": 2,
            "text": "Not all patients presenting with f lank pain have urinary calculi, so an important aspect of the initial evaluation is to search for other potential diagnoses(Table 2). A typical work-up includes a thorough history and physical examination, serum chemistry and complete blood count, urinalysis, and an imaging study. Typical radiographic and laboratory findings are presented inTable 3."
        },
        {
            "parent": 2,
            "text": "Most calculi are visible on plain film radiography, but noncontrast computed tomography (CT) has become the imaging modality of choice because of its ability to visualize stones of any composition(Figure 2), its ability to identify unexpected concomitant pathology, and the absence of intravenous contrast media.5,6Stone size can be measured from most imaging modalities, providing prognostic information."
        },
        {
            "parent": 2,
            "text": "With hydration and pain control, calculi smaller than 5 mm will pass spontaneously in approximately 90 percent of patients. The rates of passage decrease as stone size increases; a 1-cm stone has a less than 10 percent chance of passing without surgical intervention.7Recent studies8have suggested that the use of the alpha1-adrenergic blocker tamsulosin (Flomax) can increase the chance of spontaneous passage of ureteral stones. However, immediate surgical intervention with a ureteral stent or percutaneous nephrostomy is necessary if the patient exhibits signs and symptoms of obstruction and sepsis. Clinically stable patients usually are given the option of attempting to pass the stone spontaneously if it is not too large and if the pain is manageable with oral narcotics. Surgical options include extracorporeal shock wave lithotripsy, ureteroscopic stone extraction, and percutaneous nephrolithotomy."
        },
        {
            "parent": 3,
            "text": "After the initial stone episode has resolved, patients should be counseled about prevention of recurrences. A basic evaluation should include a thorough history, including age at onset, frequency and number of previous calculi, and any previous medical or surgical interventions. Additional information should include an evaluation of fluid and dietary habits and a history of predisposing conditions such as bowel disease, gout, and a family history of urinary calculi. Serum studies should include electrolyte, calcium, phosphate, uric acid, and intact parathyroid hormone levels."
        },
        {
            "parent": 3,
            "text": "A more thorough evaluation has been advocated for patients who have had more than one stone episode. In these patients, the expense of additional laboratory tests and pharmacotherapy likely is less than the expense of repeat emergency department visits and surgical management.9,10An expanded evaluation includes two 24-hour urine collections to determine urine volume, pH, and calcium, creatinine, sodium, phosphate, oxalate, citrate, uric acid, and cystine levels. Crystallographic analysis of retrieved calculus remnants can help identify the underlying etiology and may obviate a complete metabolic evaluation."
        },
        {
            "parent": 3,
            "text": "Medical prophylaxis of recurrent urinary calculi includes generalized recommendations and specific directed therapy when appropriate(Figure 3). As noted previously, patients with recurrent episodes warrant a more aggressive approach."
        },
        {
            "parent": 4,
            "text": "Evidence from one prospective trial11indicates that increased water intake reduces the risk of recurrence of urinary calculi and prolongs the average interval between recurrences. A target of 2.1 qt (2 L) of urine production per day generally is recommended.12One prospective study13showed that a low-salt, low-meat, moderate-calcium diet is more effective at limiting stone recurrence than a low-calcium diet. The presence of calcium in the gut helps bind oxalate from foods, thereby limiting the absorption of oxalate in the large intestine. Avoidance of large quantities of high–oxalate-containing foods is recommended. Obesity is an independent risk factor for urinary calculi, particularly in women.14,15Weight loss is desirable in these patients."
        },
        {
            "parent": 5,
            "text": "Calcium oxalate stones are the most common type of urinary calculi and can exist in monohydrate and dihydrate forms, with or without phosphate. High phosphate content may be associated with higher recurrence rates.16Calcium oxalate stones are radiopaque and usually visible on plain film radiography or noncontrast CT."
        },
        {
            "parent": 5,
            "text": "The causes of calcium oxalate stones and their mechanisms are listed inTable 4. Hypercalciuria (i.e., more than 250 mg per 24 hours [6.2 mmol per day]) is the most common metabolic abnormality associated with these calculi, followed by hypocitraturia (i.e., less than 450 mg per 24 hours [2.34 mmol per day]), which involves a deficiency of the naturally occurring stone inhibitor citrate. The cause of hypocitraturia often is idiopathic, although high dietary acid loads (e.g., from excessive meat intake) and dehydration can exacerbate this condition. Other causes of calcium oxalate stones include hyperoxaluria (i.e., more than 45 mg per 24 hours [500 μmol per day]) and hyperuricosuria (i.e., more than 800 mg per 24 hours [4.76 mmol per day]). Treatments for these stones depend on the underlying condition(Table 4). Note that there are no specific medications for hyperoxaluria; medical treatment consists of increasing calcium intake (particularly with meals) to control enteric hyperoxaluria. Additionally, decreasing the intake of oxalates contained in foods such as spinach, rhubarb, beets, chocolate, nuts, tea, strawberries, soy foods, and wheat bran may be beneficial.17Calcium oxalate calculi not associated with an obvious laboratory abnormality can be treated empirically with oral potassium citrate (Urocit-K, 30 to 60 mEq per day) or sodium citrate (Bicitra) to increase urine pH and levels of urinary citrate.18,19"
        },
        {
            "parent": 6,
            "text": "Calculi that consist predominantly of calcium phosphate occur more often in women than in men. They often are associated with acidification disorders such as renal tubular acidosis20; less common etiologies include primary hyperparathyroidism, excessive alkalinization, and sarcoidosis. Renal tubular acidosis is associated with hypercalciuria and hypocitraturia. Medical treatment of these stones consists of replenishing urinary citrate to prevent new stone formation and delay growth of existing stones. Care must be taken to avoid excessive alkalinization, because high urinary pH can increase the urinary supersaturation of calcium phosphate salts. If hypercalciuria persists, addition of a thiazide diuretic is indicated.21"
        },
        {
            "parent": 7,
            "text": "Uric acid stones may consist of uric acid only, or they also may contain calcium.22Uric acid is a by-product of ingested or endogenous purine metabolism and is excreted in the urine primarily in insoluble form. The primary cause of uric acid stones is a urinary pH below the pKafor uric acid (5.5). Other predisposing conditions include gout, insulin-resistant states, and end-ileostomies. Men with gout have a twofold risk of having a uric acid calculus.23In general, these patients excrete excessive uric acid (although some have normouricosuria) and have low urinary pH and urine volumes. Excess ingestion of animal meat protein (i.e., meat of all types, including poultry) can be detected by measuring urinary sulfate levels. Radiographic imaging can be difficult because pure uric acid calculi typically are radiolucent. They are, however, readily apparent on noncontrast CT. In addition to the general measures outlined above, treatment of uric acid stones involves correction of urinary pH. Potassium citrate at a dosage of 30 to 60 mEq per day will raise the urinary pH to greater than 5.5 (6.5 to 7 is ideal).24Allopurinol (Zyloprim) at a dosage of 300 mg daily can be added in patients with hyperuricemia."
        },
        {
            "parent": 8,
            "text": "Struvite stones, also known as infection or triple-phosphate stones, consist of magnesium, ammonium, and calcium phosphate. They occur more often in women than in men and are the leading cause of staghorn calculi(Figure 4). Neurogenic bladders and foreign bodies in the urinary tract also predispose patients to struvite calculi. Recurrent urinary tract infections with urea-splitting organisms (e.g.,Proteus mirabilis, Urea-plasma urealyticum, Klebsiella pneumoniae) result in alkalinization of urine and the addition of ammonium to the milieu.25Struvite stones are usually radiopaque on standard radiographic imaging but may be quite faint. Patients with struvite calculi may present with flank pain and may have signs of systemic infection."
        },
        {
            "parent": 8,
            "text": "There is good evidence that failure to treat struvite stones can lead to an increased risk of renal loss, sepsis, and death.26,27However, if the patient is febrile or presents with signs of systemic infection, surgical manipulation should be delayed until antibiotic treatment has been administered and the patient has been afebrile for at least 48 hours. After surgical intervention, medical therapy should focus on preventing recurrent urinary tract infections. Retained residual fragments increase the risk of recurrent urinary tract infection and future calculi. Acetohydroxamic acid (Lithostat) is an irreversible inhibitor of urease and can prevent the crystallization of struvite stones.28However, because of side effects (including deep venous thrombosis), it generally is reserved for use in patients who cannot tolerate surgical intervention.29"
        },
        {
            "parent": 9,
            "text": "Patients with cystine calculi have an autosomal recessive disorder of dibasic amino acid transport leading to decreased cystine resorption in the kidney. Only homozygote patients form cystine calculi and often present with stones during childhood. Calculi may be pure cystine or may be mixed with calcium oxalate. Cystine is poorly soluble at normal urinary pH and will readily form stones when levels rise above a concentration of 250 mg per L. Pure cystine stones are yellow and radiolucent or faintly radiopaque(Figure 5). A urinary cystine level of more than 250 mg per 24 hours (1,040 μmol per day) is diagnostic for the disorder"
        },
        {
            "parent": 9,
            "text": "Dietary manipulation with a low-methionine diet is difficult and rarely successful. Hydration and administration of urinary alkalinizing agents such as potassium citrate are mainstays of therapy. However, it often is difficult to achieve adequate alkalinization with oral agents. If these measures are not effective, administration of cystine binders such as penicillamine (Cuprimine) and tiopronin (Thiola) can help prevent cystine calculi. Although these agents are effective, they can cause significant side effects such as gastrointestinal distress, rheumatologic symptoms, mental status changes, and skin rashes.30"
        }
    ],
    "locked": false
}