{
    "url": "https://www.aafp.org/pubs/afp/issues/2008/0115/p167.html#afp20080115p167-f1",
    "title": "End-of-Life Care: Guidelines for Patient-Centered Communication | AAFP",
    "author": "QUYEN NGO-METZGER, MD, MPH, KRISTIN J. AUGUST, BS, MALATHI SRINIVASAN, MD, SOLOMON LIAO, MD, AND FRANK L. MEYSKENS, JR, MD",
    "doi": "Am Fam Physician.2008;77(2):167-174",
    "abstract": "When patients are diagnosed with cancer, primary care physicians often must deliver the bad news, discuss the prognosis, and make appropriate referrals. When delivering bad news, it is important to prioritize the key points that the patient should retain. Physicians should assess the patient's emotional state, readiness to engage in the discussion, and level of understanding about the condition. The discussion should be tailored according to these assessments. Often, multiple visits are needed. When discussing prognosis, physicians should be sensitive to variations in how much information patients want to know. The challenge for physicians is to communicate prognosis accurately without giving false hope. All physicians involved in the patient's care should coordinate their key prognosis points to avoid giving the patient mixed messages. As the disease progresses, physicians must reassess treatment effectiveness and discuss the values, goals, and preferences of the patient and family. It is important to initiate conversations about palliative care early in the disease course when the patient is still feeling well. There are innovative hospice programs that allow for simultaneous curative and palliative care. When physicians discuss the transition from curative to palliative care, they should avoid phrases that may convey to the patient a sense of failure or abandonment. Physicians also must be cognizant of how cultural factors may affect end-of-life discussions. Sensitivity to a patient's cultural and individual preferences will help the physician avoid stereotyping and making incorrect assumptions.",
    "headers": [
        {
            "id": 0,
            "name": "Communicating Bad News",
            "level": 2
        },
        {
            "id": 1,
            "name": "Discussing Prognosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "The Physician's Role at Different Stages of Disease",
            "level": 2
        },
        {
            "id": 3,
            "name": "Cultural Diversity and Individual Preferences",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Primary care physicians have the opportunity to maintain long-term, trusting relationships with patients and are well positioned to discuss difficult issues such as newly diagnosed cancer or terminal illness.1However, primary care physicians may not feel equipped to discuss end-of-life care. The lack of physician training in this area and patient or physician fear may lead to discomfort when communicating bad news.2Providing care throughout a patient's illness can be highly gratifying for physicians and may lead to better patient outcomes. Using a systematic approach can help primary care physicians discuss prognosis appropriately, offer realistic hope, provide therapeutic options, coordinate disease transitions, and relieve patient suffering."
        },
        {
            "parent": 0,
            "text": "Illustrative case, part A: A 57-year-old female schoolteacher recently received a screening colonoscopy. During the procedure, a 2-cm × 2-cm sigmoid mass was biopsied. The mass was diagnosed as a poorly differentiated adenocarcinoma. The patient is waiting at the clinic to see her primary care physician to discuss the results."
        },
        {
            "parent": 0,
            "text": "Breaking bad news, particularly discussing prognosis, requires a combination of disease-specific biomedical knowledge and excellent communication skills.3When bad news is delivered incorrectly, it can lead to long-term consequences such as poor psychological adjustment for patients.4,5Therefore, recommendations have been developed to help physicians appropriately deliver bad news(Table 1).2,5–14"
        },
        {
            "parent": 0,
            "text": "Physicians should customize discussions, especially in situations that are stressful for the patient. Specifically, physicians should assess the patient's understanding (“Tell me what you know about this disease.”); emotional state (“This is a lot to take. How are you doing?”); and readiness to engage in the discussion (“Let me know when you're ready to continue.”). At each visit, physicians should assess whether patients have physical or psychological symptoms that need to be addressed (“How are you doing/coping?” “Is anything interfering with your quality of life?”).2,6–13"
        },
        {
            "parent": 1,
            "text": "Illustrative case, part B: After surgery, the patient was diagnosed with stage III, two–node-positive colon cancer. Her oncologist discussed the prognosis with her and recommended adjuvant chemotherapy. The patient is still confused about what to do. Distraught, she calls her primary care physician and asks, “What should I do? Will I die soon?”"
        },
        {
            "parent": 1,
            "text": "It is best to discuss prognosis after accurate cancer staging. In preparation, all physicians involved in the patient's care should coordinate their key prognosis messages to avoid confusing the patient. Physicians should be prepared to discuss the natural history of the disease, treatment and its adverse effects and outcomes, and the patient's probable quality of life. Additionally, physicians should discuss expected five- to 10-year survival rates, with and without treatment, and should address patient fears (e.g., fear of undergoing treatment, suffering, abandonment, or death). Empathic listening can ease and comfort patients."
        },
        {
            "parent": 1,
            "text": "Physicians should assess the patient's desire and readiness to receive the prognosis.3,15,16The desired amount of information varies among patients. Approximately 80 percent of patients want detailed information about their prognosis, whereas 20 percent prefer not to know complete prognostic information.17,18Thus, physicians should assess how much information to provide using patient-centered communication(Figure 13,15,16)."
        },
        {
            "parent": 1,
            "text": "After assessing the patient's readiness to receive prognostic information, the physician should focus on communicating the prognosis without giving false hope.19One approach focuses on expectations (hoping for the best, planning for the worst), which allows physicians to discuss the worst-case scenario with the patient without taking away the possibility of the best-case scenario. After acknowledging the patient's expression of hope, the physician can ask whether the patient thinks that hope is realistic or probable."
        },
        {
            "parent": 1,
            "text": "Another approach focuses on providing the patient with a full spectrum of treatment options. A recent study showed that some patients elected to participate in phase I clinical trials of chemotherapy, even though the likelihood of benefit was low. When asked why they chose to participate in these trials, patients reported feeling like they had to do something.20Providing options can validate the patient's need to be actively involved in his or her care."
        },
        {
            "parent": 1,
            "text": "Similarly, another approach focuses on sequential treatment options. In this approach, the physician supports the patient in undergoing a treatment, but also discusses what the next step would be if the initial treatment is unsuccessful. This approach sets practical parameters and allows discussion of alternatives if the goals of care are not attained."
        },
        {
            "parent": 1,
            "text": "The goals of care change as the disease progresses. At each stage, the physician should help the patient create realistic, achievable goals and hopes. Initially, patients might hope that the cancer responds to chemotherapy or surgery. When disease control is no longer possible, patients might hope to live pain free, achieve closure on personal issues, or die surrounded by friends and family. Focusing on stage-specific goals and hopes can prevent over- and undertreatment while relieving the patient's psychological distress.21"
        },
        {
            "parent": 2,
            "text": "Illustrative case, part C: The patient's functional status has deteriorated rapidly. During chemotherapy, she developed esophagitis and recurrent neutropenic fever. Now, abdominal studies demonstrate early obstruction. Her primary care physician asks himself, “At this stage, what is my role in her care?”"
        },
        {
            "parent": 2,
            "text": "The primary care physician's role changes at each stage of a patient's illness(Table 22,6,12,16,22). Ideally, primary care physicians form the backbone of an integrated team by providing an unbiased medical perspective, providing continuity during a stressful disease course, supporting patients and their families through emotional ups and downs, negotiating or mediating decisions, monitoring for complications, and providing perspective on the illness.6This role is tempered by practical considerations such as the physician's practice and relationships with colleagues, available resources, and individual patient needs."
        },
        {
            "parent": 2,
            "text": "Negotiating this role to the satisfaction of everyone involved in the patient's care requires open communication. Simple questions can be asked to clarify each participants expectations: (1) to the patient: “Do you understand what is going to happen next? How are you and your family coping with this news?”; (2) to the subspecialist: “What are the expected benefits and harms from this new treatment? How much benefit accrues to the patient?”; and (3) To the health care team: “What additional resources can we mobilize for the patient?”"
        },
        {
            "parent": 2,
            "text": "Primary care physicians may need to be proactive to stay involved in the patient's care.2When referring a patient to an oncologist, primary care physicians can communicate their desire to continue caring for the patient. The physician also can ask subspecialists who are caring for the patient to provide periodic updates, and the physician can offer input or advice if the subspecialists have questions. The physician can schedule follow-up visits with the patient, even while the patient is undergoing chemotherapy or radiation."
        },
        {
            "parent": 2,
            "text": "However, primary care physicians may be uncomfortable with cancer care and may wish to transition the care of the patient to an oncologist or palliative care subspecialist. In this instance, it is important for the physician to communicate to the patient that the physician is still available, but that the subspecialists will be the main caregivers."
        },
        {
            "parent": 2,
            "text": "During the disease course, the patient's palliative and medical needs intensify. Innovative models can help physicians bridge the gap between traditional curative care and palliative care.23–25Physicians assess palliative needs (for relief of suffering) throughout treatment. As the disease progresses, the focus shifts from curative therapy to palliative therapy. During this transition, the primary care physician should offer realistic hope and provide guidance in choosing appropriate treatment and palliative strategies."
        },
        {
            "parent": 2,
            "text": "Using simultaneous-care models, physicians can provide palliative and curative care at the same time. Newer open-access hospices provide full hospice care while allowing patients to receive disease-directed therapy. In many open-access hospices, patients may receive chemotherapy, radiation, blood transfusions, dialysis, or total parenteral nutrition."
        },
        {
            "parent": 2,
            "text": "Patients also may receive intense skilled palliative care at home (home-based hospice), often with family members as paid caregivers. A home-based hospice program is a modified version of the traditional home care model and, based on the argument that palliative care is a skilled need, is paid for by most insurance companies. Research shows that, compared with traditional home care, home-based hospice programs can improve patient satisfaction, reduce emergency department and physician office visits, and shorten nursing home and hospital stays while reducing costs by 45 percent.26"
        },
        {
            "parent": 2,
            "text": "When discussing the option of hospice or other palliative care, physicians must be careful not to convey to the patient a sense of abandonment. Early in medical training, physicians may learn to use phrases that reflect a singular focus on curative therapy. If physicians see their role as only to cure disease, they may subconsciously convey their sense of failure to the patient if curative treatments are unsuccessful, and that cessation of curative options means the end of the physician's care. The shift from curative to palliative care is merely a change in the type of care that the physician is providing.Table 3offers alternatives to commonly misconstrued physician phrases used in end-of-life discussions.12,14,27"
        },
        {
            "parent": 3,
            "text": "When a patient and physician enter into end-of-life discussions, each brings individual cultural backgrounds and values, which influence the discussions. Although understanding cultural norms is important, physicians must be careful to avoid stereotyping patients based on their culture.28"
        },
        {
            "parent": 3,
            "text": "Individual culture is influenced by the culture of the family, religion and spirituality, education, occupation, social class, friends, and personal preferences. Asking open-ended questions can elicit the patient's preferences for physician frankness, decision making, and direct versus indirect communication(Table 428–34). Conflicts may arise when patients and families want care that physicians think is medically futile. Physicians may prevent misunderstanding and promote trust by respectfully listening to patients' beliefs and values and by negotiating mutually acceptable goals."
        }
    ],
    "locked": false
}