{
    "url": "https://www.aafp.org/pubs/afp/issues/2005/0915/p1037.html#afp20050915p1037-f1",
    "title": "Diagnosis and Management of Rheumatoid Arthritis | AAFP",
    "author": "J. ADAM RINDFLEISCH, M.D., AND DANIEL MULLER, M.D., PH.D.",
    "doi": "Am Fam Physician.2005;72(6):1037-1047",
    "abstract": "Rheumatoid arthritis is a chronic inflammatory disease characterized by uncontrolled proliferation of synovial tissue and a wide array of multisystem comorbidities. Prevalence is estimated to be 0.8 percent worldwide, with women twice as likely to develop the disease as men. Untreated, 20 to 30 percent of persons with rheumatoid arthritis become permanently work-disabled within two to three years of diagnosis. Genetic and environmental factors play a role in pathogenesis. Although laboratory testing and imaging studies can help confirm the diagnosis and track disease progress, rheumatoid arthritis primarily is a clinical diagnosis and no single laboratory test is diagnostic. Complications of rheumatoid arthritis may begin to develop within months of presentation; therefore, early referral to or consultation with a rheumatologist for initiation of treatment with disease-modifying antirheumatic drugs is recommended. Several promising new disease-modifying drugs recently have become available, including leflunomide, tumor necrosis factor inhibitors, and anakinra. Nonsteroidal anti-inflammatory drugs, corticosteroids, and nonpharmacologic modalities also are useful. Patients who do not respond well to a single disease-modifying drug may be candidates for combination therapy. Rheumatoid arthritis is a lifelong disease, although patients can go into remission. Physicians must be aware of common comorbidities. Progression of rheumatoid arthritis is monitored according to American College of Rheumatology criteria based on changes in specific symptoms and laboratory findings. Predictors of poor outcomes in early stages of rheumatoid arthritis include low functional score early in the disease, lower socioeconomic status, early involvement of many joints, high erythrocyte sedimentation rate or Creactive protein level at disease onset, positive rheumatoid factor, and early radiologic changes.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology and Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "RISK FACTORS",
            "level": 3
        },
        {
            "id": 2,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 3,
            "name": "TYPICAL PRESENTATION",
            "level": 3
        },
        {
            "id": 4,
            "name": "DIAGNOSTIC CRITERIA",
            "level": 3
        },
        {
            "id": 5,
            "name": "DIFFERENTIAL DIAGNOSIS",
            "level": 3
        },
        {
            "id": 6,
            "name": "DIAGNOSTIC TESTS",
            "level": 3
        },
        {
            "id": 7,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 8,
            "name": "PHARMACOTHERAPY",
            "level": 3
        },
        {
            "id": 9,
            "name": "NSAIDs",
            "level": 3
        },
        {
            "id": 10,
            "name": "Glucocorticoids",
            "level": 3
        },
        {
            "id": 11,
            "name": "DMARDs",
            "level": 3
        },
        {
            "id": 12,
            "name": "Newer DMARDs",
            "level": 3
        },
        {
            "id": 13,
            "name": "ADJUNCTIVE THERAPIES",
            "level": 3
        },
        {
            "id": 14,
            "name": "DURATION OF TREATMENT",
            "level": 3
        },
        {
            "id": 15,
            "name": "COMPLICATIONS",
            "level": 3
        },
        {
            "id": 16,
            "name": "Prognosis",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Rheumatoid arthritis is characterized by persistent joint synovial tissue inflammation. Over time, bone erosion, destruction of cartilage, and complete loss of joint integrity can occur. Eventually, multiple organ systems may be affected."
        },
        {
            "parent": -1,
            "text": "Rheumatoid arthritis is the most common inflammatory arthritis, affecting 0.8 percent of the adult population worldwide. Onset usually occurs between 30 and 50 years of age. Incidence in the United States is estimated as 25 per 100,000 persons for men and 54 per 100,000 persons for women.1Rheumatoid arthritis is responsible for an estimated 250,000 hospitalizations and 9 million physician visits each year.2Its economic impact is magnified by the high level of functional impairment it causes: untreated, 20 to 30 percent of persons with rheumatoid arthritis become permanently work-disabled within three years of diagnosis.3"
        },
        {
            "parent": 0,
            "text": "The etiology of rheumatoid arthritis is not fully understood. Evidence points to a complex interplay between environmental and genetic factors. In monozygotic twins, there is a more than 30 percent concordance rate for rheumatoid arthritis development, and 80 percent of whites with rheumatoid arthritis express the HLA-DR1 or -DR4 subtypes. These and other regions of the Major Histocompatibility Complex may confer susceptibility to more severe disease by causing a specific arthrogenic peptide to be presented to CD4+T cells.4"
        },
        {
            "parent": 0,
            "text": "Joint damage in rheumatoid arthritis begins with the proliferation of synovial macrophages and fibroblasts after a triggering incident, possibly autoimmune or infectious. Lymphocytes infiltrate perivascular regions, and endothelial cells proliferate. Neovascularization then occurs. Blood vessels in the affected joint become occluded with small clots or inflammatory cells. Over time, inflamed synovial tissue begins to grow irregularly, forming invasive pannus tissue. Pannus invades and destroys cartilage and bone. Multiple cytokines, interleukins, proteinases, and growth factors are released, causing further joint destruction and the development of systemic complications.1,4"
        },
        {
            "parent": 1,
            "text": "Female sex, a positive family history, older age, silicate exposure, and smoking are associated with an increased risk for developing rheumatoid arthritis.1,5,6Consumption of more than three cups of coffee daily—particularly decaffeinated coffee—also may contribute.7High vitamin D intake,8tea consumption,7and oral contraceptive use6are associated with decreased risk. Three in four women with rheumatoid arthritis experience significant improvement in symptoms when pregnant, usually with a recurrence after delivery.5A systematic review9of 24 studies did not support a link between breast implants and connective tissue disorders."
        },
        {
            "parent": 3,
            "text": "Rheumatoid arthritis primarily is a clinical diagnosis. Patients commonly present with pain and stiffness in multiple joints, although one third of patients initially experience symptoms at just one location or a few scattered sites. In most patients, symptoms emerge over weeks to months, starting with one joint and often accompanied by prodromal symptoms of anorexia, weakness, or fatigue. In approximately 15 percent of patients, onset occurs more rapidly over days to weeks. In 8 to 15 percent of patients, symptoms begin within a few days of a specific inciting event, such as an infectious illness.5"
        },
        {
            "parent": 3,
            "text": "Joints most commonly affected are those with the highest ratio of synovium to articular cartilage. The wrists are nearly always involved, as are the proximal interphalangeal and metacarpophalangeal joints. The distal interphalangeal joints and sacroiliac joints tend not to be affected.5Rheumatoid joints typically are boggy, tender to the touch, and warm, but they usually are not erythematous. Some patients complain of “puffy” hands secondary to increased blood flow to inflamed areas. Prominent epitrochlear, axillary, and cervical lymph nodes may be noted. Muscles near inflamed joints often atrophy. Weakness is commonly out of proportion to pain on examination. Morning stiffness lasting at least 45 minutes after initiating movement is common. Patients often hold joints in flexion to minimize painful distension of joint capsules. Low-grade fever, fatigue, malaise, and other systemic complaints may arise, especially in an acute presentation.5,10"
        },
        {
            "parent": 4,
            "text": "In clinical trials, rheumatoid arthritis is diagnosed formally using seven American Rheumatism Association (ARA) criteria(Table 1).11,12In typical outpatient practice, a definitive diagnosis using these criteria may be difficult to obtain early in the disease process. During the initial visit, patients should be asked about degree of pain, duration of stiffness and fatigue, and functional limitations. A careful joint examination looking for the characteristics described above is vital."
        },
        {
            "parent": 5,
            "text": "Rheumatoid arthritis must be differentiated from a number of other disorders. Infection-related reactive arthropathies, seronegative spondyloarthropathies, and other connective tissue diseases such as systemic lupus erythematosus may have symptoms in common with rheumatoid arthritis, as may an array of endocrine and other disorders(Table 2).5,10Gout rarely coexists with rheumatoid arthritis, and a joint aspiration should be considered if gout is suspected."
        },
        {
            "parent": 6,
            "text": "No single diagnostic test definitively confirms the diagnosis of rheumatoid arthritis. However, several tests can provide objective data that increase diagnostic certainty and allow disease progression to be followed. The American College of Rheumatology Subcommittee on Rheumatoid Arthritis (ACRSRA) recommends that baseline laboratory evaluations include a complete blood cell count with differential, rheumatoid factor, and erythrocyte sedimentation rate (ESR) or Creactive protein (CRP). Baseline evaluation of renal and hepatic function also is recommended because these findings will guide medication choices.2Table 32,5,13summarizes the test findings associated with rheumatoid arthritis."
        },
        {
            "parent": 7,
            "text": "Joint destruction in rheumatoid arthritis begins within a few weeks of symptom onset; early treatment decreases the rate of disease progression.14Therefore, it is imperative to diagnose the disease and initiate treatment as soon as possible. The ACRSRA recommends that patients with suspected rheumatoid arthritis be referred within three months of presentation for confirmation of diagnosis and initiation of treatment with disease-modifying antirheumatic drugs (DMARDs).2Therapeutic goals include preservation of function and quality of life, minimization of pain and inflammation, joint protection, and control of systemic complications.2,5Figure 12,4outlines an approach to the treatment of a patient with rheumatoid arthritis."
        },
        {
            "parent": 8,
            "text": "Pharmacotherapy for rheumatoid arthritis generally involves a nonsteroidal anti-inflammatory drug (NSAID) for control of pain, with selective use of low-dose oral or intra-articular glucocorticoids, and initiation of a DMARD. Other analgesics also may be used, but details are outside the scope of this article. In past decades, pharmacologic treatment of rheumatoid arthritis was managed using a pyramid approach: symptom-alleviating treatment was started at diagnosis, and only with progression of symptoms were dosages changed or additional medications added. However, a “reverse pyramid” approach now is favored, in which DMARDs are initiated quickly to slow disease progression as early as possible(Figure 12,4).15This change of approach is a result of several research findings: (1) joint damage begins early in the disease14; (2) DMARDs have significant benefits when used early; (3) the benefits of DMARDs may be enhanced when the drugs are used in combination16–18; (4) a number of new DMARDs are available, with good evidence of beneficial effect.19"
        },
        {
            "parent": 8,
            "text": "Patients with mild disease and normal radiographic findings can begin treatment with hydroxychloroquine (Plaquenil), sulfasalazine (Azulfidine), or minocycline (Minocin), although methotrexate also is an option. Patients with more severe disease or radiographic changes should begin treatment with methotrexate. If symptoms are not adequately controlled, leflunomide (Arava), azathioprine (Imuran), or combination therapy (methotrexate plus one of the newer agents) may be considered. Individual drug categories are discussed below."
        },
        {
            "parent": 9,
            "text": "NSAIDs, salicylates, or cyclooxygenase-2 inhibitors are used for initial treatment of rheumatoid arthritis to reduce joint pain and swelling. However, because they do not alter the disease course, they should not be used alone.2Patients with rheumatoid arthritis are almost two times more likely to have serious complications from NSAID use than patients with osteoarthritis, and they should be observed closely for symptoms of gastrointestinal side effects.2,13Cyclooxygenase-2 inhibitors must be used with caution, given recent findings regarding potential adverse effects."
        },
        {
            "parent": 10,
            "text": "Steroids at dosages equivalent to less than 10 mg of prednisone daily are highly effective for relieving symptoms of rheumatoid arthritis2and can slow joint damage.20Steroid dosages should be kept at a minimum because of the high risk of side effects, which include osteoporosis, cataracts, cushingoid symptoms, and abnormalities in blood glucose levels. The American College of Rheumatology (ACR) guidelines2recommend that patients being treated with glucocorticoids take 1,500 mg of calcium and 400 to 800 IU of vitamin D daily. When a single inflamed joint contributes to significant disability, injection of glucocorticoids is a safe and effective intervention; however, the effects are temporary. Infectious arthritis should be ruled out before injections are performed.2Symptoms may recur with steroid discontinuation, especially when high dosages were used, and most rheumatologists withdraw steroids slowly, over a month or more, to avoid rebound effects.21Systemic steroids often are used as “bridging therapy” during the period when DMARDs have been initiated but have not yet taken effect, but some of the newer DMARDs have a relatively rapid onset of action.2"
        },
        {
            "parent": 11,
            "text": "DMARDs should be considered for all patients with rheumatoid arthritis. Compliance, disease severity, physician experience, and the presence of various comorbidities guide medication choice. The most commonly used medications are methotrexate, hydroxychloroquine, sulfasalazine, leflunomide, infliximab (Remicade), and etanercept (Enbrel).2Sulfasalazine or hydroxychloroquine often are started first, but in more severe cases, methotrexate or combination therapy may be first-line treatment. Increasing evidence indicates that combinations of DMARDs can be more effective than single-drug regimens. Women of child-bearing age should use adequate contraception when taking certain DMARDs because they could be harmful to a fetus.19Table 42,13,19lists DMARD dosing regimens, costs, times to onset of benefit, and adverse effects."
        },
        {
            "parent": 12,
            "text": "Several new drugs with novel mechanisms of action have emerged in recent years, including leflunomide, tumor necrosis factor (TNF) antagonists, and anakinra (Kineret).19Leflunomide is a competitive inhibitor of an intracellular enzyme needed for de novo pyrimidine synthesis by activated lymphocytes.19Leflunomide slows progression of joint damage as measured radiographically, and it was found to prevent new joint erosions in 80 percent of patients over a two-year period.22"
        },
        {
            "parent": 12,
            "text": "TNF antagonists lower the levels of TNF-3, which is present in increased concentrations in the synovial fluid in patients with rheumatoid arthritis. Etanercept is a soluble TNF-receptor fusion protein. Its long-term effects are comparable with methotrexate in some studies,13,23but it elicits improvement in symptoms much more rapidly, often within two weeks.23Infliximab, another TNF antagonist, is a chimeric IgG1 anti–TNF-α antibody. Patients who had a poor response to methotrexate had a greater response with infliximab than placebo (52 versus 17 percent, number needed to treat = 3).17Adalimumab (Humira) also is a recombinant human IgG1 antibody and has an additive effect when taken with methotrexate.18TNF antagonists are associated with an increased risk of infection, especially tuberculosis reactivation.19"
        },
        {
            "parent": 12,
            "text": "Anakinra is a recombinant interleukin-1 receptor antagonist. Several randomized controlled trials19,24have found it to be more effective than placebo when administered alone or in combination with methotrexate. Adverse effects include skin irritation at the site of injection, increased risk of infection, and leukopenia.19"
        },
        {
            "parent": 12,
            "text": "Other new DMARDs are in development. Rituximab (Rituxan), an antibody to a surface receptor on B cells, has shown promise in preliminary studies. Anti–interleukin-6 receptor antibodies also are being evaluated.25"
        },
        {
            "parent": 13,
            "text": "A number of additional, nonpharmacologic treatments for rheumatoid arthritis have been tried. Therapeutic fasting, dietary supplementation of essential fatty acids, and journaling have shown benefit,26as have spa therapies27and exercise.28Patient education29and a multi-disciplinary approach to patient care30provide at least short-term benefits. Evidence is inconclusive regarding herbal medications,31acupuncture,26and splinting.32Surgery should be considered when pain is unacceptable, loss of motion is significant, or functional impairment is severe.2More information about nonmedical therapies is available in the online version of this article (https://www.aafp.org/afp/20050915/1037.html)."
        },
        {
            "parent": 14,
            "text": "Rheumatoid arthritis is a lifelong illness. Combinations of methotrexate and the new biologic agents can lead to remission in 30 to 40 percent of patients with rheumatoid arthritis, but for most patients, significant disease persists despite treatment.16,19Complete remission rarely occurs. In clinical trials, improvement has been tracked using the ACR improvement criteria, most often ACR 20, ACR 50, or ACR 70. The numbers represent the percentage of improvement in the following criteria: number of tender joints, number of swollen joints, global disease activity (as assessed by the patient or by an observer), pain level, physical disability score, and acute phase response (as measured by CRP or ESR).33For the individual patient, health assessment questionnaires may be a more useful means of evaluating disease progression. Examples include the European League Against Rheumatism response criteria for rheumatoid arthritis and various daily activity score surveys.2,13Radiologic assessment scales also are useful.2,34Treatment should be guided by individual clinical response to various interventions. Changes in hemoglobin, ESR, and CRP may serve as helpful indicators of response to treatment, but platelet count and rheumatoid factor levels tend not to correlate well.13"
        },
        {
            "parent": 15,
            "text": "Physicians should monitor patients with rheumatoid arthritis for potential complications, which are numerous.Table 55lists the most common of these."
        },
        {
            "parent": 16,
            "text": "Predictors of poor outcomes in the early stages of rheumatoid arthritis include a relatively low functional score early in the disease progression, lower socioeconomic status, lower education level, strong family history of the disease, and early involvement of many joints. Prognosis is worse in patients who have a high ESR or CRP level at disease onset, positive rheumatoid factor, or early radiologic changes.15Thirty percent of patients with rheumatoid arthritis, usually those with the most severe forms of the disease, will not demonstrate an ACR 20 response (see Duration of Treatment section, above) to any treatment.13However, patients with milder disease tend to benefit from early treatment. A study of patients with rheumatoid arthritis onset in the 1980s showed no increase in mortality with rheumatoid arthritis in the first eight to 13 years following diagnosis.35The standardized all-cause mortality ratio for patients with rheumatoid arthritis compared with the general population is 1.6,36but this may decrease with long-term use of new DMARDs."
        }
    ],
    "locked": false
}