{
    "url": "https://www.aafp.org/pubs/afp/issues/2006/1115/p1739.html#afp20061115p1739-f2",
    "title": "Testicular Torsion | AAFP",
    "author": "ERIKA RINGDAHL, M.D., AND LYNN TEAGUE, M.D.",
    "doi": "Am Fam Physician.2006;74(10):1739-1743",
    "abstract": "Each year, testicular torsion affects one in 4,000 males younger than 25 years. Early diagnosis and definitive management are the keys to avoid testicular loss. All prepubertal and young adult males with acute scrotal pain should be considered to have testicular torsion until proven otherwise. The finding of an ipsilateral absent cremasteric reflex is the most accurate sign of testicular torsion. Torsion of the appendix testis is more common in children than testicular torsion and may be diagnosed by the “blue dot sign” (i.e., tender nodule with blue discoloration on the upper pole of the testis). Epididymitis/orchitis is much less common in the prepubertal male, and the diagnosis should be made with caution in this age group. Doppler ultrasonography may be needed for definitive diagnosis; radionuclide scintigraphy is an alternative that may be more accurate but should be ordered only if it can be performed without delay. Diagnosis of testicular torsion is based on the finding of decreased or absent blood flow on the ipsilateral side. Treatment involves rapid restoration of blood flow to the affected testis. The optimal time frame is less than six hours after the onset of symptoms. Manual detorsion by external rotation of the testis can be successful, but restoration of blood flow must be confirmed following the maneuver. Surgical exploration provides definitive treatment for the affected testis by orchiopexy and allows for prophylactic orchiopexy of the contralateral testis. Surgical treatment of torsion of the appendix testis is not mandatory but hastens recovery.",
    "headers": [
        {
            "id": 0,
            "name": "Differential Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Clinical Examination",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnostic Studies",
            "level": 2
        },
        {
            "id": 3,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 4,
            "name": "Complications",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The annual incidence of testicular torsion is one in 4,000 males younger than 25 years.1Intravaginal torsion, caused by a congenital malformation of the processus vaginalis, accounts for 90 percent of cases.2In this malformation, the tunica vaginalis covers not only the testicle and the epididymis but also the spermatic cord. This creates a “bell-clapper deformity” that allows the testis to rotate freely within the tunica vaginalis. A torsed testicle is shown inFigure 1."
        },
        {
            "parent": -1,
            "text": "Torsion usually occurs in the absence of any precipitating event3; only 4 to 8 percent of cases are a result of trauma.4Other factors predisposing patients to testicular torsion include an increase in testicular volume (often associated with puberty), testicular tumor, testicles with horizontal lie, a history of cryptorchidism, and a spermatic cord with a long intrascrotal portion.5"
        },
        {
            "parent": -1,
            "text": "Torsion initially obstructs venous return. Subsequent equalization of venous and arterial pressures compromises arterial flow, resulting in testicular ischemia. The degree of ischemia depends on the duration of torsion and the degree of rotation of the spermatic cord. Ischemia can occur as soon as four hours after torsion and is almost certain after 24 hours. In one study, investigators quoted a testicular salvage rate of 90 percent if detorsion occurred less than six hours from the onset of symptoms; this rate fell to 50 percent after 12 hours and to less than 10 percent after 24 hours.6Rotation can range from 180 degrees to more than 720 degrees. Greater degrees of rotation lead to a more rapid onset of ischemia, but the degree of rotation rarely can be determined without surgical intervention."
        },
        {
            "parent": 0,
            "text": "Testicular torsion must be diagnosed quickly and accurately. Delay in diagnosis (and subsequent delay in surgery) risks testicular viability, whereas overdiagnosis subjects patients to unnecessary surgery. Studies have shown that between 16 and 42 percent of boys with acute scrotal pain have testicular torsion.7–9"
        },
        {
            "parent": 0,
            "text": "The differential diagnosis of the acutely painful scrotum includes testicular torsion, trauma, epididymitis/orchitis, incarcerated hernia, varicocele, idiopathic scrotal edema, and torsion of the appendix testis. The appendix testis is a müllerian duct remnant on the superior aspect of the testicle. In one retrospective review of 100 boys younger than 15 years who presented to the emergency department with acute testicular pain, researchers found that 70 had torsion of the appendix testis, 12 had testicular torsion, and 10 had epididymitis.10"
        },
        {
            "parent": 0,
            "text": "It is difficult to differentiate testicular torsion from torsion of the appendix testis and epididymitis/orchitis based on historical features alone. The authors of a retrospective review of 204 boys with torsion, torsion of the appendix testis, or epididymitis/orchitis found no difference in presenting symptoms or historical features other than duration of symptoms.11The boys with testicular torsion did, however, seek medical attention earlier (9.5 hours, compared with 48 hours in the boys with torsion of the appendix testis).11Another study of 90 patients with testicular pain found that boys with torsion of the appendix testis tend to be younger than those with testicular torsion.12Although epididymitis can occur in any age group, it is more common after puberty."
        },
        {
            "parent": 0,
            "text": "If there is a history of scrotal trauma, it can be tempting to attribute scrotal pain entirely to the preceding trauma. However, if the pain lasts more than one hour after the trauma, the testicle should be evaluated for possible trauma-induced torsion."
        },
        {
            "parent": 1,
            "text": "The physical examination may help to differentiate causes of acute scrotal pain. In epididymitis, the scrotal skin becomes edematous and its appearance has been likened to an orange peel. This change occurs late in the course of the disease, however. Initially, the only sign may be tenderness of the epididymis and possibly pyuria."
        },
        {
            "parent": 1,
            "text": "When the appendix testis undergoes torsion, a hard, tender nodule 2 to 3 mm in diameter may be palpable on the upper pole of the testicle. A blue discoloration may be visible in this area and is referred to as the “blue dot sign.” Scrotal edema develops rapidly, however, and often obscures the physical examination findings. Finally, the epididymis remains posterior when only the appendix testis undergoes torsion. The affected testis is comparable in size to the unaffected testis."
        },
        {
            "parent": 1,
            "text": "In contrast, in patients with testicular torsion, the epididymis may be located medially, laterally, or anteriorly, depending on the degree of torsion. The epididymis may be located posteriorly with 360 degrees of torsion. The spermatic cord shortens as it twists, so the testis may appear higher in the affected scrotum. This is a very specific finding and, when present, is strong evidence of testicular torsion. Because of venous congestion, the affected testis also may appear larger than the unaffected testis."
        },
        {
            "parent": 1,
            "text": "The most sensitive physical finding in testicular torsion is the absence of the cremasteric reflex. This reflex is elicited by stroking or pinching the medial thigh, causing contraction of the cremaster muscle, which elevates the testis. The cremasteric reflex is considered positive if the testicle moves at least 0.5 cm. In a study of 225 healthy boys, investigators noted that this reflex was present in all of the boys older than 30 months but in less than one half of those younger than 30 months.13"
        },
        {
            "parent": 1,
            "text": "Although two studies found the loss of the cremasteric reflex to be at least 99 percent sensitive for testicular torsion,12,14there has been a single case report of a normal cremasteric reflex in the presence of testicular torsion.15"
        },
        {
            "parent": 2,
            "text": "Imaging should be done only in equivocal cases in which suspicion for torsion is low. Any patient with a history and physical examination suspicious for torsion should have immediate surgery. As is the case in patients with appendicitis, a negative surgical exploration is preferable to a missed diagnosis.16An approach to the patient with acute scrotal pain is shown inFigure 2.17"
        },
        {
            "parent": 2,
            "text": "The most commonly used diagnostic modalities are Doppler ultrasonography, radio-nuclide imaging, and surgical exploration. Typical imaging findings for ultrasonography and radionuclide imaging are shown inTable 1. Intratesticular blood flow can be visualized with Doppler ultrasonography. In patients with testicular torsion, the blood flow in the symptomatic testis is decreased or absent compared with the asymptomatic testis. In addition, the torsed testicle appears to be enlarged. Initially, the testicle may have decreased echogenicity, although echogenicity may increase after infarction has occurred."
        },
        {
            "parent": 2,
            "text": "Doppler ultrasonography also can differentiate between ischemia and inflammation. In patients with inflammation, such as that associated with orchitis, intratesticular blood flow is increased. In those with epididymitis, the testicle is of normal size, but the epididymis is enlarged. Ultrasonography also can differentiate testicular disease (e.g., torsion, tumor) from extratesticular disease (e.g., hydrocele, abscess, hematoma)."
        },
        {
            "parent": 2,
            "text": "False-negative results on Doppler ultra-sonography may be caused by intermittent torsion or by early torsion when only venous outflow is occluded. False-positive results can occur because blood flow may not be detected in the smaller pre-pubescent testicle. Doppler ultrasonography has a sensitivity of 88 percent and specificity of 90 percent in detecting testicular torsion.18Given a 20 percent pretest probability of torsion, 69 percent of patients with abnormal results on Doppler will have testicular torsion and 97 percent of patients with normal results will not."
        },
        {
            "parent": 2,
            "text": "Scintigraphy using technetium 99m pertechnetate to evaluate the painful testicle has nearly 100 percent sensitivity for testicular torsion.19Patients with testicular torsion have decreased delivery of radiotracer to the ischemic testis, resulting in a photopenic lesion. With inflammation or infection, there is increased perfusion."
        },
        {
            "parent": 2,
            "text": "Although scintigraphy may be more sensitive for testicular torsion, ultrasonography is faster and more readily available. This is a critical consideration in a condition that depends on rapid diagnosis for a positive outcome."
        },
        {
            "parent": 3,
            "text": "Once the diagnosis of testicular torsion is confirmed, the rapid restoration of blood flow to the testis is critical. Manual detorsion can provide quick and noninvasive treatment. The physician stands at the supine patient's feet and rotates the affected testicle away from the midline, as though opening a book. For suspected torsion of the left testicle, the physician places his or her right thumb and index finger on the testicle and rotates the testicle 180 degrees from medial to lateral. This procedure can be done with intravenous sedation, with or without local anesthesia (5 mL of 2 percent lidocaine [Xylocaine] infiltrating the spermatic cord near the external ring). If successful, there should be a dramatic decrease in pain."
        },
        {
            "parent": 3,
            "text": "Because torsion of more than 360 degrees is possible, more than one rotation may be needed to fully detorse the testis. The return of blood flow should be documented. Although successful detorsion confirms the diagnosis of testicular torsion and relieves the acute problem, elective orchiopexy is still recommended. A review of nine studies (with 102 total patients) showed only a 26.5 percent success rate with manual detorsion,20but other researchers cite success rates of more than 80 percent.21"
        },
        {
            "parent": 3,
            "text": "Attempts at manual detorsion should not delay surgical consultation. Only surgical exploration can provide a definitive resolution if torsion is present, and, as noted above, any patient with a history and physical examination results suspicious for torsion should have surgery immediately. In addition, given the risks of a missed diagnosis, scrotal exploration may be needed if a definitive diagnosis cannot be made. If the testicle is not viable, it must be removed. The anatomic abnormality that predisposed the testicle to torsion may be bilateral. Therefore, prophylactic orchiopexy of the contralateral testis is universally recommended."
        },
        {
            "parent": 3,
            "text": "A missed or delayed diagnosis of testicular torsion may result in litigation. The most common misdiagnosis is epididymitis.22There may be a risk of litigation even if the patient's delay in seeking medical attention contributed to the poor outcome. In a review of 39 closed cases, those presenting with more than eight hours of symptoms had a similar rate of payment to those presenting with less than eight hours of symptoms.23"
        },
        {
            "parent": 4,
            "text": "The most significant complication of testicular torsion is loss of the testis, which may lead to impaired fertility. Common causes of testicular loss after torsion are delay in seeking medical attention (58 percent), incorrect initial diagnosis (29 percent), and delay in treatment at the referral hospital (13 percent).24"
        }
    ],
    "locked": false
}