{
    "url": "https://www.aafp.org/pubs/afp/issues/2006/0215/p659.html#afp20060215p659-f1",
    "title": "Preterm Premature Rupture of Membranes: Diagnosis and Management | AAFP",
    "author": "TANYA M. MEDINA, M.D., AND D. ASHLEY HILL, M.D.",
    "doi": "Am Fam Physician.2006;73(4):659-664",
    "abstract": "Preterm premature rupture of membranes is the rupture of membranes during pregnancy before 37 weeks’ gestation. It occurs in 3 percent of pregnancies and is the cause of approximately one third of preterm deliveries. It can lead to significant perinatal morbidity, including respiratory distress syndrome, neonatal sepsis, umbilical cord prolapse, placental abruption, and fetal death. Appropriate evaluation and management are important for improving neonatal outcomes. Speculum examination to determine cervical dilation is preferred because digital examination is associated with a decreased latent period and with the potential for adverse sequelae. Treatment varies depending on gestational age and includes consideration of delivery when rupture of membranes occurs at or after 34 weeks’ gestation. Corticosteroids can reduce many neonatal complications, particularly intraventricular hemorrhage and respiratory distress syndrome, and antibiotics are effective for increasing the latency period.",
    "headers": [
        {
            "id": 0,
            "name": "Complications",
            "level": 2
        },
        {
            "id": 1,
            "name": "Risk Factors and Pathophysiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 3,
            "name": "Medications",
            "level": 2
        },
        {
            "id": 4,
            "name": "CORTICOSTEROIDS",
            "level": 3
        },
        {
            "id": 5,
            "name": "ANTIBIOTICS",
            "level": 3
        },
        {
            "id": 6,
            "name": "TOCOLYTIC THERAPY",
            "level": 3
        },
        {
            "id": 7,
            "name": "Management Based on Gestational Age",
            "level": 2
        },
        {
            "id": 8,
            "name": "34 TO 36 WEEKS",
            "level": 3
        },
        {
            "id": 9,
            "name": "32 TO 33 WEEKS",
            "level": 3
        },
        {
            "id": 10,
            "name": "24 TO 31 WEEKS",
            "level": 3
        },
        {
            "id": 11,
            "name": "BEFORE 24 WEEKS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Premature rupture of membranes (PROM) is the rupture of the fetal membranes before the onset of labor. In most cases, this occurs near term, but when membrane rupture occurs before 37 weeks’ gestation, it is known as preterm PROM. Preterm PROM complicates approximately 3 percent of pregnancies and leads to one third of preterm births.1It increases the risk of prematurity and leads to a number of other perinatal and neonatal complications, including a 1 to 2 percent risk of fetal death.2Physicians caring for pregnant patients should be versed in the management of preterm PROM because rapid diagnosis and appropriate management can result in improved outcomes.Figure 1is an algorithm for management of preterm PROM."
        },
        {
            "parent": 0,
            "text": "One of the most common complications of preterm PROM is early delivery. The latent period, which is the time from membrane rupture until delivery, generally is inversely proportional to the gestational age at which PROM occurs. For example, one large study3of patients at term revealed that 95 percent of patients delivered within approximately one day of PROM, whereas an analysis of studies4evaluating patients with preterm PROM between 16 and 26 weeks’ gestation determined that 57 percent of patients delivered within one week, and 22 percent had a latent period of four weeks. When PROM occurs too early, surviving neonates may develop sequelae such as malpresentation, cord compression, oligohydramnios, necrotizing enterocolitis, neurologic impairment, intraventricular hemorrhage, and respiratory distress syndrome. Complications of preterm PROM are listed inTable 1.2,5–10"
        },
        {
            "parent": 1,
            "text": "Numerous risk factors are associated with preterm PROM. Black patients are at increased risk of preterm PROM compared with white patients.11Other patients at higher risk include those who have lower socioeconomic status, are smokers, have a history of sexually transmitted infections, have had a previous preterm delivery, have vaginal bleeding, or have uterine distension (e.g., polyhydramnios, multifetal pregnancy).5Procedures that may result in preterm PROM include cerclage and amniocentesis. There appears to be no single etiology of preterm PROM. Choriodecidual infection or inflammation may cause preterm PROM.12A decrease in the collagen content of the membranes has been suggested to predispose patients to preterm PROM.13It is likely that multiple factors predispose certain patients to preterm PROM."
        },
        {
            "parent": 2,
            "text": "The diagnosis of PROM requires a thorough history, physical examination, and selected laboratory studies. Patients often report a sudden gush of fluid with continued leakage. Physicians should ask whether the patient is contracting, bleeding vaginally, has had intercourse recently, or has a fever. It is important to verify the patient’s estimated due date because this information will direct subsequent treatment."
        },
        {
            "parent": 2,
            "text": "The physician should perform a speculum examination to evaluate if any cervical dilation and effacement are present. When preterm PROM is suspected, it is important to avoid performing a digital cervical examination; such examinations have been shown to increase morbidity and mortality.14,15Digital cervical examinations also cause an average nine-day decrease in the latent period.16Shortening of the latent period may lead to increased infectious morbidity and sequelae from preterm labor. Some physicians are concerned that not performing a digital examination may lead to the misdiagnosis of advanced preterm labor with imminent delivery, which has important implications for patients who require transfer to a tertiary care center; however, a prospective comparison17found that the difference between digital and speculum examinations was not clinically significant. Physicians should be reassured that careful visual inspection via a speculum examination is the safest method for determining whether dilation has occurred after preterm PROM."
        },
        {
            "parent": 2,
            "text": "Evidence of fluid pooling in the vagina, or leaking from the cervical os when the patient coughs or when fundal pressure is applied, will help determine PROM. Diagnostic methods using nitrazine paper and determination of ferning have sensitivities approaching 90 percent.18The normal vaginal pH is between 4.5 and 6.0, whereas amniotic fluid is more alkaline, with a pH of 7.1 to 7.3. Nitrazine paper will turn blue when the pH is above 6.0; however, the presence of contaminating substances (e.g., blood, semen, alkaline antiseptics) also can cause nitrazine paper to turn blue, giving a false-positive result. Bacterial vaginosis can produce a similar result. A separate swab should be used to obtain fluid from the posterior fornix or vaginal sidewalls. Once the fluid has dried on the slide, the physician can check for ferning (arborization) under a low-power microscope. The presence of ferning indicates PROM. It is important to note that vaginal blood may obscure the presence of ferns, and that cervical mucus can result in a false-positive result if the external cervical os has been swabbed. During the speculum examination, a DNA probe or cervical culture for chlamydia and gonorrhea should be performed, because women with these infections are seven times more likely to have PROM.19After the speculum is removed, a vaginal and perianal (or anal) swab for group B streptococcus culture should be obtained."
        },
        {
            "parent": 2,
            "text": "In unusual cases in which the patient’s history suggests preterm PROM, but physical examination findings fail to confirm the diagnosis, ultrasonography may be helpful. Occasionally, patients present with conflicting history and physical examination findings (e.g., a history highly suspicious for ruptured membranes with a normal fern test but positive nitrazine test). When ultrasonography is inconclusive or the clinical situation depends on a precise diagnosis (e.g., when contemplating transport to a tertiary care facility), amniocentesis may help determine whether the membranes are ruptured. The physician should instill 1 mL of indigo carmine dye mixed in 9 mL of sterile saline. If the membranes are ruptured, the blue dye should pass onto a vaginal tampon within 30 minutes of instillation. Methylin blue dye should not be used because it has been associated with hyperbilirubinemia and hemolytic anemia in infants.20Even when ultrasonography is not necessary to confirm PROM, it may help determine the position of the fetus, placental location, estimated fetal weight, and presence of any anomalies."
        },
        {
            "parent": 4,
            "text": "Corticosteroids decrease perinatal morbidity and mortality after preterm PROM.21A recent meta-analysis21found that corticosteroid administration after preterm PROM, versus no administration, reduced the risk of respiratory distress syndrome (20 versus 35.4 percent), intraventricular hemorrhage (7.5 versus 15.9 percent), and necrotizing enterocolitis (0.8 versus 4.6 percent) without an increase in the risk of maternal or neonatal infection. Because corticosteroids are effective at decreasing perinatal morbidity and mortality, all physicians caring for pregnant women should understand the dosing and indications for corticosteroid administration during pregnancy. The most widely used and recommended regimens include intramuscular betamethasone (Celestone) 12 mg every 24 hours for two days, or intramuscular dexamethasone (Decadron) 6 mg every 12 hours for two days.22The National Institutes of Health recommends administration of corticosteroids before 30 to 32 weeks’ gestation, assuming fetal viability and no evidence of intra-amniotic infection. Use of corticosteroids between 32 and 34 weeks is controversial. Administration of corticosteroids after 34 weeks’ gestation is not recommended unless there is evidence of fetal lung immaturity by amniocentesis. Multiple courses are not recommended because studies have shown that two or more courses can result in decreased infant birth weight, head circumference, and body length.23"
        },
        {
            "parent": 5,
            "text": "Giving antibiotics to patients with preterm PROM can reduce neonatal infections and prolong the latent period. A meta-analysis2showed that patients receiving antibiotics after preterm PROM, compared with those not receiving antibiotics experienced reduced postpartum endometritis, chorioamnionitis, neonatal sepsis, neonatal pneumonia, and intraventricular hemorrhage. Another meta-analysis24found a decrease in neonatal intraventricular hemorrhage and sepsis. A number of antibiotic regimens are advocated for use after preterm PROM. The regimen studied by the National Institute of Child Health and Human Development trial25uses an intravenous combination of 2 grams of ampicillin and 250 mg of erythromycin every six hours for 48 hours, followed by 250 mg of amoxicillin and 333 mg of erythromycin every eight hours for five days. Women given this combination were more likely to stay pregnant for three weeks despite discontinuation of the antibiotics after seven days. It is advisable to administer appropriate antibiotics for intrapartum group B streptococcus prophylaxis to women who are carriers, even if these patients have previously received a course of antibiotics after preterm PROM."
        },
        {
            "parent": 6,
            "text": "Limited data are available to help determine whether tocolytic therapy is indicated after preterm PROM. As described above, corticosteroids and antibiotics are beneficial when administered to patients with preterm PROM, but no studies of these therapies combined with tocolysis are available. Tocolytic therapy may prolong the latent period for a short time but do not appear to improve neonatal outcomes.26In the absence of data, it is not unreasonable to administer a short course of tocolysis after preterm PROM to allow initiation of antibiotics, corticosteroid administration, and maternal transport,27although this is controversial. Long-term tocolytic therapy in patients with PROM is not recommended; consideration of this should await further research."
        },
        {
            "parent": 8,
            "text": "When preterm PROM occurs at 34 to 36 weeks’ gestation, physicians should avoid the urge to prolong pregnancy. Studies have shown that labor induction clearly is beneficial at or after 34 weeks’ gestation. One study28showed that conservative management between 34 and 36 weeks’ gestational age resulted in an increased risk of chorioamnionitis and a lower average umbilical cord pH. Another study29of 430 women with preterm PROM revealed that there was no improvement in major or minor neonatal morbidity after 34 weeks’ gestation. Although corticosteroids are not indicated after 34 weeks’ gestation, physicians should prescribe appropriate antibiotics for group B streptococcus prophylaxis and should consider maternal transport to a facility skilled in caring for premature neonates, if possible. Preterm PROM is not a contraindication to vaginal delivery."
        },
        {
            "parent": 9,
            "text": "For patients with preterm PROM at 32 or 33 weeks’ gestation with documented pulmonary maturity, induction of labor and transportation to a facility that can perform amniocentesis and care for premature neonates should be considered.30Prolonging pregnancy after documentation of pulmonary maturity unnecessarily increases the likelihood of maternal amnionitis, umbilical cord compression, prolonged hospitalization, and neonatal infection.6"
        },
        {
            "parent": 9,
            "text": "There are few data to guide the care of patients without documented pulmonary maturity. No studies are available comparing delivery with expectant management when patients receive evidence-based therapies such as corticosteroids and antibiotics. Physicians must balance the risk of respiratory distress syndrome and other sequelae of premature delivery with the risks of pregnancy prolongation, such as neonatal sepsis and cord accidents. Physicians should administer a course of corticosteroids and antibiotics to patients without documented fetal lung maturity and consider delivery 48 hours later or perform a careful assessment of fetal well-being, observe for intra-amniotic infection, and deliver at 34 weeks, as described above. Consultation with a neonatologist and physician experienced in the management of preterm PROM may be beneficial. Patients with amnionitis require broad-spectrum antibiotic therapy, and all patients should receive appropriate intrapartum group B streptococcus prophylaxis, if indicated."
        },
        {
            "parent": 10,
            "text": "Delivery before 32 weeks’ gestation may lead to severe neonatal morbidity and mortality. In the absence of intra-amniotic infection, the physician should attempt to prolong the pregnancy until 34 weeks’ gestation. Physicians should advise patients and family members that, despite these efforts, many patients deliver within one week of preterm PROM.4Contraindications to conservative therapy include chorioamnionitis, abruptio placentae, and nonreassuring fetal testing. Physicians should administer a course of corticosteroids and antibiotics and perform an assessment of fetal well-being by fetal monitoring or ultrasonography. After transport to a facility able to care for patients with preterm PROM before 32 weeks’ gestation, patients should receive daily (or continuous, if indicated) fetal monitoring for contractions and fetal well-being. Umbilical cord compression is common (32 to 76 percent)7with preterm PROM before 32 weeks’ gestation; therefore, at least daily fetal monitoring is indicated. In addition, the physician should observe closely for fetal or maternal tachycardia, oral temperature exceeding 100.4°F (38°C), regular contractions, uterine tenderness, or leukocytosis, which are possible indicators of amnionitis. Corticosteroid administration may lead to an elevated leukocyte count if given within five to seven days of PROM."
        },
        {
            "parent": 10,
            "text": "Evidence suggests that prolonged latency may increase the risk of intra-amniotic infection. A retrospective analysis31of 134 women with preterm PROM at 24 to 32 weeks’ gestation who received steroids and antibiotics found a nonsignificant trend toward intrauterine inflammation in patients with a latency period longer than one week. Delivery is necessary for patients with evidence of amnionitis. If the diagnosis of an intrauterine infection is suspected but not established, amniocentesis can be performed to check for a decreased glucose level or a positive Gram stain and differential count can be performed.6For patients who reach 32 to 33 weeks’ gestation, amniocentesis for fetal lung maturity and delivery after documentation of pulmonary maturity, evidence of intra-amniotic infection, or at 34 weeks’ gestation should be considered."
        },
        {
            "parent": 11,
            "text": "The majority of patients will deliver within one week when preterm PROM occurs before 24 weeks’ gestation, with an average latency period of six days.15Many infants who are delivered after previable rupture of the fetal membranes suffer from numerous long-term problems including chronic lung disease, developmental and neurologic abnormalities, hydrocephalus, and cerebral palsy. Previable rupture of membranes also can lead to Potter’s syndrome, which results in pressure deformities of the limbs and face and pulmonary hypoplasia. The incidence of this syndrome is related to the gestational age at which rupture occurs and to the level of oligohydramnios. Fifty percent of infants with rupture at 19 weeks’ gestation or earlier are affected by Potter’s syndrome, whereas 25 percent born at 22 weeks’ and 10 percent after 26 weeks’ gestation are affected.32Patients should be counseled about the outcomes and benefits and risks of expectant management, which may not continue long enough to deliver a baby that will survive normally."
        },
        {
            "parent": 11,
            "text": "Physicians caring for patients with preterm PROM before viability may wish to obtain consultation with a perinatologist or neonatologist. Such patients, if they are stable, may benefit from transport to a tertiary facility. Home management of patients with preterm PROM is controversial. A study33of patients with preterm PROM randomized to home versus hospital management revealed that only 18 percent of patients met criteria for safe home management. Bed rest at home before viability (i.e., approximately 24 weeks’ gestation) may be acceptable for patients without evidence of infection or active labor, although they must receive precise education about symptoms of infection and preterm labor, and physicians should consider consultation with experts familiar with home management of preterm PROM. Consider readmission to the hospital for these patients after 24 weeks’ gestation to allow for close fetal and maternal monitoring."
        }
    ],
    "locked": false
}