{
    "url": "https://www.aafp.org/pubs/afp/issues/2007/0815/p517.html#afp20070815p517-f1",
    "title": "Treatment Options for Insomnia | AAFP",
    "author": "KALYANAKRISHNAN RAMAKRISHNAN, MD, AND DEWEY C. SCHEID, MD, MPH",
    "doi": "Am Fam Physician.2007;76(4):517-526",
    "abstract": "The frequency of sleep disruption and the degree to which insomnia significantly affects daytime function determine the need for evaluation and treatment. Physicians may initiate treatment of insomnia at an initial visit; for patients with a clear acute stressor such as grief, no further evaluation may be indicated. However, if insomnia is severe or long-lasting, a thorough evaluation to uncover coexisting medical, neurologic, or psychiatric illness is warranted. Treatment should begin with nonpharmacologic therapy, addressing sleep hygiene issues and exercise. There is good evidence supporting the effectiveness of cognitive behavior therapy. Exercise improves sleep as effectively as benzodiazepines in some studies and, given its other health benefits, is recommended for patients with insomnia. Hypnotics generally should be prescribed for short periods only, with the frequency and duration of use customized to each patient's circumstances. Routine use of over-the-counter drugs containing antihistamines should be discouraged. Alcohol has the potential for abuse and should not be used as a sleep aid. Opiates are valuable in pain-associated insomnia. Benzodiazepines are most useful for short-term treatment; however, long-term use may lead to adverse effects and withdrawal phenomena. The better safety profile of the newer-generation non-benzodiazepines (i.e., zolpidem, zaleplon, eszopiclone, and ramelteon) makes them better first-line choices for long-term treatment of chronic insomnia.",
    "headers": [
        {
            "id": 0,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 1,
            "name": "Treatment Overview",
            "level": 2
        },
        {
            "id": 2,
            "name": "Pharmacologic Therapy",
            "level": 2
        },
        {
            "id": 3,
            "name": "ANTIHISTAMINES",
            "level": 3
        },
        {
            "id": 4,
            "name": "HERBAL AND DIETARY SUPPLEMENTS",
            "level": 3
        },
        {
            "id": 5,
            "name": "ALCOHOL",
            "level": 3
        },
        {
            "id": 6,
            "name": "BARBITURATES, OPIATES, AND ANTIDEPRESSANTS",
            "level": 3
        },
        {
            "id": 7,
            "name": "BENZODIAZEPINE HYPNOTICS",
            "level": 3
        },
        {
            "id": 8,
            "name": "NONBENZODIAZEPINE HYPNOTICS",
            "level": 3
        },
        {
            "id": 9,
            "name": "Zolpidem",
            "level": 3
        },
        {
            "id": 10,
            "name": "Zaleplon",
            "level": 3
        },
        {
            "id": 11,
            "name": "Eszopiclone",
            "level": 3
        },
        {
            "id": 12,
            "name": "RAMELTEON (ROZEREM)",
            "level": 3
        },
        {
            "id": 13,
            "name": "COMBINATION THERAPY",
            "level": 3
        },
        {
            "id": 14,
            "name": "Treatment Comparisons",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The American Academy of Sleep Medicine defines insomnia as unsatisfactory sleep that impacts daytime functioning.1More than one third of adults report some degree of insomnia within any given year, and 2 to 6 percent use medications to aid sleep.2Insomnia is associated with increased morbidity and mortality caused by cardiovascular disease and psychiatric disorders and has other major public health and social consequences, such as accidents and absenteeism.3Risk factors for chronic insomnia include increasing age, female sex, psychiatric illness, medical comorbidities, impaired social relationships, lower socioeconomic status, separation from a spouse or partner, and unemployment.4"
        },
        {
            "parent": 0,
            "text": "Criteria for the diagnosis of insomnia are provided inTable 1.5Although there are several classification systems, it is practical to divide insomnia into two categories by duration: acute (i.e., less than 30 days) and chronic (i.e., 30 days or longer). If insomnia is associated with another condition, it is designated as comorbid insomnia(Table 2).6–8Only about 15 to 20 percent of patients with chronic insomnia have no other associated diagnosis (primary insomnia).9"
        },
        {
            "parent": 0,
            "text": "The frequency of sleep disruption and the degree to which insomnia significantly affects daytime function (e.g., quality of life, work limitations, mood/social life) are probably the most important determinants of the need for evaluation and treatment. If the initial evaluation identifies an acute stressor such as grief or noise, no further evaluation is indicated and treatment can be initiated. A more comprehensive evaluation should be pursued with nonresponders or if a comorbid condition is present or suspected."
        },
        {
            "parent": 0,
            "text": "The evaluation of chronic insomnia should involve a detailed history and examination to detect any coexisting medical or psychiatric illness and may include an interview with a partner or caregiver. Evaluation should include an assessment of sleep dysfunction and a sleep diary(Table 3).3,8,10Following this evaluation, the need for further testing or pharmacotherapy can be determined.3,8,10,11"
        },
        {
            "parent": 1,
            "text": "Ideally, treatment for insomnia would improve sleep quantity and quality, improve daytime function (greater alertness and concentration), and cause minimal adverse drug effects. An approach to the evaluation and treatment of the patient with insomnia is shown inFigure 1. Most experts recommend starting with nonpharmacologic therapy(Table 4).4,7,12–17Good evidence supports a benefit for relaxation therapy and cognitive behavior therapy (CBT)4,12that may be sustained over six to 24 months.13–15Exercise improves sleep as effectively as benzodiazepines in some studies and, given its other health benefits, is recommended for patients with insomnia.7,16Behavioral and cognitive interventions have minimal risk of adverse effects, but disadvantages include high initial cost, lack of insurance coverage, few trained therapists, and decreased effectiveness in older adults.17"
        },
        {
            "parent": 2,
            "text": "Hypnotics are recommended when immediate symptom response is desired, when insomnia produces serious impairment, when nonpharmacologic measures do not produce the desired improvement, or when insomnia persists after treatment of an underlying medical condition.Table 5outlines prescribing guidelines for hypnotics.18"
        },
        {
            "parent": 3,
            "text": "Nearly 25 percent of patients with insomnia use over-the-counter (OTC) sleep aids, and 5 percent use them at least several nights a week. Routine use of OTC antihistamines such as diphenhydramine (Benadryl) and doxylamine (Unisom) should be discouraged because they are only minimally effective in inducing sleep, may reduce sleep quality, and can cause residual drowsiness.3,8"
        },
        {
            "parent": 4,
            "text": "Many herbs and dietary supplements (e.g., valerian root, melatonin, lavender, passionflower, kava, St. John's wort, glutamine, niacin, and l-tryptophan) have been promoted as sleep aids.19There is insufficient evidence of benefit except for melatonin and valerian."
        },
        {
            "parent": 4,
            "text": "Melatonin, a hormone produced by the pineal gland that is involved in sleep regulation, improves insomnia caused by circadian schedule changes (e.g., jet lag, shift work).20Melatonin has been approved by the U.S. Food and Drug Administration (FDA) to treat circadian rhythm sleep disorder in blind children and adults, but it is unregulated and preparations vary greatly in strength. At higher doses, it causes sleep disruption, daytime fatigue, headache, dizziness, and irritability(Table 6). Little information is available about the safety of long-term use."
        },
        {
            "parent": 4,
            "text": "Valerian root causes central sedation by inhibiting the breakdown of γ-aminobutyric acid (GABA) or its metabolites. There is minimal evidence for its effectiveness in treating insomnia.4Residual daytime sedation and, rarely, hepatotoxicity are adverse effects. Preparations are unregulated by the FDA and may vary in valerian content."
        },
        {
            "parent": 5,
            "text": "At least 10 percent of young adults use OTC medications or alcohol in any given year to improve sleep. Alcohol, a central nervous system (CNS) stimulant and depressant, acts directly on GABA-gated channels reducing sleep-onset latency, but it also increases wakefulness after sleep onset and suppresses rapid eye movement (REM) sleep. Alcohol has the potential for abuse and should not be used as a sleep aid."
        },
        {
            "parent": 6,
            "text": "Barbiturates function as GABAAbrain receptor agonists, decreasing sleep-onset latency and suppressing REM sleep. They are effective in short-term insomnia (i.e., up to two weeks) but lose the ability to induce and maintain sleep beyond this period.21Longer-term use (i.e., more than two weeks) is associated with tolerance, physical and psychological dependence, and increased adverse effects (i.e., agitation, confusion, nightmares, hallucinations, lethargy, and hangover). Barbiturates should rarely be used as sleep aids."
        },
        {
            "parent": 6,
            "text": "Opiates fragment sleep and decrease REM and stage 2 sleep. By producing analgesia and sedation, opiates may be appropriate in carefully selected patients with pain-associated insomnia."
        },
        {
            "parent": 6,
            "text": "Some antidepressants (e.g., amitriptyline, doxepin, trazodone [Desyrel], mirtazapine [Remeron]) produce sedation by blocking acetylcholine, norepinephrine, and serotonin presynaptic receptors. Compared with placebo, antidepressants decrease sleep-onset latency and wakefulness after sleep onset(Table 7).4,13,14,16,22They also increase total sleep time, sleep efficiency, and sleep quality but suppress REM sleep.4Antidepressants are an effective treatment option in patients with insomnia and coexisting depression. Trazodone is the most commonly prescribed sleep aid, but there is insufficient evidence to support its use in the absence of depression."
        },
        {
            "parent": 7,
            "text": "Benzodiazepines bind to GABA and GABAAreceptors, acting as agonists. They have less risk of overdose and abuse potential than barbiturates. Benzodiazepines increase sleep time and improve sleep quality by reducing sleep-onset latency and wakefulness after sleep onset and by increasing sleep efficiency(Table 7).4,13,14,16,22However, they also potentiate CNS depression with alcohol or other sedatives. Benzodiazepines that have been approved by the FDA for treating chronic insomnia include estazolam, flurazepam (Dalmane), temazepam (Restoril), quazepam (Doral), and triazolam (Halcion). Rapidly acting drugs with shorter half-lives (i.e., estazolam, triazolam, and temazepam) are preferred. Temazepam has a slower onset of action and is less effective for initiating sleep. Flurazepam and quazepam have half-lives longer than 24 hours."
        },
        {
            "parent": 7,
            "text": "Because tolerance and dependence occur with prolonged use, benzodiazepines are most useful for the short-term treatment of insomnia.22Using benzodiazepines for more than four weeks increases the likelihood of dependence (defined as a compulsive or chronic need) and withdrawal phenomena (defined as a symptom complex that develops following discontinuation). An estimated 10 to 30 percent of chronic benzodiazepine users develop dependence, and 50 percent suffer withdrawal.23Dependence is more likely with daily use for more than four months, with higher doses, in older patients, in patients with previous hypnotic or alcohol dependence, and when using high-potency, shorter- acting benzodiazepines.17"
        },
        {
            "parent": 7,
            "text": "Benzodiazepine withdrawal may cause anxiety, depression, nausea, perceptual changes, rebound insomnia, intense dreams, nightmares, and poor memory consolidation. Withdrawal symptoms may develop within a few hours of discontinuing a short-acting benzodiazepine, or up to three weeks after discontinuing a long-acting benzodiazepine.23Although often recommended, gradually tapering the dose alone is ineffective in achieving long-term discontinuation.24However, combining CBT with tapering of benzodiazepines results in successful discontinuation in 70 percent of patients at 12 months.24"
        },
        {
            "parent": 7,
            "text": "With short-acting drugs, rebound insomnia can occur the same night the drug is administered, leading to ante-grade memory impairment. Their use increases the risk of motor vehicle collisions, falls and serious injuries, and fatal overdose in older adults.25–27All benzodiazepines may cause respiratory depression in patients with pulmonary disease."
        },
        {
            "parent": 8,
            "text": "The newer nonbenzodiazepines selectively bind to type 1 benzodiazepine receptors in the CNS. Unlike benzodiazepines, the nonbenzodiazepines have minimal impact on sleep stages and no REM sleep rebound. Tachyphylaxis is unusual. Nonbenzodiazepines undergo hepatic degradation, and doses should be reduced in older patients and in those with hepatic dysfunction.28Direct comparisons of nonbenzodiazepines and benzodiazepines are not available. However, when indirectly compared, the nonbenzodiazepines are similarly effective but have less overall risk of adverse effects.29Nevertheless, these newer agents can cause impaired memory and psychomotor retardation.30Nonbenzodiazepine hypnotics approved by the FDA for the treatment of insomnia include zolpidem (Ambien), zaleplon (Sonata), and eszopiclone (Lunesta)."
        },
        {
            "parent": 9,
            "text": "Zolpidem decreases sleep-onset latency, improves sleep quality, increases stage 2 and slow-wave sleep, and does not exhibit tolerance or rebound following five weeks of continuous use at recommended dosages.4,29Adverse effects occur at daily dosages of 20 mg or more. Because of its longer half-life, a controlled-release version (Ambien CR) in a dosage of 6.25 to 12.5 mg daily may be better for maintaining sleep, but it should not be readministered following nocturnal awakenings and has not been shown to reduce adverse effects.17Direct comparisons of zolpidem with controlled-release zolpidem have not been published."
        },
        {
            "parent": 10,
            "text": "Zaleplon decreases sleep-onset latency. Its short half-life (i.e., one hour) enables readministration following nocturnal awakenings. It is particularly useful in patients who have trouble falling asleep and maintaining sleep and can be administered up to four hours before the anticipated wake time.17Zaleplon causes less memory and psychomotor impairment than do benzodiazepines and zolpidem.28Some patients report visual disturbances, such as a change in color perception."
        },
        {
            "parent": 11,
            "text": "Eszopiclone, an isomer of zopiclone, is the only hypnotic with FDA approval for use longer than 35 days. Eszopiclone has evidence of effectiveness for six months of therapy in a randomized, placebo-controlled trial, although there is some attenuation of its effect over time.31It produces significant and sustained decreases in sleep-onset latency, wake time, number of awakenings, and number of nights awakened per week; it also improves total sleep time and quality of sleep.31Eszopiclone has not been directly studied in comparison to other hypnotics or nonpharmacologic therapy. Higher doses (2 to 3 mg) are more effective for sleep maintenance, whereas lower doses (1 to 2 mg) are suitable for difficulty in falling asleep. The onset of action may be delayed if eszopiclone is taken with a high-fat meal. Rare cases of fatal overdose when used with other CNS depressants have been reported."
        },
        {
            "parent": 12,
            "text": "Ramelteon is a selective melatonin receptor agonist targeting the melatonin MT1and MT2receptors in the brain. It reduces sleep-onset latency and increases sleep periods.32However, patient evaluations of improvement are inconsistent and there are no comparison studies. Ramelteon has not been studied in patients with depression, anxiety, shift work, or jet lag.33There is a low likelihood of abuse and physical dependence. Serious adverse effects attributed to ramelteon are rare, affecting less than 1 percent of patients. Common side effects include somnolence, headache, fatigue, nausea, and dizziness. The metabolism of ramelteon is reduced in patients with severe hepatic impairment. Ramelteon is the only non-scheduled drug for insomnia."
        },
        {
            "parent": 13,
            "text": "There is little evidence to support combining nonpharmacologic and pharmacologic treatments for insomnia. The results of one study that compared benzodiazepine plus CBT versus benzodiazepine alone showed that sleep efficiency was minimally improved with the use of combination therapy.34Wakefulness after sleep onset and total sleep time were not significantly different. Another study that compared CBT plus zolpidem, CBT alone, zolpidem alone, and placebo found improvements in sleep-onset latency in the CBT-only group. The authors of a third study that compared benzodiazepine plus CBT versus CBT alone found no differences in sleep outcomes.34"
        },
        {
            "parent": 14,
            "text": "A meta-analysis comparing pharmacologic and nonpharmacologic treatments found similar short-term effectiveness (two to four weeks) in patients with primary insomnia. Nonpharmacologic therapy showed slightly greater reductions in sleep-onset latency, but wakefulness after sleep onset, number of awakenings, total sleep time, and sleep quality were not significantly different.15"
        },
        {
            "parent": 14,
            "text": "There are no direct comparisons of the effectiveness of the newer nonbenzodiazepines and other medications for chronic insomnia. Indirect comparisons in which each medication was compared with placebo are shown inTable 7.4,13,14,16,22In one meta-analysis, use of nonbenzodiazepines did not significantly reduce sleep-onset latency compared with benzodiazepines; however, a significant reduction was noted when nonbenzodiazepines were compared with antidepressant and melatonin therapies.8Zolpidem and benzodiazepine therapies were equally effective compared with placebo for patients 65 years or younger.35In a meta-analysis of patients 60 years and older with insomnia, researchers found that benzodiazepines and nonbenzodiazepines were associated with an increased risk of adverse events.36"
        },
        {
            "parent": 14,
            "text": "The abuse potential of hypnotics is often overstated. Most patients taking hypnotics do so for a short period; only 10 to 15 percent take hypnotics long-term. Although substance abusers may abuse benzodiazepines, they rarely abuse nonbenzodiazepines.37Hypnotic overdose is generally not life-threatening unless more than one drug in a class or opiates are also ingested."
        },
        {
            "parent": 14,
            "text": "The cost of nonbenzodiazepines is considerably higher than benzodiazepines. An economic evaluation comparing the cost-effectiveness of nonpharmacologic treatment, benzodiazepines, eszopiclone, and no treatment in older adults found that, compared with benzodiazepines, nonpharmacologic therapy (i.e., CBT) produced a net gain of 0.37 quality-adjusted life-years at a savings of $2,781 over 10 years.38"
        }
    ],
    "locked": false
}