{
    "url": "https://www.aafp.org/pubs/afp/issues/2006/1001/p1159.html#afp20061001p1159-f1",
    "title": "A Practical Guide to Crisis Management | AAFP",
    "author": "MICHAEL G. KAVAN, PH.D., THOMAS P. GUCK, PH.D., AND EUGENE J. BARONE, M.D.",
    "doi": "Am Fam Physician.2006;74(7):1159-1164",
    "abstract": "Family physicians often treat patients who are experiencing psychological or medical crises. Any event perceived as overwhelming by the patient may trigger a crisis reaction consisting of psychological and physiological symptoms. Physicians are encouraged to assist patients who are experiencing a crisis by: (1) providing reassurance and support; (2) evaluating the nature of the problem and determining the patient’s mental, psychiatric, suicidal or homicidal, and medical statuses; (3) ensuring the safety of the patient and others; (4) assisting the patient in developing an action plan that minimizes distress, and obtaining patient commitment to the plan; and (5) following up with the patient and other relevant persons to ensure follow-through, assess progress, and provide additional assistance and support. Medication or referral for psychiatric or psychological counseling may be necessary for patients with continuing problems.",
    "headers": [
        {
            "id": 0,
            "name": "Definition of a Crisis",
            "level": 2
        },
        {
            "id": 1,
            "name": "The Physician’s Role in Crisis Management",
            "level": 2
        },
        {
            "id": 2,
            "name": "STEP 1: REASSURE AND SUPPORT THE PATIENT",
            "level": 3
        },
        {
            "id": 3,
            "name": "STEP 2: EVALUATE THE CRISIS SEVERITY AND ASSESS THE PATIENT’S STATUS",
            "level": 3
        },
        {
            "id": 4,
            "name": "STEP 3: ENSURE THE SAFETY OF THE PATIENT AND OTHERS",
            "level": 3
        },
        {
            "id": 5,
            "name": "STEP 4: DEVELOP AN ACTION PLAN",
            "level": 3
        },
        {
            "id": 6,
            "name": "STEP 5: FOLLOW UP",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Physicians often are required to assist patients in crisis. An estimated 4 percent of visits to primary care physicians involve psychiatric or social crises.1,2Numerous additional visits and telephone calls involve persons who are experiencing medical crises or are presenting with physical symptoms caused by acute stressful events. Although crisis management is not a major part of a physician’s routine, when it does occur it requires time and resources. Proper assessment and intervention are essential to ensure the safety of the patient and others, to assist the patient in coping effectively with the problem, and to empower the patient to confront future life events successfully."
        },
        {
            "parent": 0,
            "text": "A crisis occurs when a person is confronted with a critical incident or stressful event that is perceived as overwhelming despite the use of traditional problem-solving and coping strategies.1Often it is not the event itself that causes the crisis; rather, it is the appraisal of the event as serious, uncontrollable, and beyond the patient’s resources for coping that triggers a crisis response.3,4Persons who are unable to cope using traditional strategies can develop affective, behavioral, cognitive, or physical difficulties3that may cause them to seek physician assistance. Patients may present to the physician in a variety of settings (e.g., the physician’s office, the hospital, via telephone) with problems ranging from minor setbacks to acute, highly stressful events, psychiatric problems, or medical crises. Examples of critical incidents that may precipitate a crisis are listed inTable 1.1,3"
        },
        {
            "parent": 1,
            "text": "Patients experiencing a crisis often rely on their physician for support and advice. Although each patient and situation is different, there are several general steps that physicians can follow to respond effectively to a patient’s crisis3,5(Table 2). These include providing reassurance and support to the patient, assessing the situation, ensuring the safety of the patient and others, and teaching the patient strategies that will assist him or her to cope more effectively with the current incident and related symptomatology as well as with future critical incidents. An algorithm for effective crisis management is provided inFigure 1."
        },
        {
            "parent": 2,
            "text": "The first step in communicating with a patient experiencing a crisis is to reassure the patient that it is safe to discuss the presenting concern and that the physician will be available to assist the patient through this crisis. If the patient is distressed, he or she should be encouraged to use deep breathing techniques and refocus on the problem. The physician should then commend the patient for seeking help and validate the patient’s experience. Validation in this context does not necessarily mean that the physician agrees with the patient’s view and response to the crisis; instead, the physician uses reflective listening to demonstrate understanding and to clarify and amplify the patient’s situation without imposing his or her opinions.6"
        },
        {
            "parent": 2,
            "text": "The physician also should establish rapport with the patient by using active listening skills (e.g., open-ended questions, encouraging statements) and, if applicable, nonverbal techniques (e.g., speaking at eye level, leaning forward). This will facilitate open and honest communication and will help establish a working alliance with the patient.3"
        },
        {
            "parent": 3,
            "text": "As rapport builds, the physician should evaluate the severity of the crisis and assess the patient’s mental, psychiatric, suicidal or homicidal, and medical statuses. It is essential to define the triggering situation precisely and to understand the problem from the patient’s point of view.3The physician should determine the nature of the crisis, its precipitating events, how the patient has attempted to cope, and what resources may be available to assist with the problem."
        },
        {
            "parent": 3,
            "text": "In conjunction with this process, the physician should carefully evaluate the patient’s general appearance, behavior, speech, thoughts, judgment, and affect, and assess whether the patient has recently used substances that could impair his or her judgment. Assessing psychiatric status is important because depression, schizophrenia, bipolar disorder, borderline personality disorder, and substance abuse or dependency greatly increase suicide risk.7–10The patient’s mental and psychiatric statuses can affect the reliability of information given by the patient and the physician’s confidence that any plan will be carried out. If the patient’s mental status is not stable, it may be necessary to contact a family member or close friend to gather additional information and to ensure the patient’s safety and appropriate follow-through; psychiatric referral also may be necessary."
        },
        {
            "parent": 3,
            "text": "The patient should be evaluated for suicide and homicide risk; this can be achieved by asking the patient directly whether he or she has thoughts or intentions of hurting him- or herself or others.7,10Although little evidence exists to guide the accurate assessment of suicide risk in primary care patients,11,12physicians should consider factors that have been associated with an increased risk of suicide(Table 3).10Risk factors for homicide include a history of aggressive behavior to self or others, a history of criminal behavior, a history of experiencing child abuse or witnessing domestic violence, low intelligence, neurologic impairment, hostility, substance abuse or dependency, and perceptions of threat or of someone else controlling one’s thoughts. The latter often is associated with paranoid disorders, schizophrenia, or other thought disorders.13"
        },
        {
            "parent": 4,
            "text": "After obtaining information regarding the crisis and assessing the patient’s mental, psychiatric, and medical statuses and risk for causing harm, the physician may need to ensure the safety of the patient and others.14Patients who are suicidal and have comorbid psychiatric or medical problems, a history of violent or near-lethal suicide attempts, a poor response to outpatient treatment, or limited family or social support should be considered for inpatient hospital admission.10A family member or close friend may transport the patient; if the patient refuses, local law enforcement should be contacted.10,15,16"
        },
        {
            "parent": 4,
            "text": "Patients who have chronic suicidal ideations without a history of medically serious suicide attempts and who are not judged to be in immediate danger may be managed as outpatients if they have a stable and supportive living situation and are able to cooperate with an action plan.10These patients should be encouraged to make an appointment immediately with a physician (their own, if possible), a psychiatrist, and/or a psychologist for medication review and counseling. Family members and friends should be encouraged to remove any firearms and potentially dangerous medications from the patient’s environment and to safeguard the patient from other lethal means. Ongoing monitoring of the patient is essential, with appropriate modifications made to the action plan as necessary."
        },
        {
            "parent": 4,
            "text": "If the patient is homicidal, the physician must ensure the safety of the patient and of potential victims. Again, hospitalization of the patient may be necessary. The case ofTarasoff v. Board of Regents of the University of Californiamandates that physicians have a duty to warn and protect intended victims of a patient.17"
        },
        {
            "parent": 4,
            "text": "Patients experiencing a crisis in which they are at risk of bodily harm must be encouraged to remove themselves from the situation immediately. Victims of abuse may be directed to quickly gather their children and necessary personal belongings and go immediately to a shelter or other safe place. The National Center for Victims of Crime has published safety plan guidelines for victims of domestic violence18; these guidelines are available from its Web site athttp://www.ncvc.org/ncvc/main.aspx?dbName=DocumentViewer&amp;DocumentID=32452."
        },
        {
            "parent": 4,
            "text": "Patients experiencing agitation may be at risk of harming the physician and staff. Clinics should establish policies and procedures for handling agitated or dangerous patients and should provide training to all personnel."
        },
        {
            "parent": 5,
            "text": "When safety issues have been addressed, the physician can assist the patient in developing a constructive response to the crisis. Throughout this process, the physician must emphasize that although the patient may be unable to control the event that precipitates a crisis, he or she can control the response to it. Physicians can help the patient stabilize acute distress, explore options, make a plan, and commit to the plan.3"
        },
        {
            "parent": 5,
            "text": "First, although some emotional arousal can promote crisis resolution, the physician should help the patient stabilize distress by providing reassurance and support and encouraging the patient to use self-calming methods. Techniques such as deep breathing and muscle relaxation will facilitate self-control over physiology and emotions and will allow the patient to focus on taking active steps to cope successfully with the crisis incident."
        },
        {
            "parent": 5,
            "text": "Highly distressed patients experiencing acute anxiety, sleep difficulties, and significant impairment of daily functioning may benefit from short-term or intermittent pharmacologic therapy directed toward specific symptoms,14,19such as anxiolytics for anxiety or hypnotics for insomnia. Patients presenting with acute psychosis, aggression, agitation, or extreme anger should be considered for intramuscular antipsychotic medication.20Some patients who experience a crisis develop depression,5acute stress disorder, or post-traumatic stress disorder; these patients may be treated with selective serotonin reuptake inhibitors or other antidepressants.14Benzodiazepines are not recommended as monotherapy for patients with post-traumatic stress disorder because discontinuation has been associated with profound exacerbation of symptoms.14,21"
        },
        {
            "parent": 5,
            "text": "Second, the physician can assist the patient in exploring options for dealing with the crisis. These may include obtaining additional information, gathering situational support (e.g., family, friends), employing coping mechanisms (e.g., exercise, hobbies), and using positive and constructive thinking patterns (i.e., those that change the patient’s view of the problem). The use of specific “homework” assignments that involve gathering additional information on the topic of concern; self-monitoring of symptoms, thoughts, or activities; identification of strengths; and experimentation with new coping behaviors can empower the patient to take action rather than feel helpless and remain inert.1"
        },
        {
            "parent": 5,
            "text": "Third, the physician and patient should develop a specific action plan that includes a short list of realistic, concrete, and positive steps that the patient can begin to implement immediately. The goals of any action plan are to restore emotional stability, increase patient control over the problem, and promote independent functioning. The patient thus becomes an active problem solver and begins to return to a normal routine and lifestyle."
        },
        {
            "parent": 5,
            "text": "Finally, the physician should ask the patient to summarize the plan and to commit to carrying out one or more steps. This allows the patient and the physician to clarify any misunderstandings regarding the plan, and it motivates the patient to take initial action."
        },
        {
            "parent": 5,
            "text": "As part of any action plan, the physician should advise the patient against using negative or harmful coping strategies such as denial, avoidance, withdrawal, or dependency on substances. Harmful coping strategies also include the use of negative cognitive processes such as catastrophizing (i.e., overemphasizing the probability of a catastrophic outcome and the possible consequences of such an outcome),22which may increase the patient’s anxiety and forestall productive problem-solving efforts. Patients should be encouraged to recognize such thought processes, stop them, and replace them with more rational and solution-focused thinking."
        },
        {
            "parent": 5,
            "text": "Physicians also may help patients to recognize and use their strengths instead of negative coping strategies. The patient may be asked to recall coping strategies that have worked successfully in the past and to apply these or similar methods to the current problem. The physician can encourage the patient to identify family, friends, and other mechanisms of support, as well as internal strengths and resources that may have been overlooked.5"
        },
        {
            "parent": 6,
            "text": "Supportive follow-up is recommended to check on the patient’s status and to reinforce his or her positive efforts.3The immediacy of the contact should be determined by the seriousness of the problem and the trust that the physician has in the patient and the plan. Follow-up provides patients with a lifeline and improves the likelihood that they will follow through with the action plan."
        },
        {
            "parent": 6,
            "text": "During follow-up, the physician should assess progress regarding the specific plan of action and reinforce even small therapeutic gains.1Reinforcing success increases patients’ resilience, which should allow them to handle future crisis situations more successfully. The physician also may assist the patient to focus on potentially positive outcomes related to the crisis, including improved self-discipline, a feeling of competence, an appreciation of life, and a sense of future ability to cope with adversity."
        },
        {
            "parent": 6,
            "text": "Patients who have experienced significant trauma, who have a history of crisis, or who continue to experience significant distress despite these efforts may need to be referred to a professional individual or agency that can provide a higher and more intense level of care. The physician should maintain a list of services of this kind that are available in the local community."
        },
        {
            "parent": 6,
            "text": "Depending on the nature of a patient’s crisis, the physician and office staff may be adversely affected by the surrounding circumstances. Therefore, appropriate follow-up may include meetings to debrief staff and providing counseling as necessary.3"
        }
    ],
    "locked": false
}