{
    "url": "https://www.aafp.org/pubs/afp/issues/2006/0215/p636.html#afp20060215p636-f9",
    "title": "Chronic Plaque Psoriasis | AAFP",
    "author": "KELLY M. LUBA, D.O., AND DANIEL L. STULBERG, M.D.",
    "doi": "Am Fam Physician.2006;73(4):636-644",
    "abstract": "Chronic plaque psoriasis, the most common form of psoriasis, is a papulosquamous disease defined by erythematous plaques with a silvery scale. The diagnosis usually is clinical, but occasionally a biopsy is necessary. Psoriasis affects 0.6 to 4.8 percent of the U.S. population, and about 30 percent of affected patients have a first-degree relative with the disease. Psoriasis is a T-cell–mediated autoimmune disease, but certain medications and infections are well-known risk factors. Management of psoriasis includes education about chronicity, realistic expectations, and use of medication. Steroids and vitamin D derivatives (e.g., calcipotriene) are the mainstays of topical therapy. Topical steroids and calcipotriene together may work better than either agent alone. Patients with psoriasis involving more than 20 percent of their skin or those not responding to topical therapy are candidates for light therapy; traditional systemic therapy; or systemic treatment with immunomodulatory drugs such as alefacept, efalizumab, and etanercept.",
    "headers": [
        {
            "id": 0,
            "name": "Pathogenesis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Risk Factors",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 3,
            "name": "PLAQUES",
            "level": 3
        },
        {
            "id": 4,
            "name": "DISTRIBUTION",
            "level": 3
        },
        {
            "id": 5,
            "name": "COMPLICATIONS",
            "level": 3
        },
        {
            "id": 6,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 7,
            "name": "GENERAL APPROACH",
            "level": 3
        },
        {
            "id": 8,
            "name": "NONDRUG THERAPIES",
            "level": 3
        },
        {
            "id": 9,
            "name": "TOPICAL THERAPIES",
            "level": 3
        },
        {
            "id": 10,
            "name": "Topical Steroids",
            "level": 3
        },
        {
            "id": 11,
            "name": "Vitamin D Derivatives",
            "level": 3
        },
        {
            "id": 12,
            "name": "Topical Retinoids.",
            "level": 3
        },
        {
            "id": 13,
            "name": "Topical Immunosuppressants",
            "level": 3
        },
        {
            "id": 14,
            "name": "Anthralin/Coal Tar",
            "level": 3
        },
        {
            "id": 15,
            "name": "Miscellaneous",
            "level": 3
        },
        {
            "id": 16,
            "name": "LIGHT THERAPY",
            "level": 3
        },
        {
            "id": 17,
            "name": "SYSTEMIC TREATMENTS",
            "level": 3
        },
        {
            "id": 18,
            "name": "Approach to the Patient",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The prevalence of psoriasis in the United States is estimated to be 0.6 to 4.8 percent.1Psoriasis is slightly more common in men.1No reliable data exist to support the common assumption that psoriasis is less common in blacks.1There is a bimodal onset (i.e., late teens and late 50s), and early-onset disease is more common.2"
        },
        {
            "parent": -1,
            "text": "About 30 percent of patients with psoriasis have a first-degree relative with the disease, and those with early-onset disease are more likely to have a family history of psoriasis.1,2These facts lend support for a genetic basis for the disease, and several chromosome loci have been implicated.3The disease is not exclusively genetic, however, because several environmental factors also appear to play a role."
        },
        {
            "parent": 0,
            "text": "Psoriasis is a T-cell–mediated autoimmune disorder.4The process begins with an environmental factor, perhaps a viral antigen, which induces T cells to produce cytokines. The cytokines stimulate keratinocyte proliferation and production of antigenic adhesion molecules in the dermal blood vessels. These adhesion molecules further stimulate T cells to produce cytokines, thus perpetuating the response.5Immunomodulatory drugs, which target the mechanism just described, offer novel treatment options for psoriasis.5These drugs, also known as biologics, are discussed later."
        },
        {
            "parent": 1,
            "text": "Psoriasis is associated with several risk factors that may provide the environmental stimulus to T-cell proliferation. They include psychological stress, certain medications (lithium, beta blockers, antimalarial drugs, nonsteroidal anti-inflammatory drugs, and oral steroid withdrawal),6and infection. Although a link between psoriasis and stress seems to exist, evidence to support a causal relationship is lacking.7Chronic human immunodeficiency virus infection is associated with severe psoriasis exacerbations.8"
        },
        {
            "parent": 2,
            "text": "The diagnosis of psoriasis is based on the clinical appearance of skin lesions. Biopsy may be necessary, however, to distinguish psoriasis from other conditions with similar appearances such as lichen simplex chronicus, nummular eczema, seborrheic dermatitis, and tinea corporis."
        },
        {
            "parent": 3,
            "text": "Chronic plaque psoriasis typically is symmetric and bilateral(Figure 1). Lesions begin as papules and eventually coalesce to form plaques. Plaques are well demarcated and covered by a silvery scale(Figure 2). Plaques exhibit the Auspitz sign (bleeding after the removal of scale) and the Koebner phenomenon (lesions induced by trauma). Most patients (84 percent) with psoriasis report itching; the word psoriasis is derived from the Greek word for itching, “psora.”9"
        },
        {
            "parent": 4,
            "text": "The extensor surfaces (elbows and knees) commonly are involved(Figure 3), as well as the lower back, scalp(Figure 4), and nails. Nail changes include onycholysis (separation of the nail from its bed;Figure 5), pitting(Figure 6), oil spots (yellow or brown spots caused by cellular debris under the nail), and nail dystrophy. Most patients eventually develop nail involvement, although nail findings precede skin findings in about 4 percent of patients.10,11Older patients and those with longer duration of disease, extensive skin lesions, or joint involvement have more nail involvement.10,12"
        },
        {
            "parent": 4,
            "text": "Inverse psoriasis, or f lexural psoriasis(Figure 7), affects intertriginous areas such as the gluteal fold, axillae, and glans of the uncircumcised penis. Scale may not appear in these areas."
        },
        {
            "parent": 5,
            "text": "Chronic plaque psoriasis does not affect longevity. The condition may, however, be complicated by several comorbidities including malignancy, arthritis, and emotional distress from the cosmetic effects of the disease. Depression, anxiety, sexual dysfunction, poor self-esteem, and suicidal thoughts may coexist with psoriasis, even in patients with less severe disease.13"
        },
        {
            "parent": 5,
            "text": "Cohort studies14have shown that an increased risk of nonmelanoma skin cancers and lymphoma is associated with psoriasis.14This risk is higher in patients with more severe disease, but it is not clear whether disease severity or treatment accounts for the increased risk.14"
        },
        {
            "parent": 5,
            "text": "Psoriatic arthritis is an inf lammatory, seronegative arthritis with a variable course. The arthritis typically is asymmetric and involves the fingers and toes(Figure 8). Estimates of the prevalence of psoriatic arthritis vary widely, but the authors of one study12at a referral center found that one third of patients with psoriasis had arthritis and that, in two thirds of those with arthritis, skin lesions preceded arthritis."
        },
        {
            "parent": 7,
            "text": "Patients and physicians should understand that psoriasis is a chronic disease without a cure, and that it is important to have realistic expectations of treatment. Treatment should focus on improvement, not disappearance, of lesions. Complete clearing of lesions usually is not possible in patients who use only topical therapy, and overuse of topical therapies results in more side effects.15"
        },
        {
            "parent": 8,
            "text": "A variety of nondrug therapies for chronic plaque psoriasis have been suggested, including acupuncture, psychotherapy, lifestyle modifications (e.g., smoking cessation), and dietary supplementation (e.g., vitamin D, fish oil). However, there is insufficient evidence regarding the effectiveness of these treatments.16"
        },
        {
            "parent": 9,
            "text": "Topical therapies used to manage psoriasis include steroids, vitamin D derivatives, retinoids, immunosuppressants, anthralin (Anthra-Derm), coal tar ointment (Zetar), and several other agents(Table 1).17–27"
        },
        {
            "parent": 10,
            "text": "Topical steroids have been the mainstays of treatment for many years. Multiple randomized controlled trials17(RCTs) have found that potent (e.g., fluocinonide [Lidex], mometasone [Elocon] ointment) and very potent (e.g., clobetasol [Temovate], halobetasol propionate [Ultravate]) topical steroids improve psoriasis plaques. The major limitation of these studies is their short duration, averaging only four weeks. Few studies have examined topical steroids for maintenance therapy, but one RCT28found better control at six months when patients applied steroids once weekly."
        },
        {
            "parent": 10,
            "text": "The side effects of topical steroids include skin atrophy, striae, and tachyphylaxis. Only weak (i.e., nonfluorinated) topical steroids should be used on the face and in skinfolds. Side effects increase with longer duration of use, higher potency, and occlusive dressings."
        },
        {
            "parent": 11,
            "text": "Vitamin D derivatives, available as calcipotriol in the United Kingdom or calcipotriene (Dovonex) in the United States, work by inhibiting keratinocyte proliferation and improving keratinocyte differentiation. Two systematic reviews17,18of RCTs found that calcipotriene is more effective than placebo and is as effective as potent topical steroids. When calcipotriene is used in combination with topical steroids, psoriasis improves more than with either agent alone.17,18,29,30The main side effect of calcipotriene is perilesional skin irritation, although it is rarely severe enough to require cessation of treatment.18Topical steroids used in conjunction with calcipotriene may lessen skin irritation.18"
        },
        {
            "parent": 12,
            "text": "A topical retinoid, tazarotene (Tazorac), also improves chronic plaque psoriasis.19The authors of one RCT20found tazarotene to be as effective as topical steroids, with a treatment success rate at 12 weeks for knee and elbow lesions of 65 percent with tazarotene 0.1% versus 66 percent with fluocinonide. In a second RCT,21tazarotene 0.1% plus a steroid was more effective and better tolerated than tazarotene alone. The overall response to treatment at 12 weeks was 80 percent in the tazarotene/placebo group and 95 percent in the tazarotene/steroid group (P< .05; number needed to treat [NNT] = 7).21"
        },
        {
            "parent": 12,
            "text": "No studies have directly compared tazarotene with calcipotriene, but the authors of a recent systematic review22found a higher percentage of treatment-related adverse effects in patients using tazarotene. Tazarotene causes perilesional irritation and is teratogenic."
        },
        {
            "parent": 13,
            "text": "The topical immunosuppressants tacrolimus (Prograf) and pimecrolimus (Elidel) are not approved by the U.S. Food and Drug Administration (FDA) for the treatment of psoriasis but are used by some physicians for this purpose. One small RCT23did not find a difference between tacrolimus and placebo. Recently, two industry-sponsored RCTs found that tacrolimus improved intertriginous and facial psoriasis compared with placebo (NNT = 3),24and that pimecrolimus improved intertriginous psoriasis compared with placebo (NNT = 3).25"
        },
        {
            "parent": 13,
            "text": "Side effects of tacrolimus and pimecrolimus are mainly burning and itching, and both medications are expensive. Skin cancer and lymphoma have been reported after using these drugs, but causative associations are uncertain.26"
        },
        {
            "parent": 14,
            "text": "Anthralin and coal tar were once popular treatments for psoriasis when used in combination with ultraviolet B (UVB) light therapy. Both have fallen out of favor because of their poorly tolerated side effects, and neither is more effective than calcipotriene.18"
        },
        {
            "parent": 15,
            "text": "Evidence is insufficient to support the use of aloe vera or capsaicin as treatment for psoriasis.16Emollients and keratolytics often are used in conjunction with other topical therapies, but there is scant evidence to support their use alone.16Good skin hygiene is important for treating most dermatologic conditions, so keeping skin hydrated with emollients and using keratolytics on flaky skin is recommended."
        },
        {
            "parent": 16,
            "text": "Light therapy includes UVB phototherapy and ultraviolet A (UVA) photochemotherapy, usually administered in specialty centers. UVA photochemotherapy is the combination of ingested psoralen (a photosensitizer) followed by exposure to UVA (psoralen plus UVA [PUVA] therapy). RCTs have shown that both are beneficial, but there is an increased rate of nonmelanoma skin cancer following PUVA therapy.16It is not clear whether tanning should be recommended as a treatment for psoriasis. Sunbathing helps clear psoriasis plaques in most patients, but it also increases the risk of skin cancers."
        },
        {
            "parent": 17,
            "text": "Systemic therapy for psoriasis includes methotrexate; cyclosporine (Sandimmune); oral retinoids; and, recently, the biologics. According to a recent review,27there is strong RCT evidence that cyclosporine is effective and that oral retinoids are moderately effective. There was, however, a lack of RCTs to support the use of methotrexate.27Methotrexate, cyclosporine, and oral retinoids all have serious side effects including myelosuppression, hepatotoxicity, renal impairment, and teratogenicity."
        },
        {
            "parent": 17,
            "text": "The biologics alefacept (Amevive), efalizumab (Raptiva), and etanercept (Enbrel) all have FDA approval for the management of psoriasis, and infliximab (Remicade) may gain approval soon. RCTs, including phases II and III studies, support the effectiveness of these drugs compared with placebo,31–34but they have not yet been compared to each other or other therapies.Table 231–34summarizes the side effects, cost, and monitoring required for the biologics."
        },
        {
            "parent": 18,
            "text": "Evidence-based guidelines35on the treatment of patients with chronic plaque psoriasis were published in 2004 by the Finnish Dermatological Society. Recommendations for the management of psoriasis in primary care, based on these guidelines, the evidence cited above, and considering common practice among American dermatologists, are shown inFigure 9.35"
        },
        {
            "parent": 18,
            "text": "For the initial treatment of psoriasis on limited areas of skin, the most effective treatment is a combination of potent topical steroids and calcipotriene. This recommendation, however, is based on limited evidence.18,29,30An alternative would be to start with a potent topical steroid, calcipotriene, or a topical retinoid alone. Calcipotriene and topical retinoids can be used long-term, but topical steroids must be used intermittently (i.e., for one to four weeks at a time) because of their side effects.35"
        },
        {
            "parent": 18,
            "text": "If plaques are small and not bothersome, some patients may choose observation. For patients in whom psoriasis is limited to the scalp, the first-line therapy is usually daily antidandruff shampoo. Steroid solutions, foams, or shampoos may be used intermittently for exacerbations. Mild- to moderate-potency topical steroids or topical immunosuppressants should be used for intertriginous plaques."
        },
        {
            "parent": 18,
            "text": "Patients who do not respond to the above treatments, or who have lesions that occupy more than 20 percent of their body surface area, are candidates for light therapy, traditional systemic therapy, or the immunomodulating agents. Management of psoriasis usually is undertaken by or in conjunction with a dermatologist.35"
        }
    ],
    "locked": false
}