{
    "url": "https://www.aafp.org/pubs/afp/issues/2007/1001/p1005.html#afp20071001p1005-f1",
    "title": "Peptic Ulcer Disease | AAFP",
    "author": "KALYANAKRISHNAN RAMAKRISHNAN, MD, FRCSE, AND ROBERT C. SALINAS, MD",
    "doi": "Am Fam Physician.2007;76(7):1005-1012",
    "abstract": "Peptic ulcer disease usually occurs in the stomach and proximal duodenum. The predominant causes in the United States are infection withHelicobacter pyloriand use of nonsteroidal anti-inflammatory drugs. Symptoms of peptic ulcer disease include epigastric discomfort (specifically, pain relieved by food intake or antacids and pain that causes awakening at night or that occurs between meals), loss of appetite, and weight loss. Older patients and patients with alarm symptoms indicating a complication or malignancy should have prompt endoscopy. Patients taking nonsteroidal anti-inflammatory drugs should discontinue their use. For younger patients with no alarm symptoms, a test-and-treat strategy based on the results ofH. pyloritesting is recommended. IfH. pyloriinfection is diagnosed, the infection should be eradicated and antisecretory therapy (preferably with a proton pump inhibitor) given for four weeks. Patients with persistent symptoms should be referred for endoscopy. Surgery is indicated if complications develop or if the ulcer is unresponsive to medications. Bleeding is the most common indication for surgery. Administration of proton pump inhibitors and endoscopic therapy control most bleeds. Perforation and gastric outlet obstruction are rare but serious complications. Peritonitis is a surgical emergency requiring patient resuscitation; laparotomy and peritoneal toilet; omental patch placement; and, in selected patients, surgery for ulcer control.",
    "headers": [
        {
            "id": 0,
            "name": "Causes of Peptic Ulcer Disease",
            "level": 2
        },
        {
            "id": 1,
            "name": "H. PYLORI",
            "level": 3
        },
        {
            "id": 2,
            "name": "NSAIDS",
            "level": 3
        },
        {
            "id": 3,
            "name": "Diagnosis of Peptic Ulcer Disease",
            "level": 2
        },
        {
            "id": 4,
            "name": "CLINICAL FEATURES",
            "level": 3
        },
        {
            "id": 5,
            "name": "EVALUATION",
            "level": 3
        },
        {
            "id": 6,
            "name": "Management of Peptic Ulcer Disease",
            "level": 2
        },
        {
            "id": 7,
            "name": "REFRACTORY ULCERS",
            "level": 3
        },
        {
            "id": 8,
            "name": "SURGERY",
            "level": 3
        },
        {
            "id": 9,
            "name": "Associated Complications",
            "level": 2
        },
        {
            "id": 10,
            "name": "BLEEDING",
            "level": 3
        },
        {
            "id": 11,
            "name": "PERFORATION",
            "level": 3
        },
        {
            "id": 12,
            "name": "GASTRIC OUTLET OBSTRUCTION",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Peptic ulcer disease is a problem of the gastrointestinal tract characterized by mucosal damage secondary to pepsin and gastric acid secretion. It usually occurs in the stomach and proximal duodenum; less commonly, it occurs in the lower esophagus, the distal duodenum, or the jejunum, as in unopposed hyperse-cretory states such as Zollinger-Ellison syndrome, in hiatal hernias (Cameron ulcers), or in ectopic gastric mucosa (e.g., in Meckel's diverticulum)."
        },
        {
            "parent": -1,
            "text": "Approximately 500,000 persons develop peptic ulcer disease in the United States each year.1In 70 percent of patients it occurs between the ages of 25 and 64 years.2The annual direct and indirect health care costs of the disease are estimated at about $10 billion.1However, the incidence of peptic ulcers is declining, possibly as a result of the increasing use of proton pump inhibitors and decreasing rates ofHelicobacter pyloriinfection.3"
        },
        {
            "parent": 0,
            "text": "H. pyloriinfection and the use of nonsteroidal anti-inflammatory drugs (NSAIDs) are the predominant causes of peptic ulcer disease in the United States, accounting for 48 and 24 percent of cases, respectively(Table 1).4A variety of other infections and comor-bidities are associated with a greater risk of peptic ulcer disease (e.g., cytomegalovirus, tuberculosis, Crohn's disease, hepatic cirrhosis, chronic renal failure, sarcoidosis, myeloproliferative disorder). Critical illness, surgery, or hypovolemia leading to splanchnic hypoperfusion may result in gastroduo-denal erosions or ulcers (stress ulcers); these may be silent or manifest with bleeding or perforation.5Smoking increases the risk of ulcer recurrence and slows healing."
        },
        {
            "parent": 1,
            "text": "AlthoughH. pyloriis present in the gastroduodenal mucosa in most patients with duodenal ulcers, only a minority (10 to 15 percent) of patients withH. pyloriinfection develop peptic ulcer disease.6H. pyloribacteria adhere to the gastric mucosa; the presence of an outer inflammatory protein and a functional cytotoxin-associated gene island in the bacterial chromosome increases virulence and probably ulcerogenic potential.7Patients withH. pyloriinfection have increased resting and meal-stimulated gastrin levels and decreased gastric mucus production and duodenal mucosal bicarbonate secretion, all of which favor ulcer formation. Eradication ofH. pylorigreatly reduces the incidence of ulcer recurrence—from 67 to 6 percent in patients with duodenal ulcers and from 59 to 4 percent in patients with gastric ulcers.8"
        },
        {
            "parent": 2,
            "text": "NSAIDs are the most common cause of peptic ulcer disease in patients withoutH. pyloriinfection.9Topical effects of NSAIDs cause submucosal erosions. In addition, by inhibiting cyclooxygenase, NSAIDs inhibit the formation of prostaglandins and their protective cyclooxygenase-2–mediated effects (i.e., enhancing gastric mucosal protection by stimulating mucus and bicarbonate secretion and epithelial cell proliferation and increasing mucosal blood flow). CoexistingH. pyloriinfection increases the likelihood and intensity of NSAID-induced damage.10"
        },
        {
            "parent": 2,
            "text": "The annual risk of a life-threatening ulcer-related complication is 1 to 4 percent in patients who use NSAIDs long-term, with older patients at the highest risk.11NSAID use is responsible for approximately one half of perforated ulcers, which occur most commonly in older patients who are taking aspirin or other NSAIDs for cardiovascular disease or arthropathy.12,13Other risk factors for NSAID-related ulcers are listed inTable 1.4Proton pump inhibitors and misoprostol (Cytotec) minimize the ulcerogenic potential of NSAIDs and reduce NSAID-related ulcer recurrence."
        },
        {
            "parent": 3,
            "text": "The diagnosis of peptic ulcer disease is usually based on clinical features and specific testing, although it is important to be aware that individual signs and symptoms are relatively unreliable."
        },
        {
            "parent": 4,
            "text": "Typical symptoms of peptic ulcer disease include episodic gnawing or burning epigastric pain; pain occurring two to five hours after meals or on an empty stomach; and nocturnal pain relieved by food intake, antacids, or antisecretory agents. A history of episodic or epigastric pain, relief of pain after food intake, and nighttime awakening because of pain with relief following food intake are the most specific findings for peptic ulcer and help rule in the diagnosis.14Less common features include indigestion, vomiting, loss of appetite, intolerance of fatty foods, heartburn, and a positive family history.14The physical examination is unreliable—in one study, tenderness to deep palpation reduced the likelihood of ulcer.14"
        },
        {
            "parent": 4,
            "text": "The natural history and clinical presentation of peptic ulcer disease differ in individual populations(Table 26,15–18).15Abdominal pain is absent in at least 30 percent of older patients with peptic ulcers.16Postprandial epigastric pain is more likely to be relieved by food or antacids in patients with duodenal ulcers than in those with gastric ulcers. Weight loss precipitated by fear of food intake is characteristic of gastric ulcers."
        },
        {
            "parent": 5,
            "text": "If the initial clinical presentation suggests the diagnosis of peptic ulcer disease, the patient should be evaluated for alarm symptoms. Anemia, hematemesis, melena, or heme-positive stool suggests bleeding; vomiting suggests obstruction; anorexia or weight loss suggests cancer; persisting upper abdominal pain radiating to the back suggests penetration; and severe, spreading upper abdominal pain suggests perforation. Patients older than 55 years and those with alarm symptoms should be referred for prompt upper endoscopy. Esophagogastroduodenoscopy (EGD) is more sensitive and specific for peptic ulcer disease than upper gastrointestinal barium studies and allows biopsy of gastric lesions.19"
        },
        {
            "parent": 5,
            "text": "Patients younger than 55 years with no alarm symptoms should be tested forH. pyloriinfection and advised to discontinue the use of NSAIDs, smoking, alcohol, and illicit drug use. Presence ofH. pylorican be confirmed with a serum enzyme-linked immunosorbent assay (ELISA), urea breath test, stool antigen test, or endoscopic biopsy(Table 31,19,20). Serum ELISA is the least accurate test and is useful only for diagnosing the initial infection. The stool antigen test is less convenient but is highly accurate and can also be used to confirmH. pylorieradication, as can the urea breath test.19"
        },
        {
            "parent": 5,
            "text": "If test results are positive forH. pylori, the infection should be eradicated and antisecretory therapy, preferably with a proton pump inhibitor, administered for four weeks1,19(Figure 1). Further management is based on the endoscopic or radiologic diagnosis. Patients with persistent symptoms should be referred for endoscopy to rule out refractory ulcer and malignancy."
        },
        {
            "parent": 6,
            "text": "Treatment of peptic ulcer disease should include eradication ofH. pyloriin patients with this infection(Table 419,21–25). The recommended duration of therapy for eradication is 10 to 14 days; however, shorter treatment courses (regimens of one, five, and seven days) are being assessed.21,22Potential benefits of shorter regimens include better compliance, fewer adverse effects, and lower costs."
        },
        {
            "parent": 6,
            "text": "Administration of an H2blocker or proton pump inhibitor for four weeks(Table 419,21–25)induces healing in most duodenal ulcers. Proton pump inhibitors provide superior acid suppression, healing rates, and symptom relief and are recommended as initial therapy for most patients. One meta-analysis of randomized controlled trials comparing proton pump inhibitors withH2blockers showed earlier pain control and better healing rates at four weeks for proton pump inhibitors (85 versus 75 percent).23A recent systematic review of randomized controlled trials showed that proton pump inhibitors healed duodenal ulcers in more than 95 percent of patients at four weeks and gastric ulcers in 80 to 90 percent of patients at eight weeks.24Therefore, there is little reason to prescribe proton pump inhibitors for longer than four weeks for duodenal ulcers unless the ulcers are large, fibrosed, or unresponsive to initial treatment."
        },
        {
            "parent": 6,
            "text": "EradicatingH. pyloriis often sufficient in patients with small duodenal ulcers. Repeated EGD with biopsy is recommended to confirm healing of gastric ulcers and to rule out malignancy. Maintenance therapy withH2blockers or proton pump inhibitors prevents recurrence in high-risk patients (e.g., those with a history of complications, frequent recurrences, ulcers testing negative forH. pylori, refractory giant ulcers, or severely fibrosed ulcers), but it is not generally recommended for patients in whomH. pylorihas been eradicated and who are not taking NSAIDs long-term."
        },
        {
            "parent": 7,
            "text": "Refractory peptic ulcer disease (i.e., disease that fails to heal after eight to 12 weeks of therapy) may be caused by persistent or resistantH. pyloriinfection, continued NSAID use, giant ulcers requiring longer healing time, cancer, tolerance of or resistance to medications, or hypersecretory states.26Therapy for refractory peptic ulcer disease involves treatment of the underlying cause and prolonged administration of standard doses of a proton pump inhibitor(Figure 1). Up to 25 percent of patients with gastric ulcers who continue to take NSAIDs may require proton pump inhibitor therapy for longer than eight weeks.27"
        },
        {
            "parent": 8,
            "text": "Surgery is indicated in patients who are intolerant of medications or do not comply with medication regimes, and those at high risk of complications (e.g., transplant recipients, patients dependent on steroids or NSAIDs, those with giant gastric or duodenal ulcer, those with ulcers that fail to heal with adequate treatment). Surgery should also be considered for patients who have a relapse during maintenance treatment or who have had multiple courses of medications.28"
        },
        {
            "parent": 8,
            "text": "Surgical options for duodenal ulcers include truncal vagotomy and drainage (pyloroplasty or gastrojejunostomy), selective vagotomy (preserving the hepatic and celiac branches of the vagus) and drainage, highly selective vagotomy (division of only the gastric branches of the vagus, preserving Latarjet's nerve to the pylorus), or partial gastrectomy. Surgery for gastric ulcers usually involves a partial gastrectomy. Procedures other than highly selective vagotomy may be complicated by post-procedure dumping and diarrhea."
        },
        {
            "parent": 9,
            "text": "About 25 percent of patients with peptic ulcer disease have a serious complication such as hemorrhage, perforation, or gastric outlet obstruction. Silent ulcers and complications are more common in older patients and in patients taking NSAIDs.16,17The incidence of serious upper gastrointestinal complications among persons in the general population who do not take NSAIDs is extremely low (less than one per 1,000 person-years).29"
        },
        {
            "parent": 10,
            "text": "Upper gastrointestinal bleeding occurs in 15 to 20 percent of patients with peptic ulcer disease. It is the most common cause of death and the most common indication for surgery in the disease. In older persons, 20 percent of bleeding episodes result from asymptomatic ulcers.17Patients may present with hematemesis (bright red or “coffee ground”), melena, fatigue caused by anemia, orthostasis, or syncope."
        },
        {
            "parent": 10,
            "text": "There are several risk-stratification schemes that can help physicians determine the need for urgent intervention and predict continued or recurrent bleeding after endoscopic therapy. The Rockall risk scoring system is useful in stratifying patients at higher risk of rebleeding and death and has been prospectively validated in different populations(Table 530,31).30"
        },
        {
            "parent": 10,
            "text": "In stable patients with gastrointestinal bleeding, potentially ulcerogenic medications should be discontinued. A proton pump inhibitor should be administered intravenously; this reduces transfusion requirements, need for surgery, and duration of hospitalization, although it does not reduce mortality.32EGD should be performed to find characteristics that suggest a high rate of bleeding recurrence (e.g., ulcer larger than 1 cm, visible or actively bleeding vessel).30"
        },
        {
            "parent": 10,
            "text": "Patients whose condition is unstable should undergo fluid or packed-cell resuscitation followed by emergent EGD and coagulation of bleeding sites through endoscopic ligation; placement of hemoclips; injection of epinephrine, alcohol, or a sclerosant; or a combination of methods.33"
        },
        {
            "parent": 10,
            "text": "Oral antisecretory therapy should be initiated as soon as patients resume oral intake. Treatment ofH. pyloriinfection is more effective than antisecretory therapy without eradication ofH. pylorifor preventing recurrent bleeding. Therefore, patients with bleeding peptic ulcers should be tested forH. pyloriinfection and should be prescribed eradication therapy if results are positive.34If continued administration of aspirin or NSAIDs is required, concurrent administration of misoprostol or a proton pump inhibitor should be considered.35,36Patients with nonhealing gastric ulcers should have biopsy to rule out cancer."
        },
        {
            "parent": 10,
            "text": "Angiographic embolization of bleeding vessels or surgery is indicated if a patient's vital signs or laboratory studies suggest continued or recurrent bleeding.33Surgical options include gastroduodenotomy and oversewing of the blood vessel with or without vagotomy and drainage in duodenal ulcer; and excision of the ulcer with vagotomy and drainage or partial gastrectomy in bleeding gastric ulcers."
        },
        {
            "parent": 11,
            "text": "Perforation occurs in approximately 2 to 10 percent of peptic ulcers.25It usually involves the anterior wall of the duodenum (60 percent), although it may also occur in antral (20 percent) and lesser-curve (20 percent) gastric ulcers. Perforation of ulcers in children is rare."
        },
        {
            "parent": 11,
            "text": "Free peritoneal perforation and resulting chemical and bacterial peritonitis is a surgical emergency causing sudden, rapidly spreading, severe upper abdominal pain exacerbated by movement; the pain may radiate to the right lower abdomen or to both shoulders. Fever, hypotension, and oliguria suggest sepsis and circulatory compromise. Generalized abdominal tenderness, rebound tenderness, board-like abdominal wall rigidity, and hypoactive bowel sounds (clinical signs of peritonitis) may be masked in older patients and those taking steroids, immunosuppressants, or narcotic analgesics. Upright or lateral decubitus abdominal radiography or erect chest radiography may demonstrate pneumoperitoneum; however, the absence of this finding does not rule out perforation.17Sonography, computed tomography, and gastroduodenography are confirmatory."
        },
        {
            "parent": 11,
            "text": "Initial resuscitation with large-volume crystalloids; nasogastric suction; and administration of intravenous broad-spectrum antibiotics against gram-negative rods, anaerobes, and oral flora are usually followed by laparotomy and placement of an omental patch (Graham patch plication) in patients with perforated duodenal ulcers. In otherwise healthy patients with a history of chronic ulcer and minimal peritoneal contamination, a concurrent, definitive, anti-ulcer procedure (e.g., vagotomy and drainage, highly selective vagotomy) may also be considered. Perforated gastric ulcers are treated with an omental patch, wedge resection of the ulcer, or a partial gastrectomy and reanastomosis. CoexistingH. pyloriinfection should be eradicated to reduce recurrence and minimize the need for long-term antisecretory therapy and further surgical intervention.25,37In older patients, mortality rates from perforation and its management may be as high as 30 to 50 percent.1"
        },
        {
            "parent": 12,
            "text": "Peptic ulcer disease is the underlying cause in less than 5 to 8 percent of patients presenting with gastric outlet obstruction. Patients with recurrent duodenal or pyloric channel ulcers may develop pyloric stenosis as a result of acute inflammation, spasm, edema, or scarring and fibrosis."
        },
        {
            "parent": 12,
            "text": "Symptoms suggesting obstruction include recurrent episodes of emesis with large volumes of vomit containing undigested food; persistent bloating or fullness after eating; and early satiety. Weight loss, dehydration, and a hypo-chloremic, hypokalemic metabolic alkalosis may result; a tympanitic epigastric mass representing the dilated stomach with visible gastric peristalsis also may be observed."
        },
        {
            "parent": 12,
            "text": "EGD or gastroduodenography (using diatrizoate meglumine and diatrizoate sodium [Gastrografin] or barium) is recommended to determine the site, cause, and degree of obstruction. Malignancy, a more common cause of obstruction (responsible for more than 50 percent of cases), should be ruled out.38Obstruction resulting from acute inflammation or edema responds well to nasogastric decompression, administration ofH2blockers or proton pump inhibitors, and eradication ofH. pylori. Prokinetic agents should be avoided. Endoscopic pyloric balloon dilatation or surgery (vagotomy and pyloroplasty, antrectomy, or gastroenterostomy) are options to relieve chronic obstruction.25"
        }
    ],
    "locked": false
}