{
    "url": "https://www.aafp.org/pubs/afp/issues/2006/0815/p613.html#afp20060815p613-f1",
    "title": "Digoxin Therapy for Heart Failure: An Update | AAFP",
    "author": "SPENCER A. MORRIS, PHARM.D., B.C.P.S., H. FLOYD HATCHER, M.D., AND DEEPA K. REDDY, M.D.",
    "doi": "Am Fam Physician.2006;74(4):613-618",
    "abstract": "Digoxin therapy has long been used to treat heart failure; however, its effectiveness was not completely known until recently. Results of the Digitalis Investigation Group trial showed that adding digoxin to standard heart failure therapy had no effect on mortality. However, adding digoxin decreased hospitalizations related to heart failure and improved symptoms in patients treated for heart failure. Reanalyses of the trial’s findings have raised new questions about the role of digoxin in heart failure treatment. These new analyses showed that low serum digoxin concentrations used in patients with more severe disease offered the most benefit. Digoxin use in women was associated with increased mortality risk. This finding should be interpreted with caution, however, because it was based on retrospective data, and the cause of this phenomenon has not been fully elucidated. Prospective clinical trials are needed to determine the serum digoxin concentration that is associated with the most clinical benefit and to determine the role of digoxin therapy for women. Digoxin generally does not have a role in the treatment of diastolic heart failure and is not a first-line therapy for managing atrial fibrillation in patients with heart failure.",
    "headers": [
        {
            "id": 0,
            "name": "Key Clinical Trials",
            "level": 2
        },
        {
            "id": 1,
            "name": "Reanalysis of Digoxin Therapy for Heart Failure",
            "level": 2
        },
        {
            "id": 2,
            "name": "SERUM DIGOXIN CONCENTRATIONS",
            "level": 3
        },
        {
            "id": 3,
            "name": "ROLE OF THE PATIENT’S SEX",
            "level": 3
        },
        {
            "id": 4,
            "name": "Recommendations",
            "level": 2
        },
        {
            "id": 5,
            "name": "APPROPRIATE PATIENT POPULATION",
            "level": 3
        },
        {
            "id": 6,
            "name": "DOSING",
            "level": 3
        },
        {
            "id": 7,
            "name": "WOMEN",
            "level": 3
        },
        {
            "id": 8,
            "name": "DIASTOLIC HEART FAILURE",
            "level": 3
        },
        {
            "id": 9,
            "name": "HEART FAILURE AND CONCOMITANT ATRIAL FIBRILLATION",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Historically, digoxin has been considered a cornerstone in heart failure treatment. Before the advent of the neurohormonal hypothesis (a theory to explain the mechanisms of heart failure), routine use of digoxin was recommended to improve cardiac output.1It is now known that only medications that blunt and modulate neurohormonal tone (i.e. angiotensin-converting enzyme [ACE] inhibitors, beta-adrenergic blockers, and aldosterone antagonists) improve long-term survival in patients with heart failure.2–5"
        },
        {
            "parent": 0,
            "text": "The Captopril-Digoxin Multicenter Research Group found that digoxin offered greater improvement in left ventricular ejection fraction (LVEF) compared with active treatment with captopril (Capoten) or placebo.6However, captopril significantly improved exercise time and New York Heart Association (NYHA) functional class, whereas digoxin did not.6"
        },
        {
            "parent": 0,
            "text": "Two 1993 studies examined the effects of withdrawing digoxin therapy in patients with heart failure. The Randomized Assessment of Digoxin on Inhibitors of Angiotensin-Converting Enzyme (RADIANCE) trial7and the Prospective Randomized Study of Ventricular Failure and the Efficacy of Digoxin (PROVED) trial8studied patients with mild to moderate heart failure in normal sinus rhythm. The RADIANCE trial included patients treated with digoxin, diuretics, and ACE inhibitors, and the PROVED trial included patients treated with digoxin and diuretics without ACE inhibitors. The trials showed that withdrawing digoxin in these patients significantly worsened heart failure symptoms and lowered exercise tolerance. No effects on mortality were observed.7,8"
        },
        {
            "parent": 0,
            "text": "The Digitalis Investigation Group (DIG) trial evaluated the effect of digoxin on mortality in patients with heart failure in normal sinus rhythm.9The DIG trial was conducted as two separate studies. The main trial included 6,800 patients (5,281 men and 1,519 women) with ejection fractions of 45 percent or lower. An ancillary trial included 988 patients with preserved ventricular function (i.e., ejection fraction greater than 45 percent).9The DIG investigators concluded that adding digoxin to standard heart failure therapy (i.e., ACE inhibitors plus diuretics) significantly decreased hospitalizations for worsening heart failure and improved exercise performance (number needed to treat [NNT] to prevent one hospitalization = 13 over three years). However, adding digoxin to standard therapy did not improve cardiovascular or all-cause mortality during the trial.9"
        },
        {
            "parent": 0,
            "text": "American College of Cardiology (ACC) and American Heart Association (AHA) joint guidelines for managing chronic heart failure in adults recommend administering digoxin to improve symptoms in patients treated with diuretics, ACE inhibitors, and beta blockers.10Digoxin therapy may be delayed until the patient is stabilized using these agents and initiated only if the patient remains symptomatic. This recommendation is supported by findings from a meta-analysis of seven randomized trials published before the PROVED, RADIANCE, and DIG trials.11The meta-analysis showed that the NNT to prevent the clinical deterioration of one patient was nine. The presence of a third heart sound, the severity and duration of heart failure, and cardiomegaly on a chest radiograph predicted the effectiveness of digoxin.11Digoxin is not recommended for patients with significant sinoatrial or atrioventricular block."
        },
        {
            "parent": 1,
            "text": "Reanalyses of the DIG trial have brought into question the safety of digoxin, including the optimal serum digoxin concentration for treating heart failure and the role of the patient’s sex in digoxin therapy."
        },
        {
            "parent": 2,
            "text": "A widely used reference range for serum digoxin concentration is 0.8 ng per mL (1.0 nmol per L) to 2 ng per mL (2.6 nmol per L). This range was established to assess digoxin toxicity, not effectiveness.12,13"
        },
        {
            "parent": 2,
            "text": "Retrospective subgroup analysis of the DIG trial showed increased mortality in men who received serum digoxin concentrations of more than 1.0 ng per mL (1.3 nmol per L) and showed decreased mortality in men with serum digoxin concentrations of 0.5 ng per L (0.6 nmol per L) to 0.8 ng per mL.14However, because less than one third of patients had a concentration measurement at one month, there was insufficient statistical power to determine whether digoxin use was associated with benefit or harm or had a neutral effect for women in this or any serum digoxin concentration range.14"
        },
        {
            "parent": 2,
            "text": "Reanalysis of the PROVED and RADIANCE trials indicated that patients with low serum digoxin concentrations (0.5 to 0.9 ng per mL [1.2 nmol per L]) experienced similar benefits regarding symptoms of heart failure, improvement in LVEFs, and increased treadmill time compared with patients with moderate (1.0 to 1.2 ng per mL [1.5 nmol per L]) to high (more than 1.2 ng per mL) serum digoxin concentrations.15"
        },
        {
            "parent": 3,
            "text": "Another retrospective analysis of the DIG trial that included participants with only systolic heart failure, examined the effects of digoxin on mortality based on the sex of patients.16Overall, women in the DIG trial had a lower mortality rate than men (31 versus 36 percent). However, women randomized to receive digoxin had a higher mortality rate than women who received placebo (33.1 versus 28.9 percent;P= .034; number needed to harm = 24).16The reason for this finding is unclear. Although female participants in the DIG trial were slightly older and had more comorbidities than their male counterparts, these factors are not thought to influence the effectiveness of digoxin therapy.17The instances of suspected digoxin toxicity and hospitalization were similar in men and women.16"
        },
        {
            "parent": 4,
            "text": "New data questioning the effectiveness of digoxin for heart failure create a dilemma for physicians. Before these new data were published, digoxin was the only positive inotropic agent that had not been shown to increase mortality in patients with heart failure. This observation now must be reevaluated."
        },
        {
            "parent": 4,
            "text": "Although good evidence suggests that digoxin improves symptoms and reduces hospitalization in select patients with heart failure, recent data suggest that the use of higher serum digoxin concentrations in men and the use of digoxin at any concentration in women are associated with increased mortality."
        },
        {
            "parent": 5,
            "text": "The ACC/AHA staging system for heart failure can be a useful tool when determining whether to initiate digoxin therapy. This staging system and corresponding NYHA functional classifications for heart failure are included inTable 1.10,18"
        },
        {
            "parent": 5,
            "text": "According to ACC/AHA guidelines, patients with stage A heart failure have a high risk of heart failure based on comorbidities and medical history.10Patients with stage B heart failure have some component of structural heart disease but are asymptomatic, and patients with stage C heart failure are currently symptomatic or have had previous heart failure symptoms with the same underlying structural abnormalities. Patients with stage D heart failure are refractory to conventional medical therapy and have end-stage heart failure symptoms.10"
        },
        {
            "parent": 5,
            "text": "Available clinical trial data indicate that digoxin therapy for heart failure is most beneficial in symptomatic patients with enlarged hearts, poor pump function, and low ejection fractions (i.e., patients with stage C or D heart failure).9–12,14Digoxin therapy is unlikely to benefit patients with stage A or B heart failure. In these patients, it is important to first implement risk factor reduction and then initiate therapy with ACE inhibitors and beta blockers when indicated. Therefore, it is reasonable to prescribe digoxin for symptomatic patients who are already undergoing adequate diuretic therapy and taking ACE inhibitors with or without beta blockers.10"
        },
        {
            "parent": 6,
            "text": "Reanalysis of the DIG trial showed that mean serum digoxin concentrations of more than 1.0 ng per mL were associated with increased mortality. However, concentrations between 0.5 and 0.8 ng per mL were associated with decreased all-cause mortality.14This narrow range is based on retrospective data and would not be a practical target in a physician’s day-to-day practice. A concentration range of 0.5 to 1.0 ng per mL would be a more practical goal.14,19"
        },
        {
            "parent": 6,
            "text": "The recommended approach to digoxin therapy for patients with stage C or D heart failure (Figure 110,15,19,20) is to empirically administer digoxin therapy without a loading dose and to use a low, once-daily dose to achieve a serum digoxin concentration between 0.5 and 1.0 ng per mL.14,15,19,20"
        },
        {
            "parent": 7,
            "text": "Although there was an inadequate number of women in the DIG trial to determine whether a specific serum digoxin concentration range was beneficial, or at least did not increase mortality, it is premature to conclude that digoxin should never be used in women. It seems reasonable to initiate digoxin therapy in women only when they are clearly symptomatic despite receiving maximal treatment with more-proven agents such as diuretics (e.g., furosemide [Lasix]), ACE inhibitors or angiotensin-II receptor blockers and beta blockers."
        },
        {
            "parent": 8,
            "text": "Another controversy regarding digoxin therapy is its role in the treatment of symptomatic diastolic dysfunction. The DIG ancillary trial demonstrated a trend toward decreased hospitalization and improved exercise performance in patients who received digoxin; however, these benefits were not statistically significant.9Diastolic heart failure treatment has been directed at modifying physiologic factors (e.g., decreasing heart rate, controlling blood pressure) because of the paucity of outcome data.21,22Pump function is relatively preserved in patients with diastolic heart failure, and inotropic therapy is usually not appropriate in this population. Clinical trials are underway to provide better guidelines for the treatment of diastolic heart failure; however, digoxin will not likely emerge as a standard therapy.21,22"
        },
        {
            "parent": 9,
            "text": "Digoxin has electrophysiologic effects that decrease atrioventricular node conduction, making it potentially useful for controlling ventricular rates in patients with heart failure and concomitant atrial fibrillation. However, digoxin appears to be most effective in controlling heart rate at rest in this population. Large doses of digoxin often are required when digoxin is used alone, usually resulting in higher serum digoxin concentrations. The ACC/AHA guidelines10recommend adding a beta blocker to digoxin therapy instead of increasing digoxin doses to control atrial fibrillation with a rapid ventricular response, because higher serum digoxin concentrations are associated with increased adverse effects. Evidence suggests that using digoxin as a first-line agent for heart rate control may potentiate the shortening of the effective atrial refractory period, possibly facilitating short-term atrial fibrillation recurrence and increasing a patient’s risk of future episodes.23"
        },
        {
            "parent": 9,
            "text": "American Academy of Family Physicians (AAFP) and American College of Physicians (ACP) joint guidelines on managing newly detected atrial fibrillation do not apply to patients with NYHA class IV heart failure24but may be applied to patients with less severe symptoms. For patients with atrial fibrillation, the AAFP/ACP guidelines recommend the following drugs as first-line therapy for controlling heart rate during exercise and while at rest: atenolol (Tenormin), metoprolol (Toprol XL), diltiazem (Cardizem), and verapamil (Calan). Digoxin has only been shown to effectively control heart rate at rest and, therefore, should only be used as a second-line therapy for heart rate control in patients with atrial fibrillation.10,24"
        }
    ],
    "locked": false
}