{
    "url": "https://www.aafp.org/pubs/afp/issues/2007/0915/p843.html#afp20070915p843-f2",
    "title": "Treatment of Lateral Epicondylitis | AAFP",
    "author": "GREG W. JOHNSON, MD, KARA CADWALLADER, MD, SCOT B. SCHEFFEL, MD, AND TED D. EPPERLY, MD",
    "doi": "Am Fam Physician.2007;76(6):843-848",
    "abstract": "Lateral epicondylitis is a common overuse syndrome of the extensor tendons of the forearm. It is sometimes called tennis elbow, although it can occur with many activities. The condition affects men and women equally and is more common in persons 40 years or older. Despite the prevalence of lateral epicondylitis and the numerous treatment strategies available, relatively few high-quality clinical trials support many of these treatment options; watchful waiting is a reasonable option. Topical nonsteroidal anti-inflammatory drugs, corticosteroid injections, ultrasonography, and iontophoresis with nonsteroidal anti-inflammatory drugs appear to provide short-term benefits. Use of an inelastic, nonarticular, proximal forearm strap (tennis elbow brace) may improve function during daily activities. Progressive resistance exercises may confer modest intermediate-term results. Evidence is mixed on oral nonsteroidal anti-inflammatory drugs, mobilization, and acupuncture. Patients with refractory symptoms may benefit from surgical intervention. Extracorporeal shock wave therapy, laser treatment, and electromagnetic field therapy do not appear to be effective.",
    "headers": [
        {
            "id": 0,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 2,
            "name": "WATCHFUL WAITING",
            "level": 3
        },
        {
            "id": 3,
            "name": "NSAIDS",
            "level": 3
        },
        {
            "id": 4,
            "name": "CORTICOSTEROID INJECTION",
            "level": 3
        },
        {
            "id": 5,
            "name": "EXTRACORPOREAL SHOCK WAVE THERAPY",
            "level": 3
        },
        {
            "id": 6,
            "name": "ORTHOSES",
            "level": 3
        },
        {
            "id": 7,
            "name": "LASER THERAPY",
            "level": 3
        },
        {
            "id": 8,
            "name": "PHYSICAL THERAPY",
            "level": 3
        },
        {
            "id": 9,
            "name": "Exercise",
            "level": 3
        },
        {
            "id": 10,
            "name": "Electrotherapy",
            "level": 3
        },
        {
            "id": 11,
            "name": "Ultrasonography",
            "level": 3
        },
        {
            "id": 12,
            "name": "Mobilization",
            "level": 3
        },
        {
            "id": 13,
            "name": "ACUPUNCTURE",
            "level": 3
        },
        {
            "id": 14,
            "name": "AUTOLOGOUS BLOOD INJECTION",
            "level": 3
        },
        {
            "id": 15,
            "name": "BOTULINUM TOXIN TYPE A INJECTION",
            "level": 3
        },
        {
            "id": 16,
            "name": "TOPICAL NITRATES",
            "level": 3
        },
        {
            "id": 17,
            "name": "SURGERY",
            "level": 3
        },
        {
            "id": 18,
            "name": "Approach to the Patient",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Lateral epicondylitis is one of the most common overuse syndromes seen in primary care, with an annual incidence of 1 to 3 percent; the condition affects men and women equally.1Patients with lateral epicondylitis are typically 40 years or older and have a history of repetitive activity during work or recreation. The condition is sometimes called tennis elbow, although it often occurs with activities such as other racket sports and golf. Repetitive wrist dorsiflexion with supination and pronation causes overuse of the extensor tendons of the forearm and subsequent microtears, collagen degeneration, and angiofibroblastic proliferation. If untreated, lateral epicondylitis persists for an average of six to 24 months.2"
        },
        {
            "parent": 0,
            "text": "Lateral epicondylitis presents as a history of occupation- or activity-related pain at the lateral elbow. Symptoms are usually reproduced with resisted supination or wrist dorsiflexion, particularly with the arm in full extension. The pain is typically located just distal to the lateral epicondyle over the extensor tendon mass. Imaging studies are rarely required for diagnosis. Recent review articles have addressed the use of patient history, differential diagnosis, and physical examination in the diagnosis of lateral epicondylitis.3,4"
        },
        {
            "parent": 1,
            "text": "There is relatively little evidence from well-designed clinical trials to support the numerous treatment strategies employed for lateral epicondylitis. Although watchful waiting is a viable option, systematic reviews, meta-analyses, and randomized controlled trials (RCTs) have evaluated the effectiveness of other treatment options such as oral, topical, and injectable medications; physical therapy; and surgery."
        },
        {
            "parent": 2,
            "text": "One RCT found that at one year a watchful-waiting approach was comparable with physical therapy and superior to corticosteroid injection in alleviating a patient's main complaint.5Patients in the watchful-waiting group visited their primary care physician once during the six-week intervention period.5Avoidance of aggravating activities and practical solutions were recommended. Patients received acetaminophen or a non-steroidal anti-inflammatory drug (NSAID), if necessary, although they were encouraged to wait for spontaneous improvement.5"
        },
        {
            "parent": 3,
            "text": "Topical NSAIDs may provide short-term pain relief.6,7Three studies have examined the effects of diclofenac (Solaraze) and benzydamine (not available in the United States) for up to three weeks. The median follow-up period was only two weeks, and long-term outcomes were not reported. No significant differences were found in grip strength or range of motion, and none of the studies evaluated quality of life or time to return to work."
        },
        {
            "parent": 3,
            "text": "Evidence is conflicting on the use of oral NSAIDs for lateral epicondylitis. In two studies, slow-release diclofenac (Voltaren), 150 mg daily, significantly improved short-term pain and function.6,7However, there was no difference in pain between naproxen (Naprosyn), 500 mg daily, and placebo.6,7Patients receiving corticosteroid injections showed greater perception of benefit at four weeks than patients receiving oral NSAIDs, but this benefit did not persist in the longer term.6,7"
        },
        {
            "parent": 4,
            "text": "Local corticosteroid injection has short-term (two to six weeks) benefits in pain reduction, global improvement, and grip strength compared with placebo and other conservative treatments.7–9However, these benefits do not persist beyond six weeks. A study showed that, compared with an orthosis (i.e., an inelastic, nonarticular, proximal forearm strap [tennis elbow brace]), injection decreased pain at two weeks, but patient-perceived outcomes were no different at six months.10Several studies found that oral NSAIDs and physiotherapy have greater benefits than corticosteroid injection at intermediate-term follow-up (greater than six weeks) and long-term follow-up (greater than six months), respectively.5,11,12Studies comparing various corticosteroid injections found no clinically significant differences.8,9Although corticosteroid injections are effective in the short-term, their long-term effectiveness and advantages over other conservative treatments are uncertain."
        },
        {
            "parent": 5,
            "text": "Data do not support the use of extracorporeal shock wave therapy for the treatment of lateral epicondylitis. Although a systematic review found that the therapy was beneficial, the review included 19 case series and only one RCT.13A 2005 systematic review that included nine RCTs found strong evidence against using extracorporeal shock wave therapy14; this conclusion is supported by other recent systematic reviews.7,15"
        },
        {
            "parent": 6,
            "text": "Despite the widespread use of orthoses, multiple systematic reviews have been unable to provide conclusions about the benefits of orthoses for lateral epicondylitis.7,10,15Use of an inelastic, nonarticular, proximal forearm strap(Figure 1)may decrease pain and increase grip strength after three weeks.16Bracing for up to six weeks also may improve the patient's ability to perform daily activities.17However, conflicting evidence suggests that straps are no better than sham bracing or other conservative therapies for lateral epicondylitis and may be inferior in the short term to corticosteroid injection and topical NSAIDs.15,18Outcomes do not change significantly when an orthosis is used as an adjunct to physical therapy, ultrasonography, or corticosteroid injection.17,18"
        },
        {
            "parent": 7,
            "text": "Evidence does not support the use of laser therapy for the treatment of lateral epicondylitis. A recent systematic review found that laser therapy had no effect on pain at six weeks; longer-term results were conflicting.19Pooled data from six studies on short- and long-term outcomes show no difference between laser therapy and placebo.15These results are reinforced by another systematic review that found evidence against the use of laser therapy alone or in conjunction with other conservative modalities.20"
        },
        {
            "parent": 8,
            "text": "Table 1summarizes the physical therapy modalities that are effective for the treatment of lateral epicondylitis.15,19–22"
        },
        {
            "parent": 9,
            "text": "Physical therapy regimens, including strength training and stretching, are commonly used to treat lateral epicondylitis. Evidence suggests that exercise programs can reduce pain, but the improvement in grip strength is less clear.15,19,20Regimens should focus on eccentric instead of concentric phases. Anaccompanying patient handoutincludes exercises for lateral epicondylitis."
        },
        {
            "parent": 10,
            "text": "Electrotherapeutic modalities, including electromagnetic field therapy and iontophoresis, are also often employed to treat lateral epicondylitis. Three studies have shown pain reduction and improvement in subjective function with NSAID iontophoresis (using diclofenac or pirprofen [not available in the United States]) after two to four weeks.15,20There is no good evidence supporting the use of corticosteroid iontophoresis.15,20One meta-analysis and one systematic review found limited evidence against the use of electromagnetic field therapy.5,20"
        },
        {
            "parent": 11,
            "text": "Ultrasonography is thought to have thermal and mechanical effects on the target tissue leading to increased metabolism, circulation, extensibility of connective tissue, and tissue regeneration.23The best available data suggest that ultrasonography provides modest pain reduction over one to three months.15,19–21Exercise appears to be more effective than ultrasonography for pain relief.15,19Combining ultrasonography with deep transverse friction massage or corticosteroids is no better than ultrasonography alone.15,22"
        },
        {
            "parent": 12,
            "text": "Deep transverse friction massage is thought to realign abnormal collagen fiber structure, break up adhesions and scar tissue, and increase healing with hyperemia.22There is insufficient evidence to form conclusions about deep transverse friction massage for the treatment of lateral epicondylitis.22"
        },
        {
            "parent": 13,
            "text": "A consensus statement from the National Institutes of Health states that study results are promising enough to consider acupuncture as an appropriate option for the treatment of lateral epicondylitis.24However, conflicting evidence exists, and recommendations for or against this therapy cannot be made. Two systematic reviews and one meta-analysis found that acupuncture leads to short-term (three days to two months) pain reduction.15,20,25Two additional systematic reviews acknowledge that acupuncture might provide short-term benefit, but they conclude that there is insufficient evidence on the use of acupuncture for the treatment of lateral epicondylitis.7,26"
        },
        {
            "parent": 14,
            "text": "It is hypothesized that autologous blood injections may trigger the inflammatory cascade and initiate healing of degenerative tissue via mediators in the blood or localized trauma from the injection itself. One case series, including 29 patients who had failed other conservative modalities, reported a 79 percent improvement in pain scores over an average of 9.5 months; some patients required multiple injections.27However, clinical trials that include a comparison group receiving placebo injections are lacking, and until these trials are completed, autologous blood injections cannot be recommended."
        },
        {
            "parent": 15,
            "text": "Botulinum toxin type A (Botox) is thought to facilitate healing by temporarily paralyzing the common extensor origin.28,29Two small RCTs are available but have conflicting results.28,29One of these studies found that botulinum toxin type A injection decreases pain scores at four and 12 weeks compared with saline injection28; however, the second study found no difference between the two therapies in pain, quality of life, or grip strength at 12 weeks.29More data are needed before botulinum toxin type A injection can be recommended to treat lateral epicondylitis."
        },
        {
            "parent": 16,
            "text": "Animal studies suggest that nitric oxide stimulates collagen synthesis by wound fibroblasts and, therefore, may play a role in healing extensor tendons. One RCT suggests that topical nitrate patches may be effective in patients with lateral epicondylitis, but confirmatory studies are needed. The RCT of 86 patients compared a nitroglycerin transdermal patch with a placebo patch. The nitroglycerin patch reduced elbow pain with activity at two weeks, reduced epicondylar tenderness at six and 12 weeks, and increased wrist extensor mean peak force and total work at 24 weeks. At six months, 81 percent of treated patients were asymptomatic during activities of daily living.30"
        },
        {
            "parent": 17,
            "text": "Surgery is often recommended when conservative strategies fail to relieve lateral epicondylitis symptoms after six to 12 months. There are numerous surgical approaches, including open, percutaneous, and arthroscopic techniques. Most procedures excise abnormal tissue within the origin of the extensor carpi radialis brevis tendon at the lateral epicondyle or release the tendon altogether. Case series have suggested favorable outcomes with few adverse effects.31Despite these conclusions, no RCTs have been performed.7,31"
        },
        {
            "parent": 18,
            "text": "Figure 2is a suggested algorithm for the treatment of lateral epicondylitis.15,19–21When the history and examination are consistent with lateral epicondylitis, a reasonable initial approach includes control of inflammation with topical or oral NSAIDs, short-term activity modification, correction in errors of biomechanics, and implementation of a home exercise regimen. An inelastic, non-articular, proximal forearm strap may be considered."
        },
        {
            "parent": 18,
            "text": "If symptoms persist, physical therapy, including ultrasonography, or NSAID iontophoresis may be appropriate. Short-term pain relief from corticosteroid injection may help the patient initiate physical therapy. Less contemporary strategies, including topical nitroglycerin and acupuncture, may also be considered. If symptoms continue despite numerous treatment approaches, referral may be warranted."
        }
    ],
    "locked": false
}