{
    "url": "https://www.aafp.org/pubs/afp/issues/2006/0901/p756.html#afp20060901p756-f1",
    "title": "Cirrhosis and Chronic Liver Failure: Part I. Diagnosis and Evaluation | AAFP",
    "author": "JOEL J. HEIDELBAUGH, M.D., AND MICHAEL BRUDERLY, M.D.",
    "doi": "Am Fam Physician.2006;74(5):756-762",
    "abstract": "Cirrhosis and chronic liver failure are leading causes of morbidity and mortality in the United States, with the majority of preventable cases attributed to excessive alcohol consumption, viral hepatitis, or nonalcoholic fatty liver disease. Cirrhosis often is an indolent disease; most patients remain asymptomatic until the occurrence of decompensation, characterized by ascites, spontaneous bacterial peritonitis, hepatic encephalopathy, or variceal bleeding from portal hypertension. Physical examination of patients with cirrhosis may reveal a variety of findings that necessitate a hepatic- or gastrointestinal-based work-up to determine the etiology. Some patients already may have had laboratory or radiographic tests that incidentally uncovered signs of cirrhosis and its comorbidities. No serologic or radiographic test can accurately diagnose cirrhosis. A significant correlation has been demonstrated between persistently elevated liver function tests and biopsy-proven underlying hepatic disease; thus, a more targeted serologic work-up is indicated in patients whose liver function test results are persistently abnormal. Unnecessary medications and surgical procedures should be avoided in patients with cirrhosis. Referral for liver biopsy should be considered only after a thorough, non-invasive serologic and radiographic evaluation has failed to confirm a diagnosis of cirrhosis; the benefit of biopsy outweighs the risk; and it is postulated that biopsy will have a favorable impact on the treatment of chronic liver disease.",
    "headers": [
        {
            "id": 0,
            "name": "Definitions and Etiologies",
            "level": 2
        },
        {
            "id": 1,
            "name": "Clinical Presentation",
            "level": 2
        },
        {
            "id": 2,
            "name": "HISTORY",
            "level": 3
        },
        {
            "id": 3,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 4,
            "name": "Laboratory Evaluation",
            "level": 2
        },
        {
            "id": 5,
            "name": "Radiographic Studies",
            "level": 2
        },
        {
            "id": 6,
            "name": "ULTRASONOGRAPHY",
            "level": 3
        },
        {
            "id": 7,
            "name": "CT AND MRI",
            "level": 3
        },
        {
            "id": 8,
            "name": "Liver Biopsy",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Cirrhosis and chronic liver failure together were the 12th most common cause of death in the United States in 2002, accounting for 27,257 deaths (9.5 per 100,000 persons), with a slight male predominance.1Approximately 40 percent of patients with cirrhosis are asymptomatic, and the condition often is discovered during a routine examination with laboratory or radiographic studies, or at autopsy. In 2000, there were 360,000 U.S. hospital discharges related to cirrhosis and liver failure.1This article, part I of a two-part series, outlines the diagnosis and evaluation of cirrhosis and chronic liver failure(Figure 1). Part II discusses complications and treatment.2"
        },
        {
            "parent": -1,
            "text": "Single or multifactorial insults to the liver ultimately lead to cirrhosis, the most common being alcohol abuse, chronic hepatitis C, and obesity with concomitant nonalcoholic fatty liver disease(Table 1).3,4Nonalcoholic fatty liver disease (NAFLD; formerly known as nonalcoholic steatohepatitis, or NASH) is an increasingly common cause of liver injury; risk factors include obesity, diabetes, hypertriglyceridemia, and profound weight loss after jejunoileal bypass.5"
        },
        {
            "parent": -1,
            "text": "According to estimates from the United Network for Organ Sharing, 75 to 80 percent of cirrhosis cases could be prevented by eliminating alcohol abuse, and approximately 3.9 million Americans have chronic hepatitis C.6In August 2005, there were 17,935 persons with cirrhosis (from various etiologies) in the United States who were awaiting a liver transplant.6Mortality rates in patients with alcoholic liver disease are considerably higher than in patients with other forms of cirrhosis. The Centers for Disease Control and Prevention estimates that 75,766 deaths and 2.3 million years of potential life lost during 2001 were attributable to excessive alcohol use, an average of approximately 30 years of potential life lost for each alcohol-attributable death.7"
        },
        {
            "parent": 0,
            "text": "The liver aids greatly in the maintenance of metabolic homeostasis by processing dietary amino acids, carbohydrates, lipids, and vitamins; metabolizing cholesterol and toxins; producing clotting factors; and storing glycogen. Injury to the liver parenchyma associated with an influx of acute or chronic inflammatory cells is termed hepatitis. Cirrhosis refers to a progressive, diffuse, fibrosing, nodular condition that disrupts the entire normal architecture of the liver(Figures 2through4;Table 1).3,4Fibrosis previously was thought to be an irreversible scarring process formed in response to inflammation or direct toxic insult to the liver, but current evidence suggests that fibrosis may be reversible in some patients with chronic hepatitis B after antiretroviral therapy.8"
        },
        {
            "parent": 0,
            "text": "Any chronic insult to the liver can cause progression to cirrhosis. Although numerous pathophysiologic mechanisms of injury exist, the final common pathway is persistent wound healing resulting in hepatic parenchymal fibrosis. In most persons, approximately 80 to 90 percent of the liver parenchyma must be destroyed before liver failure is manifested clinically. When complications of cirrhosis occur, they typically are related to impaired hepatic function or actual physical disruption and reorganization of the liver parenchyma.3"
        },
        {
            "parent": 2,
            "text": "Cirrhosis often is a silent disease, with most patients remaining asymptomatic until decompensation occurs. Physicians should inquire about risk factors that predispose patients to cirrhosis(Figure 1).Quantity and duration of alcohol consumption is an important factor in the early diagnosis of cirrhosis.3Other risk factors include those for hepatitis B and C transmission (e.g., birthplace in endemic areas, sexual history exposure risk, intranasal or intravenous drug use, body piercing or tattooing, accidental contamination with blood or body fluids), as well as transfusion history and personal or family history of autoimmune or hepatic diseases.3"
        },
        {
            "parent": 2,
            "text": "Early and well-compensated cirrhosis can manifest as anorexia and weight loss, weakness, fatigue, and even osteoporosis as a result of vitamin D malabsorption and subsequent calcium deficiency. Decompensated disease can result in complications such as ascites, spontaneous bacterial peritonitis, hepatic encephalopathy, and variceal bleeding from portal hypertension (discussed further in part II2). Clinical symptoms at presentation may include jaundice of the eyes or skin, pruritus, gastrointestinal bleeding, coagulopathy, increasing abdominal girth, and mental status changes. Each of these clinical findings is the result of impaired hepatocellular function with or without physical obstruction secondary to cirrhosis. Because hepatic enzyme synthesis is required for drug metabolism, heightened sensitivity and medication toxicity may occur in patients with impaired hepatic enzyme synthesis.3,9"
        },
        {
            "parent": 3,
            "text": "Physical examination of patients with cirrhosis may reveal a variety of findings that should lead to a targeted hepatic- or gastrointestinal-based work-up(Table 2).10Many patients will already have had serologic or radiographic tests or an unrelated surgical procedure that incidentally uncovered signs of cirrhosis."
        },
        {
            "parent": 3,
            "text": "Most patients with cirrhosis severe enough to lead to ascites have additional stigmata of cirrhosis on physical examination. Accurately diagnosing ascites depends upon the amount of f luid present in the abdomen, the technique used to examine the patient, and the patient’s habitus. The most useful physical finding in confirming the presence of ascites is f lank dullness to percussion. When this is detected, it is helpful to determine whether it shifts with rotation of the patient (shifting dullness) or whether it can be percussed anteriorly. One study found absence of f lank dullness to be the most accurate predictor against the presence of ascites; the probability of ascites without f lank dullness was less than 10 percent.11Approximately 1,500 mL of fluid must be present before dullness is detected on physical examination, whereas routine ultrasonography can detect as little as 50 mL of f luid in the abdomen.10"
        },
        {
            "parent": 3,
            "text": "Vascular spiders (spider angiomata, spider telangiectasias) are vascular lesions usually found on the trunk, face, and upper extremities. Although their pathogenesis is incompletely understood, it is believed that their presence in men is associated with an increase in the estradiol to free testosterone ratio.12Vascular spiders are not specific for cirrhosis: they also occur during pregnancy, in patients with severe malnutrition, and in healthy persons. The number and size of vascular spiders have been shown to correlate with the severity of chronic liver disease. Patients with numerous large vascular spiders are at increased risk for variceal hemorrhage.13"
        },
        {
            "parent": 4,
            "text": "No serologic test can diagnose cirrhosis accurately.3The term liver function tests is a misnomer because the assays in most standard liver panels do not reflect the function of the liver correctly.10Although liver function tests may not correlate exactly with hepatic function, interpreting abnormal biochemical patterns in conjunction with the clinical picture may suggest certain liver diseases. When a liver abnormality is suspected or identified, a liver panel, a complete blood count (CBC) with platelets, and a prothrombin time test should be performed.14Common tests in standard liver panels include the serum enzymes aspartate transaminase (AST), alanine transaminase (ALT), alkaline phosphatase, and γ-glutamyltransferase; total, direct, and indirect serum bilirubin; and serum albumin. The ALT is thought to be the most cost-effective screening test for identifying metabolic or drug-induced hepatic injury, but like other liver function tests, it is of limited use in predicting degree of inflammation and of no use in estimating severity of fibrosis.15One study found that a platelet count of less than 160 K per mm3has a sensitivity of 80 percent for detecting cirrhosis in patients with chronic hepatitis C.16"
        },
        {
            "parent": 4,
            "text": "A prospective study showed a strong correlation between liver function test results elevated to greater than twice the upper limit of normal for at least six months and underlying liver disease proved by liver biopsy.17Additional serologic studies should be pursued in such circumstances to evaluate for various etiologies of cirrhosis(Table 3).14,15,18,19If clinical suspicion for liver disease is high, then further serologic work-up is warranted within six months.15If a patient has a persistently increased ALT level, viral hepatitis serologies should be assayed. If these are negative, the remaining serologic work-up should include an antinuclear antibodies test or anti–smooth muscle antibody test, or both, to evaluate for autoimmune hepatitis; and a fasting transferrin saturation level or unsaturated iron-binding capacity and ferritin level18to evaluate for hereditary hemochromatosis.15In patients younger than 40 years in whom Wilson’s disease is suspected, serum ceruloplasmin and copper levels should be measured,19but screening all patients with chronic hepatic injury for Wilson’s disease is not indicated.15Primary biliary cirrhosis or primary sclerosing cholangitis should be suspected in patients with chronic cholestasis. Testing for α1-antitrypsin (A1AT) deficiency may be of benefit in patients with chronic hepatic injury and no other apparent cause. Although the role of A1AT deficiency in liver disease in adults is not clearly defined, testing is especially important in neonates with evidence of hepatic injury.15Ultrasonography or biopsy is necessary to establish the diagnosis of NAFLD."
        },
        {
            "parent": 5,
            "text": "Although various radiographic studies may suggest the presence of cirrhosis, no test is considered a diagnostic standard.3The major use of radiographic studies is to detect ascites, hepatosplenomegaly, hepatic or portal vein thromboses, and hepatocellular carcinoma, all of which strongly suggest cirrhosis."
        },
        {
            "parent": 6,
            "text": "Abdominal ultrasonography with Doppler is a noninvasive, widely available modality that provides valuable information regarding the gross appearance of the liver and blood flow in the portal and hepatic veins in patients suspected to have cirrhosis. Ultrasonography should be the first radiographic study performed in the evaluation of cirrhosis because it is the least expensive and does not pose a radiation exposure risk or involve intravenous contrast with the potential for nephrotoxicity as does computed tomography (CT). Nodularity, irregularity, increased echogenicity, and atrophy are ultrasonographic hallmarks of cirrhosis. In advanced disease, the gross liver appears small and multinodular, ascites may be detected, and Doppler flow can be significantly decreased in the portal circulation. The discovery of hepatic nodules via ultrasonography warrants further evaluation because benign and malignant nodules can have similar ultrasonographic appearances.20A study using high-resolution ultrasonography in patients with cirrhosis confirmed with biopsy or laparoscopy found a sensitivity and specificity for cirrhosis of 91.1 and 93.5 percent, respectively, and positive and negative predictive values of 93.2 and 91.5 percent, respectively.21"
        },
        {
            "parent": 7,
            "text": "CT and magnetic resonance imaging (MRI) generally are poor at detecting morphologic changes associated with early cirrhosis, but they can accurately demonstrate nodularity and lobar atrophic and hypertrophic changes, as well as ascites and varices in advanced disease. Although MRI sometimes differentiates among regenerating or dysplastic nodules and hepatocellular carcinoma, it is best used as a follow-up study to determine whether lesions have changed in appearance and size.20CT portal phase imaging can be used to assess portal vein patency, although flow volume and direction cannot be determined accurately.22"
        },
        {
            "parent": 7,
            "text": "Although used rarely, magnetic resonance angiography (MRA) can assess portal hypertensive changes including flow volume and direction, as well as portal vein thrombosis.22One study reported that MRI can accurately diagnose cirrhosis and provide correlation with its severity.23Despite the potential of MRI and MRA in the diagnosis and evaluation of patients with cirrhosis, their widespread use is limited by their expense and by the ability of routine ultrasonography with Doppler to obtain adequate information for the diagnosis of cirrhosis and presence of complications."
        },
        {
            "parent": 8,
            "text": "Referral for liver biopsy should be considered after a thorough, noninvasive serologic and radiographic evaluation has failed to confirm a diagnosis of cirrhosis; the benefit of biopsy outweighs the risk; and it is postulated that biopsy will have a favorable impact on the treatment of chronic liver disease. The sensitivity and specificity for an accurate diagnosis of cirrhosis and its etiology range from 80 to 100 percent, depending on the number and size of the histologic samples and on the sampling method.24"
        },
        {
            "parent": 8,
            "text": "Liver biopsy is performed via percutaneous, transjugular, laparoscopic, open operative, or ultrasonography- or CT-guided fine-needle approaches. Before the procedure, a CBC with platelets and prothrombin time measurement should be obtained. Patients should be advised to refrain from consumption of aspirin and nonsteroidal anti-inflammatory drugs for seven to 10 days before the biopsy to minimize the risk of bleeding."
        }
    ],
    "locked": false
}