{
    "url": "https://www.aafp.org/pubs/afp/issues/2005/1201/p2277.html#afp20051201p2277-f1",
    "title": "Treatment of Constipation in Older Adults | AAFP",
    "author": "CHRISTINE HSIEH, M.D.",
    "doi": "Am Fam Physician.2005;72(11):2277-2284",
    "abstract": "Constipation is a common complaint in older adults. Although constipation is not a physiologic consequence of normal aging, decreased mobility and other comorbid medical conditions may contribute to its increased prevalence in older adults. Functional constipation is diagnosed when no secondary causes can be identified, such as a medical condition or a medicine with a side effect profile that includes constipation. Empiric treatment may be tried initially for patients with functional constipation. Management of chronic constipation includes keeping a stool diary to record the nature of the bowel movements, counseling on bowel training, increasing fluid and dietary fiber intake, and increasing physical activity. There are a variety of over-the-counter and prescription laxatives available for the treatment of constipation. Fiber and laxatives increase stool frequency and improve symptoms of constipation. If constipation is refractory to medical treatment, further diagnostic evaluation may be warranted to assess for colonic transit time and anorectal dysfunction. Alternative treatment methods such as biofeedback and surgery may be considered for these patients.",
    "headers": [
        {
            "id": 0,
            "name": "Causes of Constipation",
            "level": 2
        },
        {
            "id": 1,
            "name": "PRIMARY CONSTIPATION",
            "level": 3
        },
        {
            "id": 2,
            "name": "SECONDARY CONSTIPATION",
            "level": 3
        },
        {
            "id": 3,
            "name": "Overview of Constipation Treatment",
            "level": 2
        },
        {
            "id": 4,
            "name": "Nonpharmacologic Treatments",
            "level": 2
        },
        {
            "id": 5,
            "name": "BOWEL TRAINING",
            "level": 3
        },
        {
            "id": 6,
            "name": "DIETARY FIBER INTAKE",
            "level": 3
        },
        {
            "id": 7,
            "name": "FLUID INTAKE",
            "level": 3
        },
        {
            "id": 8,
            "name": "REGULAR EXERCISE",
            "level": 3
        },
        {
            "id": 9,
            "name": "Pharmacologic Treatment",
            "level": 2
        },
        {
            "id": 10,
            "name": "BULK LAXATIVES",
            "level": 3
        },
        {
            "id": 11,
            "name": "EMOLLIENT LAXATIVES",
            "level": 3
        },
        {
            "id": 12,
            "name": "OSMOTIC LAXATIVES",
            "level": 3
        },
        {
            "id": 13,
            "name": "STIMULANT LAXATIVES",
            "level": 3
        },
        {
            "id": 14,
            "name": "PROKINETIC AGENTS",
            "level": 3
        },
        {
            "id": 15,
            "name": "Biofeedback",
            "level": 2
        },
        {
            "id": 16,
            "name": "Surgery",
            "level": 2
        },
        {
            "id": 17,
            "name": "Treating Constipation During Pregnancy",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Constipation is common in older adults and accounts for about 2.5 million physician office visits annually.1The estimated prevalence of constipation varies from 22to 28 percent,3and the number of persons reporting constipation increases with age.4Constipation is more common in women, blacks, persons from lower socioeconomic levels,4and persons living in rural areas and northern states.5"
        },
        {
            "parent": -1,
            "text": "In clinical practice, constipation is generally defined as fewer than three bowel movements per week. A working group of experts at an international congress of gastroenterology developed a consensus definition of constipation, known as the Rome II criteria(Table 16)."
        },
        {
            "parent": 0,
            "text": "Constipation is not a physiologic consequence of normal aging. Many age-related problems (e.g., decreased mobility, comorbid medical conditions, increased use of medications with a side effect profile that includes constipation, and changes in diet) may contribute to the increased prevalence of constipation in older adults. A thorough medical history and physical examination are needed to exclude constipation secondary to an underlying condition. Constipation can be divided into primary and secondary causes."
        },
        {
            "parent": 1,
            "text": "Primary causes of constipation can be classified into three groups: normal transit constipation, slow transit constipation, and anorectal dysfunction. Normal transit constipation, also known as functional constipation, is the most common. In patients with functional constipation, stool passes through the colon at a normal rate. Slow transit constipation is characterized by prolonged delay in the passage of stool through the colon.7Patients may complain of abdominal bloating and infrequent bowel movements.8The causes for slow transit constipation are unclear; the postulated mechanisms include abnormalities of the myenteric plexus, defective cholinergic innervation, and anomalies of the noradrenergic neuro-muscular transmission system.7Anorectal dysfunction is the inefficient coordination of the pelvic musculature in the evacuation mechanism.9These patients are more likely to complain of a feeling of incomplete evacuation, a sense of obstruction, or a need for digital manipulation.8Anorectal dysfunction may be an acquired behavioral disorder, or the process of defecation may not have been learned in childhood.10"
        },
        {
            "parent": 2,
            "text": "Table 211–13lists medical and psychiatric conditions that are potential causes of secondary constipation. These conditions may be excluded by a thorough history and physical examination. A consensus guideline14from the American Gastroenterological Association (AGA) also recommends that most patients have tests for a complete blood count and serum glucose, thyroid stimulating hormone, calcium, and creatinine levels. A sigmoidoscopy or colonoscopy to exclude colon cancer is indicated in patients older than 50 years who have not had a recent examination and in those with concomitant rectal bleeding or weight loss."
        },
        {
            "parent": 2,
            "text": "An important secondary cause of constipation is the use of medications, especially those that affect the central nervous system, nerve conduction, and smooth muscle function. The most common medicines associated with constipation are listed inTable 3.11In a study15of patients who considered themselves constipated, 40 percent were using medications known to cause constipation. Over-the-counter medications, such as calcium- or aluminum-containing antacids and iron supplements, may also cause constipation."
        },
        {
            "parent": 2,
            "text": "Irritable bowel syndrome is a common cause of constipation. It can be distinguished from functional constipation because it is usually accompanied by cramps and lower abdominal pain that are typically relieved by defecation, and by periods of diarrhea."
        },
        {
            "parent": 3,
            "text": "If a medication or a medical condition is the cause of constipation, eliminating the offending medication or treating the underlying medical condition may relieve the constipation. However, certain conditions require the use of a medication despite its side effects. Although opioid therapy almost always causes some degree of constipation, individual opioids induce constipation to different degrees. One study16found that fentanyl (Duragesic) was less likely to cause constipation than oral morphine. In most cases, a prophylactic laxative should be considered when prescribing chronic opioid therapy because tolerance to the constipating effects of opioids does not develop over time."
        },
        {
            "parent": 3,
            "text": "When no secondary cause of constipation is identified, empiric treatment should be tried initially for functional constipation. Management should begin with nonpharmacologic methods to improve bowel regularity and should proceed to the use of laxatives if nonpharmacologic methods are not successful. If the constipation is refractory to medical treatment, the patient should be referred to a specialist for further diagnostic evaluation. This may include measurement of colonic transit time, anorectal manometry, defecography, or a balloon expulsion test to assess colonic transit and anorectal function. In rare cases, biofeedback therapy or surgery may be warranted.14"
        },
        {
            "parent": 4,
            "text": "A stool diary may be helpful for some patients to record the nature of the complaint in terms of stool frequency, consistency, size, and degree of straining. Many patients incorrectly believe that they need to have a bowel movement every day; counseling on simple lifestyle changes may improve their perception of bowel regularity. Most importantly, patients should be educated on recognizing and responding to the urge to defecate."
        },
        {
            "parent": 5,
            "text": "Having a bowel movement may be partly a conditioned reflex. One study17showed that most patients with a regular bowel pattern empty their bowels at approximately the same time every day. The optimal times to have a bowel movement typically are soon after waking and after meals, when colonic activity is greatest.18Patients should be encouraged to attempt defecation first thing in the morning, when the bowel is more active, and 30 minutes after meals, to take advantage of the gastrocolic reflex."
        },
        {
            "parent": 6,
            "text": "Inadequate fiber intake is a common reason for constipation in Western society. Studies19have shown that increased dietary fiber intake leads to decreased colonic transit time and to bulkier stools. A dietary diary may be helpful to assess whether an adequate amount of fiber is consumed daily. Most healthy Americans consume 5 to 10 g of fiber daily.12The daily recommended fiber intake is 20 to 35 g daily.12If fiber intake is substantially less than this, patients should be encouraged to increase their intake of fiber-rich foods such as bran, fruits, vegetables, and nuts. Prune juice is commonly used to relieve constipation. The recommendation is to increase fiber by 5 g per day each week until reaching the daily recommended intake.12Adding fiber to the diet too quickly may cause excessive gas and bloating."
        },
        {
            "parent": 7,
            "text": "Adequate hydration is considered to be important in maintaining bowel motility. However, despite the belief that a lack of fluid increases the risk of constipation, few studies have provided evidence that hydration is associated with the incidence of constipation.20Decreased fluid intake may play a greater role in the development of fecal impaction.21"
        },
        {
            "parent": 8,
            "text": "The National Health and Nutrition Examination Survey22found that a low physical activity level is associated with a twofold increased risk of constipation. Another epidemiologic study23showed that patients who are sedentary are more likely to complain of constipation. Prolonged bedrest and immobility are often associated with constipation. Although patients should be encouraged to be as physically active as possible, there is no consistent evidence that regular exercise relieves constipation.24However, the Nurses’ Health Study,25which followed a cohort of 62,036 women, found that physical activity two to six times per week was associated with a 35 percent lower risk of constipation."
        },
        {
            "parent": 9,
            "text": "A systematic review26found that increased fiber intake and the use of laxatives improved the frequency of bowel movements compared with placebo in adults. However, the data concerning the superiority of individual treatments were inconclusive because of the limited number of studies, small sample size, or methodologic flaws.26There also are limited data about long-term benefits and risks of laxatives and fiber preparations.26The formulations, dosages, and costs of commonly used laxatives, stool softeners, and prokinetic agents are listed inTable 4.27There are no evidence-based guidelines on the preferred order of using different types of laxatives; however, the AGA has developed a treatment algorithm for patients with functional, normal transit constipation (Figure 1).14"
        },
        {
            "parent": 10,
            "text": "Bulk laxatives may contain soluble (psyllium, pectin, or guar) or insoluble (cellulose) products. They are hydrophilic, absorbing water from the intestinal lumen to increase stool mass and soften the stool consistency, and are generally well tolerated by most patients. Patients with functional normal transit constipation benefit the most from treatment with bulk laxatives. However, patients with slow transit constipation or anorectal dysfunction may not be helped by bulking agents.28A systematic review26found that bulk laxatives improve symptoms of constipation such as stool consistency and abdominal pain. As with increased dietary intake of foods rich in fiber, bloating and excessive gas production may be a complication of bulk laxatives."
        },
        {
            "parent": 11,
            "text": "Emollient laxatives or stool softeners, (e.g., docusates), act by lowering surface tension, allowing water to enter the bowel more readily. They are generally well tolerated but are not as effective as psyllium in the treatment of constipation. A study29comparing a stool softener with psyllium found that psyllium was more effective in relieving constipation. Stool softeners are ineffective in chronically ill older adults.30Stool softeners may be more useful for patients with anal fissures or hemorrhoids that cause painful defecation. Mineral oil is not recommended because of the potential to deplete fat-soluble vitamins and the risk of aspiration.13"
        },
        {
            "parent": 12,
            "text": "Saline or osmotic laxatives are hyperosmolar agents that cause secretion of water into the intestinal lumen by osmotic activity. The most commonly used osmotic laxatives are oral magnesium hydroxide (Milk of Magnesia), oral magnesium citrate, and sodium biphosphate (Phospho-Soda). In general, these agents are considered relatively safe because they work within the colonic lumen and do not have a systemic effect. However, they have been associated with electrolyte imbalance within the colonic lumen and may precipitate hypokalemia, fluid and salt overload, and diarrhea. Therefore, they should be used carefully in patients with congestive heart failure and chronic renal insufficiency. Chronic use of magnesium-containing laxatives may contribute to hypermagnesemia in patients with chronic renal insufficiency."
        },
        {
            "parent": 12,
            "text": "Alternative hyperosmotic laxatives are sorbitol, lactulose, and polyethylene glycol (PEG) 3350. Sorbitol and lactulose are undigestible agents that are metabolized by bacteria into hydrogen and organic acids. Poor absorption of these agents may lead to flatulence and abdominal distention. In a multicenter trial31of 164 patients, lactulose was found to be more effective in producing a normal stool by day seven compared with laxatives containing senna, anthraquinone derivatives, or bisacodyl (Dulcolax). In a multicenter, placebo-controlled trial32of 150 patients, PEG 3350 was found to be an effective agent for softening stools and increasing stool frequency. In a comparison study33of 99 patients with chronic constipation, PEG 3350 was found to be more effective and caused less flatulence than lactulose."
        },
        {
            "parent": 13,
            "text": "Stimulant laxatives include products containing senna and bisacodyl. These laxatives increase intestinal motility and secretion of water into the bowel. They generally produce bowel movements within hours, but may cause abdominal cramping because of the increased peristalsis. Stimulant laxatives should not be used in patients with suspected intestinal obstruction. Chronic use of stimulant laxatives containing anthraquinone may cause a brown-black pigmentation of the colonic mucosa known as melanosis coli. This condition is benign and may resolve when the stimulant laxative is discontinued.34Colonic inertia is seen in some chronic users of stimulant laxatives, but it is unclear if this is related to their prolonged use.13In a trial35of 77 nursing home residents, a combination of senna and bulk laxative was demonstrated to be more effective than lactulose in improving stool frequency and consistency and also was lower in cost."
        },
        {
            "parent": 14,
            "text": "A number of prokinetic agents have been studied for the treatment of slow transit constipation. The most successful of these are colchicine36and misoprostol (Cytotec).37Both of these agents accelerate colonic transit time and increase stool frequency in patients with constipation, although neither has been approved by the U.S. Food and Drug Administration for this indication. A study38of 12 patients with developmental challenges who required three or more laxatives to manage their chronic constipation found that colchicine increased the number of bowel movements and decreased the number of rectal laxatives used. In a more recent study39of 16 women with chronic constipation who were receiving colchicine, the number of bowel movements improved significantly and the initial side effect of abdominal pain decreased with continued treatment. Larger trials are needed to confirm the efficacy and safety of the long-term use of colchicine for the treatment of chronic constipation."
        },
        {
            "parent": 14,
            "text": "In women with irritable bowel syndrome characterized by constipation, tegaserod (Zelnorm) is a colonic prokinetic agent that improves stool consistency and frequency.40A recent systematic review41evaluated eight short-term, placebo-controlled studies conducted mainly in women and found that although tegaserod increased the number of bowel movements, it did not significantly improve patients symptoms of abdominal pain and discomfort. Patients on higher doses of tegaserod (12 mg) experienced more diarrhea.41"
        },
        {
            "parent": 15,
            "text": "Biofeedback, or pelvic floor retraining, is the mainstay of treatment for patients with anorectal dysfunction. Biofeedback is used to emphasize normal coordination and function of the anal-sphincter and pelvic-floor muscles. Biofeedback can be performed with anorectal electromyography or a manometry catheter. Patients receive visual and auditory feedback by simulating an evacuation with a balloon or silicon-filled artificial stool.42A systematic review43of biofeedback studies revealed an overall success rate of 67 percent."
        },
        {
            "parent": 16,
            "text": "Only patients who have been evaluated by physiologic testing and proven to have slow colonic transit constipation benefit from surgery. A subtotal colectomy with ileorectostomy is the procedure of choice for patients with slow transit constipation that is persistent and intractable.44Complications after surgery may include small bowel obstruction, recurrent or persistent constipation, diarrhea, and incontinence.44Surgery generally is not recommended for constipation caused by anorectal dysfunction.44The relationship between rectocele and constipation is not entirely clear. Surgical correction is reserved for patients with large rectoceles that alter bowel function.44"
        },
        {
            "parent": 17,
            "text": "Constipation is a common problem in late pregnancy because of the rising level of circulating progesterone, which slows gastrointestinal motility. A Cochrane review45found two randomized trials for treating constipation in pregnancy. The findings suggest that fiber supplements increase the number of bowel movements and lead to softer stools. Although stimulant laxatives are more effective than bulk-forming laxatives, they also are more likely to cause diarrhea and abdominal pain.45Therefore, women who are pregnant should be encouraged to add more fiber to their diet; if constipation persists, a stimulant laxative may be recommended."
        }
    ],
    "locked": false
}