{
    "url": "https://www.aafp.org/pubs/afp/issues/2007/1201/p1661.html#afp20071201p1661-f1",
    "title": "The Physical Therapy Prescription | AAFP",
    "author": "SCOTT E. RAND, MD, CHRIS GOERLICH, MSC, PT, KRISTINA MARCHAND, MD, AND NATHANIEL JABLECKI, MD",
    "doi": "Am Fam Physician.2007;76(11):1661-1666",
    "abstract": "Numerous guidelines recommend physical therapy for the management of musculoskeletal conditions. However, specific recommendations are lacking concerning which exercises and adjunct modalities to use. Physical therapists use various techniques to reduce pain and improve mobility and flexibility. There is some evidence that specific exercises performed with the instruction of physical therapists improve outcomes in patients with low back pain. For most modalities, evidence of effectiveness is variable and controlled trials are lacking. Multiple modalities may be used to treat one clinical condition; decisions for the treatment of an individual patient depend on the expertise of the therapist, the equipment available, and the desire of the attending physician. A physical therapy prescription should include the diagnosis; type, frequency, and duration of the prescribed therapy; goals of therapy; and safety precautions.",
    "headers": [
        {
            "id": 0,
            "name": "Physical Therapy",
            "level": 2
        },
        {
            "id": 1,
            "name": "Exercise and Adjunct Modalities",
            "level": 2
        },
        {
            "id": 2,
            "name": "THERAPEUTIC EXERCISE",
            "level": 3
        },
        {
            "id": 3,
            "name": "ULTRASOUND",
            "level": 3
        },
        {
            "id": 4,
            "name": "PHONOPHORESIS",
            "level": 3
        },
        {
            "id": 5,
            "name": "IONTOPHORESIS",
            "level": 3
        },
        {
            "id": 6,
            "name": "ELECTRICAL STIMULATION",
            "level": 3
        },
        {
            "id": 7,
            "name": "LOW-LEVEL LASER THERAPY",
            "level": 3
        },
        {
            "id": 8,
            "name": "Physical Therapy Prescription",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Physical therapists are an integral part of inpatient and outpatient treatment of neurologic and musculoskeletal injuries and disabilities. They also can assist with and augment the care of patients with cardiac, pulmonary, and developmental disorders. Family physicians should have some understanding of the various treatments and modalities used by physical therapists."
        },
        {
            "parent": 0,
            "text": "Modalities are adjunctive treatments to exercise and manual therapy; the use of modalities alone is not considered physical therapy. The American Physical Therapy Association states: “Without documentation which justifies the necessity of the exclusive use of physical agents/modalities, the use of physical agents/modalities in the absence of other skilled therapeutic or educational interventions should not be considered physical therapy.”1The ultimate goal of any physical therapy intervention is to improve the long-term function of the patient, which is best accomplished with the use of exercise, manual therapy, and modalities."
        },
        {
            "parent": 0,
            "text": "Research conducted during the development of several physical therapy modalities focused on how they affect inflammation. Many of the conditions that were thought to be inflammatory (e.g., patellar tendonitis) are in fact not histologically inflammatory. However, these tendinopathies (a more accurate classification) continue to be treated with modalities designed to decrease inflammation. There is some evidence that these modalities may be beneficial, but this may not be related to a true anti-inflammatory effect."
        },
        {
            "parent": 1,
            "text": "A working knowledge of the uses and limitations of different modalities will assist family physicians in prescribing physical therapy.Table 1summarizes some of the physical therapy modalities that are available. The practicality of individual modalities may vary, and physicians are encouraged to discuss the options with qualified physical therapists."
        },
        {
            "parent": 2,
            "text": "Exercises that target muscle deficiencies or that help rehabilitate patients after surgery or injury are a mainstay of many physical therapy protocols. Therapeutic exercise is used to improve strength, mobility, and function and to decrease pain and swelling."
        },
        {
            "parent": 2,
            "text": "Family physicians often prescribe simple home-based rehabilitation exercises by providing patients with brief instruction and handouts. Supervised therapeutic exercise has been shown to be more beneficial than home-based exercise in patients with low back injury,2osteoarthritis of the knee,3or intermittent claudication.4Other studies, however, have found that home-based exercise is as beneficial as supervised physical therapy for postoperative recovery after anterior cruciate ligament reconstruction.5,6Table 2includes common therapeutic exercises."
        },
        {
            "parent": 3,
            "text": "Therapeutic ultrasound is another commonly employed technique. Modifying the application parameters (i.e., intensity, wavelength, duty cycle, and frequency) provides a variety of local effects on tissues."
        },
        {
            "parent": 3,
            "text": "Ultrasound provides therapeutic benefit via thermal (continuous ultrasound) and nonthermal (pulsed ultrasound) effects.7,8Continuous ultrasound heats the tissue. Pulsed ultrasound is thought to accelerate tissue healing at the cellular level, primarily through alteration of membrane permeability, ionic concentration gradients, and cellular biochemical activity.7,8Higher-frequency ultrasound waves treat superficial tissues such as patellar tendons. Lower frequencies penetrate deeper (up to 2 in [5 cm]) to treat deep muscle bruising, spasms, and strains.7Selection of ultrasound application parameters is based on the desired effect and the location and density of the tissue to be treated. These decisions are best made by a therapist experienced in performing therapeutic ultrasound."
        },
        {
            "parent": 3,
            "text": "Common indications for ultrasound therapy include treatment of tendon injuries and short-term pain relief.7,9–11Ultrasound has also been shown to promote healing of some acute bone fractures, venous and pressure ulcers, and surgical incisions.7,8,12,13Therapeutic ultrasound can cause burns or endothelial damage if applied incorrectly.7,8,14"
        },
        {
            "parent": 3,
            "text": "Despite the widespread use of therapeutic ultrasound in the physical therapy setting, evidence of its clinical effectiveness is lacking. Although there is limited evidence that ultrasound benefits musculoskeletal pain and soft tissue injury, more well-designed studies of its clinical effects are needed.9,15–17In the absence of more definitive evidence, family physicians should prescribe therapeutic ultrasound only as symptomatic treatment."
        },
        {
            "parent": 4,
            "text": "Phonophoresis uses high-frequency sound waves (i.e., ultrasound) to deliver therapeutic medications, usually topical analgesics or steroids, through the skin to deeper tissues. It is used for the treatment of conditions that may also be treated with local anesthetic or steroid injections. There is a risk of thermal injury, which increases with the amount and intensity of the energy applied.18"
        },
        {
            "parent": 4,
            "text": "A corticosteroid or nonsteroidal anti-inflammatory drug usually is mixed with an appropriate aqueous base in a 10 percent concentration and is applied with ultrasound at 1 to 2 watts per cm2.18One study showed an increased level of ketoprofen in tissues following phonophoresis compared with topical application alone.19Studies of the systemic effects of phonophoresis with steroids have had contradictory results. One study demonstrated a possible systemic decrease in collagen deposition after phonophoresis with dexamethasone, but another study showed no effect on adrenal function.20,21"
        },
        {
            "parent": 5,
            "text": "This modality uses an electric current to deliver an ionically charged substance through the skin to deeper tissues. Iontophoresis is often used to treat arthritis, bursitis, and tendinopathy. It can also be used to treat edema, hyperhidrosis, and certain dermatophytoses.18Hypersensitivity to direct current may cause a characteristic galvanic skin response."
        },
        {
            "parent": 5,
            "text": "Dexamethasone 0.4% solution is the most commonly prescribed medication used to treat tendinopathies and possible inflammatory conditions. Cathodes are used for negatively charged substances, and anodes are used for positively charged substances. The amperage used depends on the natural resistance provided by the skin."
        },
        {
            "parent": 5,
            "text": "Iontophoresis in conjunction with traditional modalities can shorten treatment time for plantar fasciitis.22One small case report showed that acetic acid iontophoresis in conjunction with ultrasound was beneficial in the treatment of myositis ossificans.23However, a small randomized controlled trial showed no difference in the clinical outcome of patients with calcific tendinopathy in the shoulder.24"
        },
        {
            "parent": 6,
            "text": "There are several electrical stimulation methods used in physical therapy. Family physicians usually are most familiar with electrical muscle stimulation and transcutaneous electrical nerve stimulation. The theoretical goal of electrical stimulation is to generate an action potential in nerve tissue, causing a muscle contraction or altering sensory input.7"
        },
        {
            "parent": 6,
            "text": "Muscle contraction allows for isometric activation, making electrical stimulation useful for the treatment of muscle spasm or atrophy and for strengthening muscles.7,8,25In addition, electric currents are thought to affect ionic tissue and alter vascular membrane permeability, which promotes tissue healing, decreases edema, and improves drug penetration.7,8Pain reduction is thought to be achieved by altering the gate mechanism and through endogenous opioid and cortisol release.7,8"
        },
        {
            "parent": 6,
            "text": "Electrical stimulation may also help reduce inflammation and edema and facilitate chronic wound healing.7,8,26–28Basic transcutaneous electrical nerve stimulation uses multiple electrodes that are impregnated with a conduction medium and applied over muscle groups. The location and spacing of the electrodes varies depending on treatment area and desired effect. Specific electrode placements are needed to create pain control, isometric muscle contraction, wound healing, and edema reduction.7,25–27"
        },
        {
            "parent": 6,
            "text": "Although there are few risks with electrical therapy, potential adverse effects primarily include burns from improper parameter settings, allergic reaction to electrodes or the conduction medium, and pain during treatment.7,8,28Expert opinion and anecdotal reports support the use of this modality; however, studies are lacking, limited, or conflicting. More evidence is needed on the long-term benefits, ideal parameters, and overall effectiveness of electrical stimulation methods.16,25,28,29"
        },
        {
            "parent": 7,
            "text": "The mechanism of low-level laser therapy is not well understood, but it appears to be related to a photochemical reaction at the cellular level rather than a thermal effect. According to one theory, cytochrome oxidase acts as an acceptor of photon radiation in the 600 to 900 nm range. This stimulation increases adenosine triphosphate production and cellular oxidative metabolism. A recent study showed a significant decrease in prostaglandin E2 concentration in peritendinous fluid in patients treated with low-level laser therapy compared with those treated with sham therapy.30Larger studies are needed to confirm this mechanism."
        },
        {
            "parent": 7,
            "text": "Low-level laser therapy is used to treat musculoskeletal disorders, including muscle strains, epicondylitis, rheumatoid arthritis, osteoarthritis, and carpal tunnel syndrome. This therapy is approved by the U.S. Food and Drug Administration for the treatment of hand and wrist pain associated with carpal tunnel syndrome and for minor musculoskeletal pain. Although nausea has been reported with prolonged use, there are no other known adverse effects."
        },
        {
            "parent": 7,
            "text": "Differences in studies of low-level laser therapy (e.g., device used, end points, control group) make it difficult to determine the effectiveness of this modality. A Cochrane review of low-level laser therapy in patients with osteoarthritis showed minimal improvement in pain and joint movement, but study results were conflicting.31A similar Cochrane review of the therapy in patients with rheumatoid arthritis showed limited benefit but stated that it could be considered for short-term relief of pain and morning stiffness.32In general, low-level laser therapy has not been shown to cause adverse effects, but a benefit has not been clearly established."
        },
        {
            "parent": 8,
            "text": "Table 3lists the components of a physical therapy prescription. Proper coding should be used to ensure correct insurance reimbursement(online Table A). Physical therapy clinics often provide standard forms that facilitate prescribing of therapy. These forms can improve teamwork and communication between the physician and the therapist. Usually, there is an “evaluate and treat” option that allows the therapist to use discretion in the application of therapeutic interventions."
        },
        {
            "parent": 8,
            "text": "The frequency and duration of physical therapy treatments will vary based on the patient's condition. Acute muscle strains often benefit from daily treatment over a short period, whereas chronic injuries are usually addressed less frequently over an extended period.Figure 1is a general algorithm for prescribing physical therapy interventions to treat musculoskeletal injury; however, individual prescriptions are based on the patient's specific condition and comorbidities and on the availability of modalities."
        },
        {
            "parent": 8,
            "text": "It is important for the physical therapist to document the patient's progress so that the physician can modify the care plan, if needed. This documentation is typically given to the physician every 30 days or before the patient sees the physician for a follow-up visit."
        }
    ],
    "locked": false
}