{
    "url": "https://www.aafp.org/pubs/afp/issues/2007/0215/p476.html#afp20070215p476-f1",
    "title": "Guidelines for Treating Adults with Acute Cough | AAFP",
    "author": "RICHARD S. IRWIN, M.D., University of Massachusetts Medical School, Worcester, Massachusetts",
    "doi": "Am Fam Physician.2007;75(4):476-482",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Simasek and Blandino review the literature on the treatment of the common cold in this issue ofAmerican Family Physician.1The authors conclude that the ability to make confident and specific treatment recommendations is limited because of flaws in the evidence."
        },
        {
            "parent": -1,
            "text": "The American College of Chest Physicians (ACCP) recently published evidence-based guidelines for diagnosing and treating acute cough (less than three weeks in duration), subacute cough (three to eight weeks in duration), and chronic cough (more than eight weeks in duration) in adults and chronic cough in children.2This editorial highlights key recommendations for treating adult patients with acute cough(Table 13).Figure 12is an algorithm for the management of acute cough."
        },
        {
            "parent": -1,
            "text": "Because studies have inconsistently targeted the multiple cardinal symptoms of the common cold (e.g., rhinorrhea, nasal congestion, postnasal discharge, throat clearing, cough), the evidence on how to best treat any one symptom is not strong. Therefore, the Duke Center for Clinical Health Policy Research (which conducted an evidence-based review of the literature for the ACCP guideline committee) limited its review to cough.4Clinically, there are several reasons why it makes sense to target cough caused by the common cold: the common cold, which is the most prevalent condition in humans, is accompanied by cough in up to 83 percent of persons5; the common cold is the most prevalent cause of acute cough6; and cough is the most common complaint seen by primary care physicians in the ambulatory setting in the United States,7probably because cough adversely affects health-related quality of life.6"
        },
        {
            "parent": -1,
            "text": "Although acute cough from the common cold is usually transient and minor, it may be life threatening when caused by a more serious condition (e.g., congestive heart failure, pneumonia, pulmonary embolism). Therefore, the first step in managing an acute cough is to clinically determine whether it is caused by a potentially serious illness or one of a variety of non–life-threatening conditions (e.g., upper respiratory infection, bronchitis, mild asthma)."
        },
        {
            "parent": -1,
            "text": "Because the common cold is the predominant cause of acute cough, it is useful to review the definition of the common cold and stress the importance of identifying acute nasal symptoms. The common cold is a minor, acute respiratory illness characterized by symptoms and signs usually related to the nasal passages with or without fever, lacrimation, throat irritation, hoarseness, and cough. Because the definitions of the common cold and acute bronchitis are similar,8an acute bronchitis diagnosis should not be made unless the common cold has been ruled out.8Other causes also should be ruled out before diagnosing acute bronchitis because it is often overdiagnosed, leading to more antibiotic prescriptions."
        },
        {
            "parent": -1,
            "text": "Acute bronchitis may imply a bacterial cause, making it more likely that antibiotics will be used. When acute bronchitis is diagnosed, antibiotics are prescribed in 65 to 80 percent of patients,9and extended-spectrum antibiotics are prescribed in more than 50 percent of older patients.10Moreover, many patients think that antibiotics are more important for recovery from acute bronchitis (44 percent of patients) than colds (11 percent of patients).11Asthma and acute exacerbation of chronic bronchitis related to smoking or other irritants also should be ruled out before making an acute bronchitis diagnosis because they commonly present as acute cough-phlegm syndromes8; 30 to 65 percent of patients with these conditions have been misdiagnosed as having acute bronchitis.12–14"
        },
        {
            "parent": -1,
            "text": "By using the most rigorous and current methods to develop its evidence-based clinical practice guideline for acute cough, the ACCP guideline committee made diagnostic and treatment recommendations based on two components: (1) the quality of the evidence, which was rated according to study design and strength of the modalities used; and (2) the net benefit of the recommendation based on the estimated benefit to the specific patient population (the net benefit represents an assessment of the balance between benefits and harms).4Using this process, the committee's recommendations are stronger than Simasek and Blandino's,1who based their recommendations on Cochrane reviews."
        },
        {
            "parent": -1,
            "text": "The committee strongly recommends that patients with acute cough from the common cold receive a first-generation antihistamine/decongestant or the nonsteroidal anti-inflammatory drug naproxen (Naprosyn, Aleve) unless there is a contraindication (e.g., glaucoma, benign prostatic hypertrophy, hypertension, renal failure, gastrointestinal bleeding, congestive heart failure).15They also strongly recommend that newer-generation, nonsedating antihistamines should not be used because they are ineffective.15The committee does not recommend over-the-counter combination cold medications, except for those that contain older antihistamine/decongestant ingredients, until they are proved effective in randomized controlled trials.16A meta-analysis has called into question whether the presumed increased sedation effect of first-generation antihistamines compared with newer nonsedating antihistamines is substantiated by objective data and if it is clinically relevant.17"
        },
        {
            "parent": -1,
            "text": "Antibiotics are rarely effective for acute cough and are not indicated for acute cough from the common cold, acute bronchitis, asthma, mild exacerbations of chronic bronchitis related to smoking, or environmental irritants. On the other hand, antibiotics are likely to be effective for conditions such as pneumonia, upper airway cough syndrome from bacterial sinusitis, andBordetella pertussisinfection in the lower respiratory tract (whooping cough), if given early in the illness, and for exacerbations of bronchiectasis and severe chronic bronchitis in current or previous smokers with severe airflow obstruction.2"
        },
        {
            "parent": -1,
            "text": "A history, physical examination, and selected diagnostic testing can help physicians accurately diagnose patients who will likely benefit from antibiotics. For example, cough will be at its worst during the first few days of a common cold when it is caused by an uncomplicated viral infection and will gradually and progressively improve over the next week or two.5If the cough worsens (a biphasic course) or does not steadily improve after the first week, another cause for the cough for which an antibiotic may be beneficial (e.g., bacterial sinusitis, whooping cough) should be considered.18"
        },
        {
            "parent": -1,
            "text": "editor's note: Dr. Irwin served as chair of the committee for the Diagnosis and Management of Cough: ACCP Evidence-Based Clinical Practice Guidelines."
        }
    ],
    "locked": false
}