{
    "url": "https://www.aafp.org/pubs/afp/issues/2005/1101/p1707.html#afp20051101p1707-f2",
    "title": "Diagnosis and Management of Ectopic Pregnancy | AAFP",
    "author": "ANNE-MARIE LOZEAU, M.D., M.S., AND BETH POTTER, M.D.",
    "doi": "Am Fam Physician.2005;72(9):1707-1714",
    "abstract": "Ectopic pregnancy is a high-risk condition that occurs in 1.9 percent of reported pregnancies. The condition is the leading cause of pregnancy-related death in the first trimester. If a woman of reproductive age presents with abdominal pain, vaginal bleeding, syncope, or hypotension, the physician should perform a pregnancy test. If the patient is pregnant, the physician should perform a work-up to detect possible ectopic or ruptured ectopic pregnancy. Prompt ultrasound evaluation is key in diagnosing ectopic pregnancy. Equivocal ultrasound results should be combined with quantitative beta subunit of human chorionic gonadotropin levels. If a patient has a beta subunit of human chorionic gonadotropin level of 1,500 mIU per mL or greater, but the transvaginal ultrasonography does not show an intrauterine gestational sac, ectopic pregnancy should be suspected. Diagnostic uterine curettage may be appropriate in patients who are hemodynamically stable and whose beta subunit of human chorionic gonadotropin levels are not increasing as expected. Appropriate treatment for patients with nonruptured ectopic pregnancy may include expectant management, medical management with methotrexate, or surgery. Expectant management is appropriate only when beta subunit of human chorionic gonadotropin levels are low and declining. Initial levels determine the success of medical treatment. Surgical treatment is appropriate if ruptured ectopic pregnancy is suspected and if the patient is hemodynamically unstable.",
    "headers": [
        {
            "id": 0,
            "name": "Risk Factors",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "CLINICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 3,
            "name": "DIAGNOSTIC TESTS",
            "level": 3
        },
        {
            "id": 4,
            "name": "RECOMMENDED DIAGNOSTIC STRATEGY",
            "level": 3
        },
        {
            "id": 5,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 6,
            "name": "EXPECTANT MANAGEMENT",
            "level": 3
        },
        {
            "id": 7,
            "name": "MEDICAL TREATMENT",
            "level": 3
        },
        {
            "id": 8,
            "name": "SURGICAL TREATMENT",
            "level": 3
        },
        {
            "id": 9,
            "name": "Follow-Up and Prognosis",
            "level": 2
        },
        {
            "id": 10,
            "name": "FUTURE FERTILITY AND RISK OF RECURRENCE",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Ectopic pregnancy is any pregnancy that occurs outside the uterine cavity. Pregnancies in the fallopian tube account for 97 percent of ectopic pregnancies: 55 percent in the ampulla; 25 percent in the isthmus; 17 percent in the fimbria; and 3 percent in the abdominal cavity, ovary, and cervix.1"
        },
        {
            "parent": -1,
            "text": "The rate of ectopic pregnancies in North America climbed from less than 0.5 percent of all pregnancies in 1970 to 2 percent in 1992.1–3Ruptured ectopic pregnancy accounts for 10 to 15 percent of all maternal deaths.1,2Fortunately, after the advent of transvaginal ultrasonography and beta subunit of human chorionic gonadotropin (beta-hCG) tests, the incidence of rupture and case-fatality rates declined from 35.5 deaths per 10,000 ectopic pregnancies in 1970 to 3.8 per 10,000 in 1989.2Management options for ectopic pregnancy include expectant management, medical treatment, and surgery."
        },
        {
            "parent": 0,
            "text": "Risk factors most strongly associated with ectopic pregnancy include previous ectopic pregnancy, tubal surgery, and in utero diethylstilbestrol (DES) exposure. A history of genital infections or infertility and current smoking increase risk.3,4Contraceptive use reduces the annual risk for intrauterine and ectopic pregnancy5,6; however, previous intrauterine device use may increase risk.Table 1lists common risk factors for ectopic pregnancy.4,5[corrected]"
        },
        {
            "parent": 1,
            "text": "Ectopic pregnancy is most common in women of reproductive age who present with abdominal pain and vaginal bleeding approximately seven weeks after amenorrhea.1,2,7These findings are nonspecific and are common in patients who may miscarry.1Table 2lists the common differential diagnosis of ectopic pregnancy."
        },
        {
            "parent": 2,
            "text": "A normal or slightly enlarged uterus, vaginal bleeding, pelvic pain with manipulation of the cervix, and a palpable adnexal mass significantly increase the likelihood of an ectopic pregnancy. Significant abdominal tenderness suggests ruptured ectopic pregnancy, especially in a patient with hypotension who presents with guarding and rebound tenderness."
        },
        {
            "parent": 2,
            "text": "Physicians can categorize hemodynamically stable patients as high, intermediate, or low risk for ectopic pregnancy (Table 37,8) based on clinical examination findings.7Clinical examinations are not diagnostic because up to 30 percent of patients with ectopic pregnancies have no vaginal bleeding, 10 percent have a palpable adnexal mass, and up to 10 percent have negative pelvic examinations.1,7The overall likelihood of ectopic pregnancy is 39 percent in a patient with abdominal pain and vaginal bleeding but no other risk factors.9The probability of ectopic pregnancy increases to 54 percent if the patient has other risk factors (e.g., history of tubal surgery, ectopic pregnancy, or pelvic inflammatory disease; in utero DES exposure; or an intrauterine device in situ at the time of conception).9Physicians should remember that no combination of physical examination findings can reliably exclude ectopic pregnancy.1,10–13"
        },
        {
            "parent": 3,
            "text": "Diagnostic tests for ectopic pregnancy include a urine pregnancy test; ultrasonography; beta-hCG measurement; and, occasionally, diagnostic curettage. In the past, some physicians have used serum progesterone levels as well.2,14Table 4summarizes the accuracy rates of diagnostic tests for ectopic pregnancy.1,14–17"
        },
        {
            "parent": 3,
            "text": "Ultrasonography is the diagnostic test of choice, with limitations largely based on availability and the gestational age of the pregnancy.3,14,18Ectopic pregnancy is suspected if transabdominal ultrasonography does not show an intrauterine gestational sac and the patient’s beta-hCG level is greater than 6,500 mIU per mL (6,500 IU per L) or if transvaginal ultrasonography does not show an intrauterine gestational sac and the patient’s beta-hCG level is 1,500 mIU per mL (1,500 IU per L) or greater.2,19Ultrasound findings that suggest ectopic pregnancy are listed inTable 5.9[corrected] More than one half of women with ectopic pregnancy have beta-hCG levels less than 2,000 mIU per mL (2,000 IU per L) at presentation. Therefore, it may be difficult to determine by ultrasonography alone whether an empty uterus indicates early pregnancy or ectopic pregnancy.2,7"
        },
        {
            "parent": 3,
            "text": "Beta-hCG levels may assist in interpreting ultrasound findings. In a normal intrauterine pregnancy, these levels would increase by at least 53 percent every two days, peaking at a level greater than 100,000 mIU per mL (100,000 IU per L).1,20Beta-hCG levels alone cannot differentiate between ectopic and intrauterine pregnancy, and serial beta-hCG levels that do not increase appropriately in a woman with suspected ectopic pregnancy are only 36 percent sensitive and approximately 65 percent specific for detection of ectopic pregnancy.14,15It also is important to note that ruptured and unruptured ectopic pregnancies have been identified at beta-hCG levels less than 100 mIU per mL (100 IU per L) and greater than 50,000 mIU per mL (50,000 IU per L).1"
        },
        {
            "parent": 3,
            "text": "Serum progesterone levels can detect pregnancy failure and identify patients at risk for ectopic pregnancy, but they are not diagnostic of ectopic pregnancy. Sensitivity for diagnosis of ectopic pregnancy is very low (15 percent); therefore, 85 percent of patients with ectopic pregnancy will have normal serum progesterone levels.9Algorithms for diagnosing ectopic pregnancy that include progesterone levels miss more ectopic pregnancies and require more surgeries than do algorithms without progesterone.9,10,14,16,17"
        },
        {
            "parent": 3,
            "text": "Diagnostic uterine curettage may detect chorionic villi. If chorionic villi are not detected, ectopic pregnancy should be suspected. Curettage should only be considered when beta-hCG levels are falling or when levels are elevated and ultrasonography does not show intrauterine pregnancy.2,14Diagnostic uterine curettage could terminate a desired pregnancy."
        },
        {
            "parent": 4,
            "text": "The American College of Emergency Physicians and the American College of Obstetricians and Gynecologists have issued guidelines for using ultrasonography and beta-hCG levels to evaluate patients with suspected ectopic pregnancy.14,15Figures 1and2are algorithms based on these guidelines.1,14,15,17,20"
        },
        {
            "parent": 4,
            "text": "When evaluating patients for suspected ectopic pregnancy, physicians should take a history and perform a physical examination; then they should determine the patient’s risk stratification (Table 37,8) and order transvaginal ultrasonography.10,18If a low-risk patient’s ultrasonography is negative for intrauterine pregnancy, and she is hemodynamically stable and has a beta-hCG level less than 1,500 mIU per mL, the physician should take another beta-hCG measurement after 48 hours. Patients with a nondiagnostic transvaginal ultrasonography result and a beta-hCG level of 1,500 mIU per mL or greater are at an increased risk for ectopic pregnancy and may need a surgical consultation or uterine evacuation procedure. If a patient’s condition is unstable, immediate surgical consultation is needed, and a uterine evacuation procedure may be considered. If chorionic villi are absent, ectopic pregnancy is likely."
        },
        {
            "parent": 4,
            "text": "Combined transvaginal ultrasonography and serial quantitative beta-hCG measurements are approximately 96 percent sensitive and 97 percent specific for diagnosing ectopic pregnancy. Therefore, transvaginal ultrasonography followed by quantitative beta-hCG testing is the optimal and most cost-effective strategy for diagnosing ectopic pregnancy.9,10,21"
        },
        {
            "parent": 6,
            "text": "Expectant management is between 47 and 82 percent effective in managing ectopic pregnancy.22,23A good candidate for expectant management has a beta-hCG level less than 1,000 mIU per mL (1,000 IU per L) and declining, an ectopic mass less than 3 cm, no fetal heartbeat, and has agreed to comply with follow-up requirements."
        },
        {
            "parent": 7,
            "text": "Methotrexate, a folic acid antagonist, is a well-studied medical therapy. Methotrexate deactivates dihydrofolate reductase, which reduces tetrahydrofolate levels (a cofactor for deoxyribonucleic acid and ribonucleic acid synthesis), thereby disrupting rapidly-dividing trophoblastic cells.24Other therapeutic agents include hyperosmolar glucose, prostaglandins, and mifepristone (Mifeprex).24"
        },
        {
            "parent": 7,
            "text": "Protocols for methotrexate therapy include single-dose and multiple-dose regimens (Table 624). Although no studies have compared the protocols, the single-dose regimen is easier to administer and is used more often. In a 2003 meta-analysis24of methotrexate therapies, 20 studies examined the single-dose regimen, and six examined the multiple-dose regimen. The single-dose regimen created fewer side effects but was slightly less effective, with a crude overall success rate of 88 percent compared with the multiple-dose regimen’s 93 percent success rate. Methotrexate, regardless of the protocol, had an overall 89 percent crude success rate.24Side effects of methotrexate include bone marrow suppression, elevated liver enzymes, rash, alopecia, stomatitis, nausea, and diarrhea. The time to resolution of the ectopic pregnancy is three to seven weeks after methotrexate therapy."
        },
        {
            "parent": 7,
            "text": "Patient selection is important in the medical management of ectopic pregnancy. The lower the beta-hCG levels at initiation of treatment, the higher the success rate of methotrexate therapy (Table 7).26In addition to having a beta-hCG level less than 15,000 mIU per mL (15,000 IU per L), a candidate for medical treatment must be reliable and able to follow-up daily if necessary.15Surgical management may be considered if a patient does not meet these criteria. Women with certain medical conditions (e.g., liver disease with a transaminase level two times greater than normal, renal disease with a creatinine level greater than 1.5 mg per dL [133 μmol per L], immune compromise with a white blood cell count less than 1,500 per mm3[1.5 3 109per L] and platelets less than 100,000 3 103per mm3[100 3 109per L], significant pulmonary disease) are not candidates for methotrexate.27"
        },
        {
            "parent": 7,
            "text": "Patients treated with methotrexate have been shown to have the same quality of life after methotrexate treatment compared with patients who had surgical treatment. Women experienced more pain, had less energy, and had worse health perception during the first few weeks after treatment with methotrexate, but they had the same quality of life after 16 weeks.28"
        },
        {
            "parent": 8,
            "text": "Before the advent of laparoscopy, laparotomy with salpingectomy (removal of the fallopian tube through an abdominal incision) was the standard therapy for managing ectopic pregnancy. Laparoscopy with salpingostomy, without fallopian tube removal, has become the preferred method of surgical treatment. Laparoscopy has similar tubal patency and future fertility rates as medical treatment.25Salpingostomy has an estimated 8 to 9 percent failure rate, which can be managed with methotrexate."
        },
        {
            "parent": 9,
            "text": "During treatment, physicians should examine patients at least weekly and sometimes daily. Serial beta-hCG measurements should be taken after treatment until the level is undetectable. If the levels fail to decline, the patient can be treated with a second course of methotrexate or with methotrexate post-surgery. Surgical intervention is necessary if beta-hCG levels increase."
        },
        {
            "parent": 9,
            "text": "The prognosis is good for patients who receive appropriate treatment. With proper patient selection, success rates approach 82 percent for expectant management, 90 percent for medical management, and 92 percent for surgical management.22,23,26"
        },
        {
            "parent": 10,
            "text": "Approximately 30 percent of women treated for ectopic pregnancy later have difficulty conceiving. The overall conception rate is approximately 77 percent regardless of treatment.3Rates of recurrent ectopic pregnancy are between 5 and 20 percent, but the risk increases to 32 percent in women who have had two consecutive ectopic pregnancies.2,3"
        }
    ],
    "locked": false
}