{
    "url": "https://www.aafp.org/pubs/afp/issues/2006/0515/p1769.html#afp20060515p1769-f1",
    "title": "Thyroiditis | AAFP",
    "author": "ARCHANA BINDRA, M.D., AND GLENN D. BRAUNSTEIN, M.D.",
    "doi": "Am Fam Physician.2006;73(10):1769-1776",
    "abstract": "Thyroiditis is an inflammation of the thyroid gland that may be painful and tender when caused by infection, radiation, or trauma, or painless when caused by autoimmune conditions, medications, or an idiopathic fibrotic process. The most common forms are Hashimoto's disease, subacute granulomatous thyroiditis, postpartum thyroiditis, subacute lymphocytic thyroiditis, and drug-induced thyroiditis (caused by amiodarone, interferon-alfa, interleukin-2, or lithium). Patients may have euthyroidism, hyperthyroidism, or hypothyroidism, or may evolve from one condition to another over time. Diagnosis is by clinical context and findings, including the presence or absence of pain, tenderness, and autoantibodies. In addition, the degree of radioactive iodine uptake by the gland is reduced in most patients with viral, radiation-induced, traumatic, autoimmune, or drug-induced inflammation of the thyroid. Treatment primarily is directed at symptomatic relief of thyroid pain and tenderness, if present, and restoration of euthyroidism.",
    "headers": [
        {
            "id": 0,
            "name": "Thyroiditis with Pain and Tenderness",
            "level": 2
        },
        {
            "id": 1,
            "name": "SUBACUTE GRANULOMATOUS THYROIDITIS",
            "level": 3
        },
        {
            "id": 2,
            "name": "SUPPURATIVE THYROIDITIS",
            "level": 3
        },
        {
            "id": 3,
            "name": "RADIATION-INDUCED THYROIDITIS",
            "level": 3
        },
        {
            "id": 4,
            "name": "TRAUMA-INDUCED THYROIDITIS",
            "level": 3
        },
        {
            "id": 5,
            "name": "Painless Thyroiditis",
            "level": 2
        },
        {
            "id": 6,
            "name": "HASHIMOTO'S DISEASE",
            "level": 3
        },
        {
            "id": 7,
            "name": "PAINLESS POSTPARTUM THYROIDITIS",
            "level": 3
        },
        {
            "id": 8,
            "name": "SUBACUTE LYMPHOCYTIC THYROIDITIS",
            "level": 3
        },
        {
            "id": 9,
            "name": "DRUG-INDUCED THYROIDITIS",
            "level": 3
        },
        {
            "id": 10,
            "name": "RIEDEL'S THYROIDITIS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Thyroiditis is an inflammation of the thyroid gland that has several etiologies and can be associated with normal, elevated, or depressed thyroid function, often with evolution from one condition to another. The differentiation is based primarily on the clinical setting, rapidity of symptom onset, family history, and presence or absence of prodromal symptoms and neck pain. Although there is considerable overlap, the various forms of thyroiditis can be divided into those associated with thyroid pain and tenderness, and those that are painless(Table 1). An algorithm summarizing the diagnosis of suspected thyroiditis is provided inFigure 1."
        },
        {
            "parent": 1,
            "text": "Subacute granulomatous thyroiditis (also known as giant cell thyroiditis, subacute thyroiditis, or de Quervain's thyroiditis) is the most common cause of thyroid pain.1It affects four times more women than men, and most often occurs at 40 to 50 years of age.1Subacute granulomatous thyroiditis usually is attributed to a viral infection. The summer peak incidence of thyroiditis coincides with the peak incidences of coxsackievirus groups A and B and echovirus infections.2"
        },
        {
            "parent": 1,
            "text": "Symptoms and signs of subacute granulomatous thyroiditis include a prodrome of myalgias, pharyngitis, low-grade fever, and fatigue, followed by a tender, diffuse goiter and neck pain that often radiates up to the ear. As the disease progresses there may be a “march” of tenderness across the gland, with new parts of the thyroid becoming painful and tender as previously involved portions become less so."
        },
        {
            "parent": 1,
            "text": "Hyperthyroidism is seen in one half of affected individuals; it occurs when activated cytotoxic T lymphocytes damage the thyroid follicular cells, resulting in the unregulated release of large amounts of thyroxine (T4) and triiodothyronine (T3) into the circulation. This process usually is transient, lasting three to six weeks and ceasing when the thyroid stores are exhausted. A triphasic sequence commonly is observed, in which patients have an initial phase of hyperthyroidism accompanied by elevated free T4and suppressed thyroid-stimulating hormone (TSH) levels, followed by a phase of hypothyroidism with low free T4and high TSH levels, which may last weeks or up to six months. Patients usually return to euthyroidism within six to 12 months. However, in 10 to 15 percent of patients, hypothyroidism persists, requiring long-term levothyroxine therapy.1,3During transition from hyperthyroidism to hypothyroidism, low TSH and free T4levels may be found, which may be mistaken for central hypothyroidism."
        },
        {
            "parent": 1,
            "text": "Other findings of subacute granulomatous thyroiditis are an elevated erythrocyte sedimentation rate (often greater than 50 mm per hour), elevated C-reactive protein level, mild anemia, and slight leukocytosis. Levels of antithyroid peroxidase and antithyroglobulin antibodies generally are normal."
        },
        {
            "parent": 1,
            "text": "Hyperthyroidism from subacute thyroiditis must be differentiated from that found with Graves' disease. Exophthalmos and pretibial myxedema are characteristics of Graves' disease but are not found with subacute thyroiditis. The thyroid in patients with Graves' disease may have a thrill or bruit from the hypervascularity; this does not occur in persons with subacute thyroiditis. These differences in vascularity also may be shown by Doppler ultrasonography. In patients with subacute thyroiditis, the radioactive iodine uptake (RAIU) at 24 hours is low (i.e., less than 5 percent), whereas in those with Graves' disease it is elevated."
        },
        {
            "parent": 1,
            "text": "Treatment for subacute granulomatous thyroiditis consists of relieving the thyroid pain and tenderness with nonsteroidal anti-inflammatory drugs (NSAIDs). The median time from start of therapy to complete alleviation of pain is five weeks.1If no improvement occurs within one week, prednisone may be given in a dosage of 40 to 60 mg daily tapered to complete discontinuation over four to six weeks."
        },
        {
            "parent": 1,
            "text": "Although steroids provide complete pain relief at a median of 48 hours, they do not prevent early- or late-onset thyroid dysfunction.1Symptoms of hyperthyroidism are treated with beta blockers such as propranolol (Inderal) or atenolol (Tenormin) until the free T4concentration returns to normal. Painful subacute thyroiditis recurs in about 2 percent of individuals.1"
        },
        {
            "parent": 2,
            "text": "Suppurative thyroiditis is an extremely rare form of thyroiditis caused by bacterial (especiallyStreptococcus pyrogenes, Streptococcus aureus, orStreptococcus pneumoniae), fungal, mycobacterial, or parasitic infection of the thyroid. The thyroid gland generally is resistant to infection because of its rich blood supply, lymphatic drainage, high iodine and hydrogen peroxide content, and encapsulation.3,4Predisposing factors for suppurative thyroiditis include congenital abnormalities such as persistent thyroglossal duct or piriform sinus fistula, greater age, and immuno-suppression.3,4Infection usually spreads to the thyroid from the adjacent structures directly or through the blood or lymphatic system, or from a distant focus. Approximately one half of patients with suppurative thyroiditis have preexisting thyroid disease."
        },
        {
            "parent": 2,
            "text": "Patients with suppurative thyroiditis commonly present with acute unilateral anterior neck pain and erythema of the skin overlying an exquisitely tender thyroid. Fever, dysphagia, and dysphonia also are present. In the absence of preexisting thyroid disease, thyroid function most often is normal, but hyperthyroidism and hypothyroidism may be present. The erythrocyte sedimentation rate is elevated, and the white blood cell count generally shows a marked increase with a left shift. Fine-needle aspiration of the lesion with Gram stain and culture is the most useful diagnostic test. Parenteral antibiotics should be given, and surgical drainage may be required."
        },
        {
            "parent": 3,
            "text": "Approximately 1 percent of patients who have radioactive iodine therapy for hyperthyroidism develop radiation thyroiditis between five and 10 days after the procedure. The rapid destruction of the thyroid parenchyma results in pain, tenderness, and an exacerbation of hyperthyroidism from the release of stored T4and T3. A brief course of NSAIDs or, rarely, prednisone in dosages of 40 to 60 mg per day may be used to alleviate pain; a beta blocker often is required to block the peripheral effects of the thyroid hormone. The gland eventually undergoes extensive fibrosis in approximately six to 18 weeks.5"
        },
        {
            "parent": 3,
            "text": "Thyroiditis also may develop from radiation therapy for lymphoma or head and neck cancers. The major risk factors for developing thyroid damage after external irradiation are high-dose irradiation, younger age, female sex, and preexisting hypothyroidism.6,7"
        },
        {
            "parent": 4,
            "text": "Transient thyroiditis with pain and tenderness has been noted on rare occasions following physical trauma to the thyroid. Low RAIU with normal or elevated T4levels and normal or suppressed TSH levels may be found8; however, these findings add little practical information to the clinical history and, because the effects of trauma are self-limited, work-up is not necessary."
        },
        {
            "parent": 6,
            "text": "Hashimoto's disease (also known as chronic lymphocytic thyroiditis or chronic auto-immune thyroiditis) is an autoimmune condition characterized by the infiltration of the thyroid by lymphocytes and the formation of Askanazy (Hürthle) cells. It is the most common inflammatory disorder of the thyroid in the United States. About seven times more women are affected than men, with the peak incidence occurring between 40 and 60 years of age.9round 90 percent of patients have a symmetrical, diffusely enlarged gland with a firm, pebbly texture, whereas around 10 percent have thyroid atrophy. The goiter usually is painless, although there have been reports of patients with prolonged, painful Hashimoto's disease.10"
        },
        {
            "parent": 6,
            "text": "The course of the disease varies. Patients may have normal thyroid function, frank clinical primary hypothyroidism associated with low free T4and high TSH concentrations, or subclinical hypothyroidism with normal free T4and elevated TSH levels. High iodide intake and cigarette smoking are associated with increased risk of hypothyroidism, the latter possibly because of thiocyanates in cigarette smoke."
        },
        {
            "parent": 6,
            "text": "Circulating levels of antithyroid peroxidase antibodies, usually in high titers, are a hallmark of Hashimoto's disease and are present in 90 to 95 percent of individuals with this diagnosis. Antithyroglobulin antibodies are not as sensitive for the diagnosis, being present in only 20 to 50 percent of patients.3TSH-receptor–blocking antibodies may be present and may cause transient hypothyroidism in infants born to mothers with Hashimoto's disease. RAIU may be low, normal, or high, and is not necessary for diagnosis."
        },
        {
            "parent": 6,
            "text": "The indications for treatment of Hashimoto's disease are goiter or clinical hypothyroidism. There is conflicting evidence regarding the treatment of patients who have mild subclinical hypothyroidism with TSH levels between 4.5 and 10 mcU per mL (4.5 and 10 mU per L). The American Thyroid Association11recommends treatment, whereas a later consensus panel found insufficient data to recommend treatment, although finding it reasonable for patients with TSH levels greater than 10 mcU per mL.12An elevated TSH level in a woman who is pregnant or attempting to become pregnant is a clear indication for thyroid hormone replacement.13"
        },
        {
            "parent": 6,
            "text": "The appearance of a rapidly growing nodule should raise the suspicion of a primary thyroid lymphoma, because this is 60 to 80 times more likely in patients with Hashimoto's disease than in the general population.14Hashimoto's disease also is associated, although less strongly, with papillary carcinoma.15A fine-needle aspiration of the nodule should be evaluated for histologic diagnosis. Hashimoto's disease may coexist with Graves' disease,9and may be associated with other autoimmune conditions such as Addison's disease, pernicious anemia, diabetes, vitiligo, and premature ovarian failure. Patients must therefore be monitored for the development of these conditions."
        },
        {
            "parent": 7,
            "text": "Approximately 5 to 7 percent of women who give birth develop postpartum thyroiditis, probably as a result of an autoimmune process.16Approximately one half of these patients have a family history of autoimmune thyroid disease, and there is an association with human leukocyte antigens HLA-DRB, -DR4, and -DR5, as in Hashimoto's disease.16"
        },
        {
            "parent": 7,
            "text": "Most patients present with a painless, small, nontender, firm goiter within two to six months after delivery. Hypothyroidism occurs in 43 percent of patients before the recovery phase, hyperthyroidism in 32 percent, and hyperthyroidism followed by hypothyroidism in 25 percent.16About one third of patients with the hyperthyroid variant have asymptomatic hyperthyroidism. Hyperthyroidism usually occurs two to 10 months after delivery, most commonly at three months, with recovery taking place over the next two to three months. Hypothyroidism occurs between two and 12 months after delivery, most commonly at six months. Most patients (80 percent) have normal thyroid function at one year. However, 30 to 50 percent of patients develop permanent hypothyroidism within nine years.16,17"
        },
        {
            "parent": 7,
            "text": "Factors predictive of permanent hypothyroidism include hypothyroidism during the acute phase of postpartum thyroid disease, high levels of antithyroid peroxidase antibodies, and a hypoechogenic ultrasound pattern.17"
        },
        {
            "parent": 7,
            "text": "Elevated levels of antithyroid peroxidase antibodies are found in 80 percent of patients, but the erythrocyte sedimentation rate typically is normal. It is important to distinguish painless postpartum thyroiditis from Graves' disease occurring in the post-partum period. The presence of an audible bruit over the gland, exophthalmos, hypervascularity with increased blood flow seen on Doppler ultrasonography, thyroid-stimulating immunoglobulins in the serum, and a high RAIU are characteristic of Graves' disease but not of postpartum thyroiditis.5,16Thyroid uptake and scan should not be performed in women who are breastfeeding."
        },
        {
            "parent": 7,
            "text": "Treatment of hyperthyroidism involves symptom relief with beta blockers, although caution is necessary in breastfeeding mothers because beta blockers are secreted into breast milk. Thioamides are not useful because the cause of hyperthyroidism is the release of preformed hormone secondary to destruction of the gland. For symptomatic hypothyroidism, levothyroxine may be initiated; treatment may be tapered and stopped after six to nine months."
        },
        {
            "parent": 7,
            "text": "Women with euthyroidism who have antithyroid peroxidase antibodies have a 25 percent risk of developing postpartum thyroiditis; therefore, susceptible pregnant women—those with type 1 diabetes, a history of postpartum depression, or a strong family history of autoimmune thyroid disease—should be screened for antithyroid peroxidase antibodies.16,18Patients with postpartum thyroiditis who have antithyroid peroxidase antibodies have a 70 percent risk of recurrence following a subsequent pregnancy.18"
        },
        {
            "parent": 8,
            "text": "Subacute lymphocytic thyroiditis (also known as silent sporadic thyroiditis or painless sporadic thyroiditis) is clinically and pathologically similar to postpartum thyroiditis but occurs in the absence of pregnancy. It appears to be autoimmune in origin; the thyroid contains a lymphocytic infiltrate partially resembling Hashimoto's disease but without the fibrosis, Askanazy cells, and extensive lymphoid follicle formation.19,20Four times more women are affected than men, and the risk is increased in persons who live in areas of iodine sufficiency.3,18"
        },
        {
            "parent": 8,
            "text": "About one half of patients with subacute lymphocytic thyroiditis present with a small goiter.20Between 5 and 20 percent of patients exhibit hyperthyroidism from release of pre-formed T4and T3, which may be followed by hypothyroidism and then a return to normal in the majority of patients. The hyper-thyroid stage averages three to four months, and total duration of illness is less than one year. About one half of patients have antithyroid peroxidase antibodies."
        },
        {
            "parent": 8,
            "text": "Subacute lymphocytic thyroiditis is distinguished from subacute thyroiditis by the absence of thyroid pain and tenderness. It is differentiated from Graves' disease by the lack of a thyroid thrill or bruit, ophthalmopathy, pretibial myxedema, and thyroid-stimulating immunoglobulins, and by a low or absent rather than elevated RAIU. Treatment is similar to that of postpartum thyroiditis."
        },
        {
            "parent": 9,
            "text": "Amiodarone (Cordarone), interferonalfa (Infergen; Intron A, Roferon-A, Rebetron combination therapy), interleukin-2, and lithium may cause a destructive thyroiditis with hyperthyroidism or hypothyroidism, low RAIU, and variable presence of antithyroid peroxidase antibodies.21–25Treatment is similar to that of subacute granulomatous or lymphocytic thyroiditis. The thyroid abnormalities usually resolve with discontinuation of the drug responsible."
        },
        {
            "parent": 10,
            "text": "Riedel's thyroiditis (also known as fibrous thyroiditis) is a rare condition characterized by an extensive fibrotic process of unknown etiology involving the thyroid and adjacent structures. It may be associated with a diffuse fibrotic process affecting multiple tissues (idiopathic multifocal fibrosclerosis)26and may be unilateral or diffuse. Four times more women are affected than men, with the highest prevalence occurring in individuals between 30 and 60 years of age."
        },
        {
            "parent": 10,
            "text": "Patients present with a rock-hard, wood-like, fixed, painless goiter, often accompanied by symptoms of esophageal or tracheal compression.27Thus, common complaints are stridor, dyspnea, a suffocating feeling, dysphagia, and hoarseness. Approximately one third of patients have hypothyroidism because of extensive replacement of the gland by scar tissue. Antithyroid peroxidase antibodies are present in two thirds of patients, and RAIU typically is low. Open biopsy or resection is necessary for a definitive diagnosis because fine-needle aspiration may have a poor yield. Surgery to relieve tracheal and esophageal compression is the mainstay of treatment. Steroids, methotrexate, and tamoxifen (Nolvadex) have been used as treatment, with some success.3,27,28Tamoxifen response may be mediated through the induction of transforming growth factor–beta, a potent inhibitor of fibroblast growth.28"
        }
    ],
    "locked": false
}