{
    "url": "https://www.aafp.org/pubs/afp/issues/2007/1001/p987.html#afp20071001p987-f5",
    "title": "Respiratory Distress in the Newborn | AAFP",
    "author": "CHRISTIAN L. HERMANSEN, MD, AND KEVIN N. LORAH, MD",
    "doi": "Am Fam Physician.2007;76(7):987-994",
    "abstract": "The most common etiology of neonatal respiratory distress is transient tachypnea of the newborn; this is triggered by excessive lung fluid, and symptoms usually resolve spontaneously. Respiratory distress syndrome can occur in premature infants as a result of surfactant deficiency and underdeveloped lung anatomy. Intervention with oxygenation, ventilation, and surfactant replacement is often necessary. Prenatal administration of corticosteroids between 24 and 34 weeks' gestation reduces the risk of respiratory distress syndrome of the newborn when the risk of preterm delivery is high. Meconium aspiration syndrome is thought to occur in utero as a result of fetal distress by hypoxia. The incidence is not reduced by use of amnio-infusion before delivery nor by suctioning of the infant during delivery. Treatment options are resuscitation, oxygenation, surfactant replacement, and ventilation. Other etiologies of respiratory distress include pneumonia, sepsis, pneumothorax, persistent pulmonary hypertension, and congenital malformations; treatment is disease specific. Initial evaluation for persistent or severe respiratory distress may include complete blood count with differential, chest radiography, and pulse oximetry.",
    "headers": [
        {
            "id": 0,
            "name": "Transient Tachypnea of the Newborn",
            "level": 2
        },
        {
            "id": 1,
            "name": "Respiratory Distress Syndrome",
            "level": 2
        },
        {
            "id": 2,
            "name": "Meconium Aspiration Syndrome",
            "level": 2
        },
        {
            "id": 3,
            "name": "Infection",
            "level": 2
        },
        {
            "id": 4,
            "name": "Less Common Causes",
            "level": 2
        },
        {
            "id": 5,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 6,
            "name": "TRANSIENT TACHYPNEA OF THE NEWBORN",
            "level": 3
        },
        {
            "id": 7,
            "name": "RESPIRATORY DISTRESS SYNDROME",
            "level": 3
        },
        {
            "id": 8,
            "name": "MECONIUM ASPIRATION SYNDROME",
            "level": 3
        },
        {
            "id": 9,
            "name": "Evaluation",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The clinical presentation of respiratory distress in the newborn includes apnea, cyanosis, grunting, inspiratory stridor, nasal flaring, poor feeding, and tachypnea (more than 60 breaths per minute). There may also be retractions in the intercostal, subcostal, or supracostal spaces. Respiratory distress occurs in approximately 7 percent of infants,1and preparation is crucial for physicians providing neonatal care. Most cases are caused by transient tachypnea of the newborn, respiratory distress syndrome, or meconium aspiration syndrome, but various other causes are possible(Table 1)."
        },
        {
            "parent": 0,
            "text": "Transient tachypnea of the newborn is the most common cause of neonatal respiratory distress, constituting more than 40 percent of cases.1A benign condition, it occurs when residual pulmonary fluid remains in fetal lung tissue after delivery. Prostaglandins released after delivery dilate lymphatic vessels to remove lung fluid as pulmonary circulation increases with the first breath. When fluid persists despite these mechanisms, transient tachypnea of the newborn can result. Risk factors include maternal asthma,2male sex, macrosomia, maternal diabetes,3and cesarean delivery.4"
        },
        {
            "parent": 0,
            "text": "The clinical presentation includes tachypnea immediately after birth or within two hours, with other predictable signs of respiratory distress. Symptoms can last from a few hours to two days. Chest radiography shows diffuse parenchymal infiltrates, a “wet silhouette” around the heart, or intralobar fluid accumulation5(Figure 1)."
        },
        {
            "parent": 1,
            "text": "Respiratory distress syndrome of the newborn, also called hyaline membrane disease, is the most common cause of respiratory distress in premature infants, correlating with structural and functional lung immaturity. It occurs in 24,000 infants born in the United States annually.6It is most common in infants born at fewer than 28 weeks' gestation and affects one third of infants born at 28 to 34 weeks' gestation, but occurs in less than 5 percent of those born after 34 weeks' gestation.6The condition is more common in boys,7and the incidence is approximately six times higher in infants whose mothers have diabetes, because of delayed pulmonary maturity despite macrosomia.8"
        },
        {
            "parent": 1,
            "text": "The pathophysiology is complex. Immature type II alveolar cells produce less surfactant, causing an increase in alveolar surface tension and a decrease in compliance. The resultant atelectasis causes pulmonary vascular constriction, hypoperfusion, and lung tissue ischemia. Hyaline membranes form through the combination of sloughed epithelium, protein, and edema. Persistent respiratory distress syndrome leads to bronchopulmonary dysplasia, characterized by typical chest radiography findings and chronic oxygen dependence. The syndrome is associated with recurrent wheezing in children and a higher risk of hospital admission for asthma.9"
        },
        {
            "parent": 1,
            "text": "The diagnosis of respiratory distress syndrome should be suspected when grunting, retractions, or other typical distress symptoms occur in a premature infant immediately after birth. Hypoxia and cyanosis often occur. Chest radiography shows homogenous opaque infiltrates and air bronchograms, indicating contrast in airless lung tissue seen against air-filled bronchi5(Figure 2); decreased lung volumes also can be detected."
        },
        {
            "parent": 2,
            "text": "Meconium-stained amniotic fluid occurs in approximately 15 percent of deliveries, causing meconium aspiration syndrome in the infant in 10 to 15 percent of those cases, typically in term and post-term infants.10Meconium is composed of desquamated cells, secretions, lanugo, water, bile pigments, pancreatic enzymes, and amniotic fluid. Although sterile, meconium is locally irritative, obstructive, and a medium for bacterial culture. Meconium passage may represent hypoxia or fetal distress in utero. Similar symptoms can occur after aspiration of blood or nonstained amniotic fluid."
        },
        {
            "parent": 2,
            "text": "Meconium aspiration syndrome causes significant respiratory distress immediately after delivery. Hypoxia occurs because aspiration takes place in utero. Chest radiography shows patchy atelectasis or consolidation5(Figure 3)."
        },
        {
            "parent": 3,
            "text": "Bacterial infection is another possible cause of neonatal respiratory distress. Common pathogens include group B streptococci (GBS),Staphylococcus aureus, Streptococcus pneumoniae, and gram-negative enteric rods. Pneumonia and sepsis have various manifestations, including the typical signs of distress as well as temperature instability. Unlike transient tachypnea, respiratory distress syndrome, and meconium aspiration syndrome, bacterial infection takes time to develop, with respiratory consequences occurring hours to days after birth."
        },
        {
            "parent": 3,
            "text": "Risk factors for pneumonia include prolonged rupture of membranes, prematurity, and maternal fever. Prevention of GBS infection through universal screening and antepartum treatment reduces rates of early-onset disease, including pneumonia and sepsis, by 80 percent.11Current U.S. protocol mandates screening for GBS in all pregnant patients late in pregnancy and treating those who have positive results with intrapartum antibiotics at least four hours before delivery.12"
        },
        {
            "parent": 3,
            "text": "Chest radiography helps in the diagnosis, with bilateral infiltrates suggesting in utero infection. Pleural effusions are present in two thirds of cases.13Serial blood cultures may be obtained to later identify an infecting organism."
        },
        {
            "parent": 4,
            "text": "Pneumothorax, defined as air in the pleural space, can be a cause of neonatal respiratory distress when pressure within the pulmonary space exceeds extrapleural pressure. It can occur spontaneously or as a result of infection, meconium aspiration, lung deformity, or ventilation barotrauma. The incidence of spontaneous pneumothorax is 1 to 2 percent in term births,14but it increases to about 6 percent in premature births.15"
        },
        {
            "parent": 4,
            "text": "Persistent pulmonary hypertension of the newborn occurs when pulmonary vascular resistance fails to decrease soon after birth as with normal transition. The etiology may be idiopathic or secondary to meconium aspiration syndrome, pneumonia or sepsis, respiratory distress syndrome, or transient tachypnea of the newborn. Maternal use of selective serotonin reup-take inhibitors in the third trimester also has been implicated.16"
        },
        {
            "parent": 4,
            "text": "Certain congenital malformations can lead to respiratory distress; these include pulmonary hypoplasia, congenital emphysema, esophageal atresia, and diaphragmatic hernia. Upper airway obstructions from choanal atresia or vascular rings may cause similar results. Obstructive lesions include choanal atresia, macroglossia, Pierre Robin syndrome, lymphangioma, teratoma, mediastinal masses, cysts, subglottic stenosis, and laryngotracheomalacia. Congenital heart disease also may be implicated. Cyanotic heart disease includes transposition of the great arteries and tetralogy of Fallot. Noncyanotic heart lesions may cause a pulmonary overflow state leading to congestive heart failure. These lesions include large septal defects, patent ductus arteriosus, and coarctation of the aorta. Malformations can sometimes be found on antepartum imaging."
        },
        {
            "parent": 4,
            "text": "Neurologic disorders such as hydrocephalus and intracranial hemorrhage can cause respiratory distress. Central respiratory depression can occur after maternal exposure to medications, including labor analgesia and illicit drugs."
        },
        {
            "parent": 4,
            "text": "Metabolic and hematologic derangements (e.g., hypoglycemia, hypocalcemia, polycythemia, anemia) can also cause respiratory symptoms. Inborn errors of metabolism should also be considered."
        },
        {
            "parent": 4,
            "text": "Finally, a small but significant number of infants do not fit previously described patterns. Delayed transition is diagnosed retrospectively when symptoms resolve within the first few hours of life instead of progressing as respiratory distress syndrome, transient tachypnea of the newborn, or meconium aspiration syndrome. The etiology is most likely a combination of retained fluid and incompletely expanded alveoli. Treatment is supportive until the distress resolves in a few hours as the transition completes."
        },
        {
            "parent": 5,
            "text": "Treatment for neonatal respiratory distress can be both generalized and disease-specific. Physicians should be aware of current neonatal resuscitation protocols. Oxygenation can be enhanced with blow-by oxygen, nasal cannula, or mechanical ventilation in severe cases. Surfactant administration may be required. Antibiotics are often administered if bacterial infection is suspected clinically or because of leukocytosis, neutropenia, or hypoxemia. Ampicillin and gentamicin are often used together based on their effectiveness and synergy.12Extracorporeal membrane oxygenation, similar to an artificial external lung, is used as a last resort in critical circumstances. Oral feedings are often withheld if the respiratory rate exceeds 80 breaths per minute."
        },
        {
            "parent": 5,
            "text": "If pneumothorax occurs, needle decompression or chest tube drainage may be required. Small pneumothoraces can be treated in term infants without invasive management through nitrogen washout. Administration of 100% oxygen can accelerate the resolution of the pneumothorax as readily absorbed oxygen replaces nitrogen in the extrapulmonary space. This technique can reduce pneumothorax duration from two days to eight hours.17"
        },
        {
            "parent": 5,
            "text": "Because evidence in the specific treatment of neonatal respiratory distress continues to evolve, family physicians should work conjointly with neonatal intensivists. If services required for the neonate are unavailable at the family physician's facility, care should be transferred to a higher acuity hospital."
        },
        {
            "parent": 6,
            "text": "Treatment for transient tachypnea of the newborn is supportive because the condition is usually self-limited. Oral furosemide (Lasix) has not been shown to significantly improve status and should not be given.18Data suggest that prenatal administration of corticosteroids 48 hours before elective cesarean delivery at 37 to 39 weeks' gestation reduces the incidence of transient tachypnea of the newborn; however, this has not become common practice.19"
        },
        {
            "parent": 7,
            "text": "Treatment for respiratory distress syndrome often requires some of the general interventions mentioned. In addition, prenatal administration of corticosteroids between 24 and 34 weeks' gestation reduces the risk of respiratory distress syndrome when the risk of preterm delivery is high, with an odds ratio of 0.53.20Postnatal corticosteroid administration for respiratory distress syndrome may decrease mortality risk, but it may increase the risk of cerebral palsy.21Inhaled nitric oxide may alleviate concomitant persistent pulmonary hypertension of the newborn, but its use in preterm infants is experimental.22"
        },
        {
            "parent": 8,
            "text": "General treatment practices are often used for meconium aspiration syndrome. Standard prevention and treatment for meconium aspiration syndrome previously included suctioning the mouth and nares upon head delivery before body delivery. However, recent evidence suggests that aspiration occurs in utero, not at delivery; therefore, infant delivery should not be impeded for suctioning.23After full delivery, the infant should be handed to a neonatal team for evaluation and treatment. Although infants previously have been given intubation and airway suctioning, current evidence favors expectant management unless certain criteria (i.e., spontaneous respiration, heart rate greater than 100 beats per minute, and reasonable tone) are absent(Figure 4).24"
        },
        {
            "parent": 8,
            "text": "Meta-analyses have suggested that amnioinfusion reduces aspiration for thick meconium.25,26A recent well-designed, randomized, multicenter trial with 1,998 women found that amnioinfusion for meconium (even thick meconium) does not decrease the incidence of meconium aspiration syndrome or perinatal death.27There is insufficient evidence to recommend steroid administration.28"
        },
        {
            "parent": 9,
            "text": "A detailed history is critical to proper evaluation. The differential diagnosis changes with gestational age: respiratory distress syndrome typically affects preterm infants, whereas meconium aspiration syndrome affects term or post-term neonates. Antepartum infection status is important, especially regarding GBS infection status and prophylaxis. Information about the duration of rupture, color of amniotic fluid, maternal temperature, maternal tachycardia, and fetal heart tracing status is vital to detect meconium aspiration and chorioamnionitis. Family history assists in identifying inheritable congenital defects. The onset and duration of respiratory symptoms also provide clues. Transient tachypnea of the newborn begins early and improves with time. Conversely, sepsis and pneumonia may have no early signs but may develop hours to days later. Respiratory distress syndrome begins early in premature infants without signs of spontaneous improvement."
        },
        {
            "parent": 9,
            "text": "Physical examination also is helpful. In the general assessment, physicians should look for apnea, tachypnea, or cyanosis. Cardiac auscultation detects murmurs suggestive of congenital heart anomalies. Lung auscultation may show asymmetrical chest movement in pneumothorax or crackles in pneumonia, or be completely clear in transient tachypnea or persistent pulmonary hypertension of the newborn."
        },
        {
            "parent": 9,
            "text": "The severity of distress should be estimated with an initial assessment. Mild distress may warrant observation and pulse oximetry. Severe distress, especially with a complicated birth history, requires immediate resuscitation, chest radiography, and laboratory tests. Newborns commonly demonstrate signs of respiratory compromise much earlier than cardiovascular collapse. The variation of neonatal distress makes application of a general algorithm difficult, although a “rule of two hours” for continuous reassessment has been suggested(Figure 5).29During this time, chest radiography and blood tests can be performed(Table 2), and possible consultation or patient transfer can be implemented. This reassessment allows physicians to reevaluate symptom severity as well as to update and educate the parents."
        },
        {
            "parent": 9,
            "text": "The distinguishing features of transient tachypnea of the newborn, respiratory distress syndrome, and meconium aspiration syndrome are summarized inTable 3.2–8,19,20,23,27"
        }
    ],
    "locked": false
}