{
    "url": "https://www.aafp.org/pubs/afp/issues/2006/0315/p1014.html#afp20060315p1014-f3",
    "title": "Childhood and Adolescent Sports-Related Overuse Injuries | AAFP",
    "author": "KYLE J. CASSAS, M.D., AND AMELIA CASSETTARI-WAYHS, M.D.",
    "doi": "Am Fam Physician.2006;73(6):1014-1022",
    "abstract": "Youth sports participation carries an inherent risk of injury, including overuse injuries. Little leaguer’s shoulder, a stress fracture of the proximal humerus that presents as lateral shoulder pain, usually is self-limited. Little leaguer’s elbow is a medial stress injury; treatment consists of complete rest from throwing for four to six weeks followed by rehabilitation and a gradual throwing program. Spondylolysis is a stress fracture of the pars interarticularis. Diagnostic modalities include plain film radiography, bone scan, computed tomography, single photon emission computed tomography, and magnetic resonance imaging. Treatment usually is conservative. Spondylolisthesis is the forward or anterior displacement of one vertebral body over another and may be related to a history of spondylolysis. Diagnosis is made with plain film radiography and graded according to the amount of displacement. Osgood-Schlatter disease presents as anterior knee pain localized to the tibial tubercle. Diagnosis is made clinically, and most patients respond to conservative measures. Calcaneal apophysitis (or Sever’s disease) is a common cause of heel pain in young athletes, presenting as pain in the posterior aspect of the calcaneus.",
    "headers": [
        {
            "id": 0,
            "name": "Shoulder Pain in Overhead Sports",
            "level": 2
        },
        {
            "id": 1,
            "name": "Elbow Pain in the Thrower",
            "level": 2
        },
        {
            "id": 2,
            "name": "Back Pain",
            "level": 2
        },
        {
            "id": 3,
            "name": "Knee Pain",
            "level": 2
        },
        {
            "id": 4,
            "name": "Heel Pain",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Each year in the United States, approximately 30 million children and teenagers participate in organized sports.1Sports are the leading cause of injury in adolescents,2and the Centers for Disease Control and Prevention estimates that one half of all sports injuries in children are preventable2,3with proper education and use of protective equipment. Children and adolescents may be particularly at risk for sports-related overuse injuries as a result of improper technique, poorly fitting protective equipment, training errors, and muscle weakness and imbalance. Most of these injuries can be managed conservatively with proper and timely diagnosis. Increasing numbers of chronic overuse injuries in young athletes may be related to limited recovery time from longer competitive seasons and year-round training.2,4"
        },
        {
            "parent": -1,
            "text": "The apophysis is a secondary center of ossification and a location for the insertion of a muscle tendon into bone.4,5Overuse syndromes such as traction apophysitis may develop in young athletes when this growth center is unable to meet the demands placed on it during activity. Some sites of apophyseal injury include the knee (Osgood-Schlatter disease), heel (Sever’s disease), and medial epicondyle (little leaguer’s elbow)."
        },
        {
            "parent": 0,
            "text": "The demands of overhead sports (e.g., baseball, racquet sports, volleyball) put the shoulder at risk of injury. The etiology of shoulder pain may be varied and often is difficult to diagnose(Table 1). Rotator cuff syndrome is uncommon in children. However, conditions such as little leaguer’s shoulder (i.e., gradual onset of pain in the proximal humerus during throwing6) are unique to overhead sports athletes with open growth plates. Little leaguer’s shoulder is thought to be an overuse or stress injury of the proximal humeral physis and is not limited to baseball players; it also can be encountered in athletes involved in swimming, gymnastics, volleyball, and tennis.7Parents and coaches must be aware that any shoulder or elbow pain that persists in a young athlete may be a sign of an overuse or stress injury. Some evidence supports certain measures to reduce throwing and overuse injuries (i.e., adequate rest periods, icing after activity, evaluation for proper throwing mechanics, enforcement of proper pitch type and number for age, immediate reporting of pain during throwing or of persistent arm or shoulder pain).8–10"
        },
        {
            "parent": 0,
            "text": "Little leaguer’s shoulder should be suspected in young pitchers who throw breaking pitches (e.g., curveballs, sliders), which put increased demands on the shoulder and elbow.8The average age of onset is 14 years; these patients typically present with lateral shoulder pain during throwing or overhead activities.6Most patients report insidious onset of symptoms that have been present for months and often delay seeking consultation until the pain increases or until there is a decrease in throwing velocity or control.7"
        },
        {
            "parent": 0,
            "text": "Up to 70 percent of patients with little leaguer’s shoulder have tenderness over the proximal and lateral portion of the humerus.6,7Radiographs should be ordered to confirm the diagnosis: anteroposterior in internal and external rotation, lateral Y-view or axillary view, and comparison views of the uninvolved side. Classic findings include widening of the proximal humeral physis with or without physeal fragmentation, sclerosis, and demineralization(Figure 1).6,7Bone scan and magnetic resonance imaging (MRI) usually are unnecessary but may be considered if initial radiographs are negative and suspicion for the diagnosis is high, or if there is clinical suspicion for other pathology."
        },
        {
            "parent": 0,
            "text": "Treatment consists of relative rest from throwing for an average of three months, icing, and analgesic medications as needed for pain.6Athletes are encouraged to maintain cardiovascular conditioning.6Patients should begin strengthening exercises when they are comfortable and an interval throwing program when they are pain free. Evaluation of throwing mechanics also should be considered."
        },
        {
            "parent": 1,
            "text": "The elbow is the most common site of injury in young baseball players, and many of these injuries are preventable.4,11Throwing puts significant tension forces on the medial elbow and compression forces on the lateral radiocapitellar joint, leading to a spectrum of conditions that may include little leaguer’s elbow (Table 2).9,12–14"
        },
        {
            "parent": 1,
            "text": "Little leaguer’s elbow has been described as an apophysitis of the medial epicondyle in athletes between nine and 12 years of age.4Most patients experience pain in the medial aspect of the elbow during throwing, and they may have decreased pitch velocity or control.9,15The history should address hand dominance, position played, previous arm or elbow injuries, number and type of pitches per week, loss of control or velocity during throwing, decreased range of motion, numbness, and paresthesias. It also is important to ask about the number of teams on which the athlete plays (club and/or school teams) and whether he or she has taken any time off from throwing during the year."
        },
        {
            "parent": 1,
            "text": "Examination may reveal swelling, loss of motion, and tenderness along the medial aspect of the elbow, distal arm, or proximal forearm.15The diagnosis of little leaguer’s elbow is made clinically and should be considered in throwers with medial elbow pain, even if symptoms are minimal. Initial evaluation includes elbow radiography with comparison views of the uninjured side.15Radiographs may be normal or may reveal hypertrophy of the medial epicondyle, bony fragmentation, apophyseal widening or avulsion (medial epicondyle), loose cartilaginous bodies, or osteochondral lesions.15,16MRI and nerve conduction studies may be useful for patients with normal radiographs and clinical suspicion for other conditions such as ulnar collateral ligament injury or radiculopathy.4"
        },
        {
            "parent": 1,
            "text": "Treatment consists of complete rest from throwing or pitching for at least four to six weeks; ice packs and analgesic medications may be used for swelling and pain. General conditioning, stretching, and core strengthening should be encouraged.4,9,15A gradual and progressive (interval) throwing program may begin after the initial rest period. Most athletes are able to return to competitive pitching and throwing at 12 weeks.4,9,15Orthopedic consultation is indicated for patients with loose cartilaginous bodies, avulsion fractures, and osteochondritis dissecans, and for patients whose symptoms do not improve with conservative treatment.12"
        },
        {
            "parent": 1,
            "text": "To help prevent little leaguer’s elbow and shoulder, the American Academy of Pediatrics recommends limiting the number of pitches to 200 per week or 90 pitches per outing.17However, the USA Baseball Medical and Safety Advisory Committee recommends more conservative pitch counts (i.e., 75 to 125 pitches per week or 50 to 75 pitches per outing, depending on age).10Other preventive measures include a pre-season conditioning program, instruction on proper pitching mechanics, and allowing time during the early part of the season to gradually increase the amount and intensity of throwing.17"
        },
        {
            "parent": 2,
            "text": "Back pain in young athletes may be caused by many conditions(Table 3). However, primary care physicians should maintain a high index of suspicion for spondylolysis and spondylolisthesis because there is a higher incidence of these conditions in athletes.18,19"
        },
        {
            "parent": 2,
            "text": "Spondylolysis occurs in approximately 6 percent of the general population but may contribute to nearly 50 percent of cases of back pain in athletes.7,18,19This vertebral defect (unilateral or bilateral) of the pars interarticularis is thought to be secondary to repetitive hyperextension of the posterior elements of the spine, leading to stress injury or fracture. Gymnastics, football, soccer, weightlifting, volleyball, ballet, and dance are known to put increased demands on the spine.7,18Spondylolysis most commonly occurs at the fourth and fifth lumbar vertebral levels.7,18,19"
        },
        {
            "parent": 2,
            "text": "Most athletes with spondylolysis present with activity-related back pain that is exacerbated by hyperextension of the lumbar spine (e.g., lineman blocking, volleyball serving, gymnastic or cheerleading tumbling), progressing to pain during rest and daily activities. Examination may reveal a hyperlordotic posture, limited range of motion, and hamstring tightness with tenderness or pain in the affected region during single-leg hyperextension, commonly called the “stork” test(Figure 2).19"
        },
        {
            "parent": 2,
            "text": "The initial diagnostic work-up for athletes with back pain lasting more than three weeks should include lumbar spine radiographs with anteroposterior, lateral, and bilateral oblique views(Figure 320).7,19The classic appearance on the oblique view has been described as the “Scotty dog” with a “collar appearance”(Figure 4).7Diagnosis of early spondylolysis with plain film radiography is difficult because the pars interarticularis may not have completely fractured, thus the “Scotty dog” will not be apparent.19"
        },
        {
            "parent": 2,
            "text": "Some authors believe that plain film radiographs are insensitive and that further imaging often is necessary.18,20,21Many studies18–20recommend the use of single photon emission computed tomography (SPECT) to help make an accurate diagnosis, assess the defect, and determine the potential for healing. One study22reported SPECT imaging to have a 60 percent sensitivity and 85 percent specificity; however, the study population was not exclusive to young athletes. Whereas the SPECT scan is the most sensitive, computed tomography (CT) is highly specific and is useful after SPECT imaging for staging and treatment stratification.20 MRI also may be useful for diagnostic evaluation, but there are limited data comparing CT, SPECT, and MRI.20,23,24"
        },
        {
            "parent": 2,
            "text": "Controversy exists regarding the ideal treatment of spondylolysis20; however, accepted treatment includes relative rest from the offending activity, analgesic medications, physical therapy, and possibly bracing (for symptomatic patients after two to four weeks of rest). Bracing continues until the lesion is shown to be healed on radiographs or until the athlete is completely asymptomatic, which may take up to nine to 12 months.19Some experts consider bracing to be a useful method of activity restriction rather than a means of immobilization for bony healing.20A high percentage of athletes with late-stage or terminal spondylolysis may not have bony healing, but rather an asymptomatic fibrous union.20If the condition is detected early and treated properly, the chances of healing with good long-term functional outcomes are improved.20,21Physical therapy should focus on flexion activities, hamstring stretching, and core strengthening."
        },
        {
            "parent": 2,
            "text": "Without early detection and treatment, complete fracture and spondylolisthesis with possible prolonged disability may occur. Most athletes respond to conservative management and return to full activity approximately six months after diagnosis20; however, orthopedic consultation is warranted in recalcitrant cases. Athletes may return to sports once they have pain-free range of motion and normal strength and conditioning, and are able to perform sport-related skills without pain.20"
        },
        {
            "parent": 2,
            "text": "Spondylolisthesis is defined as the forward or anterior displacement of one vertebral body over another.25The etiology is unknown,25but the condition may be a result of trauma, overuse injuries, degeneration, or spondylolysis. Most patients with spondylolisthesis have a history of chronic back pain and present after an acute event or exacerbation of their pain. The examination may be similar to that for patients with spondylolysis and in severe cases may demonstrate a palpable step-off deformity of the lumbar spine.7"
        },
        {
            "parent": 2,
            "text": "Diagnosis of spondylolisthesis is made with lateral lumbar plain film radiographs(Figure 5)and is graded according to the amount of displacement(Table 47). Treatment for low-grade spondylolisthesis (i.e., up to 50 percent slippage) is similar to treatment for spondylolysis; however, to document stability and lack of further progression, patients should be followed with serial radiography at six-month intervals until they reach skeletal maturity.7Patients with high-grade slippage (i.e., greater than 50 percent) and those who cannot be treated conservatively may need to be co-managed by an orthopedic or spine surgeon to guide treatment and assist in return-to-play decisions.7"
        },
        {
            "parent": 3,
            "text": "Knee pain is common in athletes(Table 57). Osgood-Schlatter disease often is encountered in children 10 to 15 years of age who participate in cutting and jumping sports such as soccer, basketball, gymnastics, and volleyball.26The exact cause of this condition is unknown, but it is thought to be secondary to repetitive microtrauma or a traction apophysitis of the tibial tuberosity.26"
        },
        {
            "parent": 3,
            "text": "Patients often have anterior knee pain and swelling, and 20 to 30 percent of patients report bilateral symptoms.26–28Examination reveals tenderness and swelling at the tibial tubercle. Radiographs may reveal fragmentation and irregular ossification at the tibial tubercle but rarely are indicated unless there is suspicion of other injuries.26Hip examination is important because some childhood hip conditions (e.g., slipped capital femoral epiphysis) can refer pain to the knee."
        },
        {
            "parent": 3,
            "text": "Most patients respond to conservative treatment consisting of rest from painful activities, icing, and analgesic medications as needed for pain.28Quadriceps stretching as part of a strengthening program should be encouraged once symptoms are controlled. Corticosteroid injection of the tibial tubercle is not recommended because of potential complications such as subcutaneous atrophy.26,28"
        },
        {
            "parent": 3,
            "text": "Osgood-Schlatter disease usually is self-limited. However, some complications can occur, such as mild discomfort with kneeling, a residual bony deformity(Figure 6), and painful ossicles in the distal patellar tendon.26Most patients are able to return to full activity within two to three weeks. The use of an infrapatellar strap for six to eight weeks may provide symptomatic relief during activity.28"
        },
        {
            "parent": 4,
            "text": "Calcaneal apophysitis (Sever’s disease) is the most common cause of heel pain in athletes five to 11 years of age.29This traction apophysitis is secondary to repetitive micro-trauma or overuse of the heel.14,27Calcaneal apophysitis is commonly seen in athletes participating in basketball, soccer, track, and other running activities."
        },
        {
            "parent": 4,
            "text": "Patients with cancaneal apophysitis may have activity-related pain in the posterior aspect of the heel, and 60 percent of patients report bilateral pain.27Examination may reveal tenderness on medial and lateral compression of the posterior calcaneus(Figure 7). Radiographs of the calcaneus may appear normal or may reveal a fragmented and sclerotic calcaneal apophysis. Treatment consists of activity modification, icing, stretching of the gastrocnemiussoleus complex, analgesic medications, and heel lifts or cushions.30Most patients are able to return to pain-free activity within three to six weeks."
        }
    ],
    "locked": false
}