{
    "url": "https://www.aafp.org/pubs/afp/issues/2006/0101/p105.html#afp20060101p105-f4",
    "title": "Management of Histologic Abnormalities of the Cervix | AAFP",
    "author": "MARK SPITZER, M.D., BARBARA S. APGAR, M.D., M.S., AND GREGORY L. BROTZMAN, M.D.",
    "doi": "Am Fam Physician.2006;73(1):105-112",
    "abstract": "The American Society for Colposcopy and Cervical Pathology sponsored a consensus conference in 2001 to develop evidence-based guidelines for women with histologic abnormalities of the cervix. The options for management of cervical intraepithelial neoplasia 1, 2, and 3 are ranked according to the strength of the recommendation and the quality of the evidence. Follow-up with repeat cytology at six and 12 months or DNA testing for high-risk types of human papillomavirus at 12 months is the preferred management approach for women with cervical intraepithelial neoplasia 1 and satisfactory initial colposcopy. If results from repeat cytology are reported as atypical squamous cells of undetermined significance or greater, or if DNA human papillomavirus testing is positive for oncogenic types of the virus, repeat colposcopy is preferred. When the initial colposcopy is unsatisfactory, a diagnostic excisional procedure is preferred. Follow-up without treatment is acceptable only in women who are pregnant and adolescents with cervical intraepithelial neoplasia 1 who had unsatisfactory colposcopy. Biopsy-confirmed cervical intraepithelial neoplasia 2 and 3 requires treatment except during pregnancy and in compliant adolescents with cervical intraepithelial neoplasia 2 and negative endocervical curettage. When colposcopy is satisfactory, treatment includes ablative or excisional procedures. A diagnostic excisional procedure is recommended in women with biopsy-confirmed cervical intraepithelial neoplasia 2 or 3 and unsatisfactory colposcopy.",
    "headers": [
        {
            "id": 0,
            "name": "CIN 1: Overview",
            "level": 2
        },
        {
            "id": 1,
            "name": "Managing Biopsy-Confirmed CIN 1",
            "level": 2
        },
        {
            "id": 2,
            "name": "CIN 2-3: Overview",
            "level": 2
        },
        {
            "id": 3,
            "name": "SPECIAL CIRCUMSTANCES",
            "level": 3
        },
        {
            "id": 4,
            "name": "POSTTREATMENT FOLLOW-UP FOR WOMEN WITH CIN 2-3",
            "level": 3
        },
        {
            "id": 5,
            "name": "Managing CIN 2-3",
            "level": 2
        },
        {
            "id": 6,
            "name": "Follow-Up After Treatment for Biopsy-Confirmed CIN 2-3",
            "level": 2
        },
        {
            "id": 7,
            "name": "Follow-Up After Treatment for Biopsy-Confirmed CIN 2-3: Special Circumstances",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "At approximately the same time that results from the National Cancer Institute’s atypical squamous cells of undetermined significance (ASC-US) low-grade squamous intraepithelial lesion triage study (ALTS)1were published, the American Society for Colposcopy and Cervical Pathology (ASCCP)2–4sponsored a consensus conference to develop comprehensive, evidence-based guidelines for women with cytologic and histologic abnormalities of the cervix. The ASCCP developed new options for management of cervical intraepithelial neoplasia (CIN) and ranked them according to the strength of the recommendation and quality of the evidence(Table 12).3The terminology used in the guidelines is detailed inTable 2.2"
        },
        {
            "parent": 0,
            "text": "There is a high level of intraobserver and interobserver variability in the histologic diagnosis of CIN 1.5,6In ALTS, an expert pathology review committee downgraded 41 percent of CIN 1 diagnoses to normal and upgraded 13 percent of CIN 1 diagnoses to CIN 2-3.5Studies7,8of women with histologic CIN 1 have found that 23 to 55 percent of patients undergoing loop electrosurgical excision procedures (LEEP) actually have CIN 2-3."
        },
        {
            "parent": 0,
            "text": "A literature review,9meta-analysis,10and two-year follow-up data from ALTS11found that 10 to 15 percent of CIN 1 lesions progress to CIN 2-3, and that 0.3 percent progress to cancer. It was impossible to ascertain whether CIN 2-3 was present at the beginning of the observation period and discovered later, or whether CIN 1 lesions had progressed. It is difficult to develop management protocols that treat only those women with CIN 1 who have or will develop CIN 2-3 because it is not known which CIN 1 lesions will regress or progress. The consensus guidelines attempt to strike a balance between overtreatment of a nonprogressive human papillomavirus (HPV) infection (i.e., CIN 1) and failure to identify and treat lesions with true malignancy potential (i.e., CIN 2-3)."
        },
        {
            "parent": 0,
            "text": "The degree of certainty that the most advanced lesion has been recognized and sampled is an important consideration. When the transformation zone is visualized completely (i.e., satisfactory colposcopy) and endocervical curettage is negative, physicians can be reasonably certain that the histology represents the most serious lesion. However, if the colposcopy is unsatisfactory or the endocervical curettage is positive, unrecognized CIN 2-3 or cancer may be present, and further diagnostic testing is indicated."
        },
        {
            "parent": 0,
            "text": "Most experts advocate observation without treatment when colposcopy is satisfactory12because most cases of CIN 1 spontaneously regress and because most cases of invasive cancer occur in women who are lost to follow-up.13The risk of a woman with histologic CIN 1 subsequently developing CIN 2-3 is 9 to 16 percent,11,13,14similar to the risk of finding CIN 2-3 in women with ASC-US.1,11,15,16This statistic suggests that women with CIN 1 can be followed safely with protocols similar to those for women with ASC-US.2,3"
        },
        {
            "parent": 0,
            "text": "In ALTS, repeat cytology at six and 12 months cumulatively detected 85 percent of CIN 3 lesions in women with ASC-US, whereas HPV DNA testing detected 95 percent of CIN 3 lesions over a two-year follow-up period.17When combining HPV testing’s high sensitivity for CIN 3 with evidence that only persistent HPV progresses to CIN 3, the consensus conference concluded that HPV DNA testing at 12 months provides an acceptable alternative to repeat cytology at six and 12 months in untreated women with CIN 1.18The addition of colposcopy would help ensure that CIN 2-3 is not missed, but it would increase costs and necessitate access to colposcopic services. No studies have demonstrated the superiority of follow-up colposcopy compared with cytology alone. Additionally, no data suggest that extending the period of observation for CIN 1 beyond 24 months is unsafe in compliant populations, although rates of spontaneous regression or progression may increase.19"
        },
        {
            "parent": 0,
            "text": "The safety of a conservative follow-up protocol in women with CIN 1 is less well-established when colposcopy is unsatisfactory or endocervical curettage is positive. Although one study7showed that the rate of detection of CIN 2-3 in the conization specimens of these women was only about 10 percent and was lower than the rate in women with satisfactory colposcopy, the consensus panel determined that a diagnostic excisional procedure is more appropriate than observation because of the consequences of missing an occult invasive cancer and because the literature is limited.3"
        },
        {
            "parent": 0,
            "text": "Ablative procedures (e.g., cryotherapy, fulguration, laser ablation, cold coagulation) and excisional modalities (e.g., LEEP, laser conization, cold knife conization) are effective for treating women with CIN 1 and satisfactory colposcopy(Figure 120).21Excisional methods often are recommended over ablation for treatment of recurrent or persistent CIN because these lesions often are located in the endocervical canal. Additionally, visualization of the squamocolumnar junction in a previously treated patient cannot guarantee that the transformation zone has been fully visualized."
        },
        {
            "parent": 0,
            "text": "Studies22,23comparing various ablative and excisional modalities in women with satisfactory colposcopy have shown similar success rates in the treatment of CIN. Although LEEP conizations are associated with less blood loss, shorter operative times, and a higher rate of satisfactory posttreatment colposcopy compared with cold knife conization, the pathologic margins are more likely to be involved and may be more difficult to interpret.24Ultimately, the decision about which therapeutic option is best must be individualized."
        },
        {
            "parent": 1,
            "text": "Repeat cytology at six and 12 months or DNA testing for high-risk HPV types at 12 months is the preferred management approach for women with CIN 1 and satisfactory colposcopy (AII recommendation,Figure 24).3,4,18If results from repeat cytology are reported as atypical squamous cells (ASC) or greater, or if DNA test results are positive for high-risk HPV types, referral for repeat colposcopy is preferred (AII recommendation).3,4After two consecutive negative cytologic smears or one negative HPV DNA test, it is preferred that patients continue annual cytologic screening (BII recommendation) and recommended that they continue to be screened at annual intervals (BIII recommendation).3,4Adding colposcopy to the follow-up protocol is acceptable (AII recommendation).3,4"
        },
        {
            "parent": 1,
            "text": "Treatment of women with biopsy-confirmed CIN 1 and satisfactory colposcopy is acceptable (AI recommendation) and may include individualized ablative or excisional modalities (AI recommendation).3,4Endocervical sampling is recommended before ablation of CIN (AII recommendation).3,4Excisional modalities are preferred in women who have undergone previous ablative therapy and have recurrent biopsy-confirmed CIN 1 (BII recommendation).3,4"
        },
        {
            "parent": 1,
            "text": "Diagnostic excisional procedures are preferred when colposcopy is unsatisfactory in women with biopsy-confirmed CIN 1 (AII recommendation,Figures 320and44).3,4Follow-up without treatment is acceptable in pregnant and immunosuppressed women and adolescents with biopsy-confirmed CIN 1 and an unsatisfactory colposcopy (CIII recommendation).3,4Application of podophyllin to the cervix or vagina, ablative treatment in women with unsatisfactory colposcopy, and hysterectomy as the primary treatment for biopsy-confirmed CIN 1 are unacceptable treatment options (EII recommendation).3,4"
        },
        {
            "parent": 2,
            "text": "Approximately 43 percent of untreated CIN 2 and 32 percent of CIN 3 will regress spontaneously; 35 percent of CIN 2 and 56 percent of CIN 3 will persist; and 22 percent of CIN 2 and 14 percent of CIN 3 will progress to carcinoma-in-situ or invasive cancer.25Therefore, except in special circumstances, women with biopsy-confirmed CIN 2-3 should be treated. Based on natural history studies, the recommendations for women with CIN 2 and CIN 3 are combined.3"
        },
        {
            "parent": 2,
            "text": "Effective treatment of biopsy-confirmed CIN 2-3 requires the removal of the entire transformation zone rather than just the removal of the lesion.3When colposcopy is satisfactory, any ablative or excisional modality will treat CIN effectively (Figures 520and64). However, because excisional modalities allow for the pathologic identification of unanticipated microinvasive or occult invasive cancer, some physicians prefer these methods to treat biopsy-confirmed CIN 2-3.26"
        },
        {
            "parent": 2,
            "text": "Because a small number of women with biopsy-confirmed CIN 2-3 and unsatisfactory colposcopy have occult invasive cancer,27excisional procedures should be performed(Figure 720). Cold knife and LEEP conizations effectively diagnose and treat these women. The pathologic margin of specimens from cold knife conization is less frequently involved and is easier to interpret than the margin of LEEP conizations, although the complication rate of cold knife conization is greater.24,27"
        },
        {
            "parent": 2,
            "text": "Positive conization margins or positive endocervical curettage performed at the time of a diagnostic excisional procedure is predictive of recurrent or persistent CIN,28,29which occurs in up to 7 percent of women with negative endocervical margins and 30 percent of women with positive endocervical margins.30Therefore, it is recommended that women with positive margins be counseled about the relative risks of observation versus further treatment and that their management be individualized. Hysterectomy is appropriate in selected patients.3"
        },
        {
            "parent": 3,
            "text": "There are certain circumstances in which observation is preferred because the risk of progression of CIN 2-3 is very small and the risk of treatment is relatively high. The risk of progression of CIN 2-3 to invasive cancer during pregnancy is minimal,31and the rate of postpartum spontaneous regression is high.32Excisional procedures during pregnancy are associated with significant complications, including bleeding and preterm labor.33,34Therefore, treatment during pregnancy should be limited to women in whom invasive cancer cannot be ruled out.33Invasive cancer is rare in adolescents, and the rate of spontaneous regression is high enough in those with biopsy-proven CIN 235that some experts on the consensus panel favored observation without treatment for appropriately counseled, compliant adolescents with biopsy-confirmed CIN 2.3Although the failure rate after treatment in women infected with human immunodeficiency virus 1 is extremely high,36,37treatment appears to be effective in preventing progression to invasive disease.37"
        },
        {
            "parent": 4,
            "text": "More than 90 percent of recurrent and persistent CIN 2-3 is identified with repeat cytology at four- to six-month intervals for up to two years and yearly thereafter.29,38,39The addition of colposcopy to repeat cytologic protocols appears to add little clinical benefit.38Some small studies40–42have shown that the rate of recurrent and persistent CIN is negligible in HPV DNA-negative women, whereas women who continue to be HPV positive following treatment have a 46 to 73 percent rate of recurrence or persistence. Testing should not be performed before six months after treatment and, except in certain high-risk patients, may be postponed for 12 months.3Because women with recurrent or persistent CIN remain at higher risk than the general population, cytologic surveillance should continue at least annually after successful treatment.28,43"
        },
        {
            "parent": 5,
            "text": "Excision and ablation of the transformation zone are acceptable treatments for women with biopsy-confirmed CIN 2-3 and satisfactory colposcopy (AI recommendation,Figure 64).3,4Excisional modalities are preferred in women with recurrent CIN 2-3 (AII recommendation).3,4A diagnostic excisional procedure is recommended in women with biopsy-confirmed CIN 2-3 and unsatisfactory colposcopy (AII recommendation).3,4Observation of CIN 2-3 without treatment is unacceptable except in special circumstances (EII recommendation).3,4Hysterectomy is unacceptable as a primary therapy for women with CIN 2-3 (EII recommendation).3,4"
        },
        {
            "parent": 6,
            "text": "Acceptable follow-up protocols after treatment of CIN 2-3 include cytology or a combination of cytology and colposcopy at four- to six-month intervals until three negative evaluations have been performed (AII recommendation,Figure 64).3,4Annual cytologic follow-up is recommended thereafter (AII recommendation).3,4A cytologic result of ASC is the recommended threshold for referral to colposcopy during follow-up (AII recommendation).3,4Surveillance with HPV DNA testing performed no sooner than six months after treatment also is acceptable (BII recommendation).3,4A positive test for high-risk HPV types is the recommended threshold for referral to colposcopy (BIII recommendation).3,4If HPV testing is negative, annual cytologic screening is recommended (BIII recommendation).3,4Repeat conization or hysterectomy based on a single positive HPV test that is not corroborated by other findings (e.g., cytology, colposcopy, histology) is unacceptable (DIII recommendation).3,4"
        },
        {
            "parent": 6,
            "text": "If CIN is identified at the margin of a diagnostic excisional procedure or on a postprocedure endocervical curettage, it is preferred that endocervical sampling be added to one of the previous follow-up protocols (BII recommendation).3,4When CIN 2-3 is identified at the endocervical margin or in the endocervical sampling obtained after the diagnostic excisional procedure, a repeat diagnostic excisional procedure is acceptable (AII recommendation).3,4Hysterectomy is acceptable when repeat diagnostic excision is not feasible (BII recommendation)3,4or for women with recurrent or persistent CIN 2-3 (BII recommendation).3,4"
        },
        {
            "parent": 7,
            "text": "In compliant adolescents with histologic CIN 2, satisfactory colposcopy, and negative endocervical curettage, observation with colposcopy and cytology at four- to six-month intervals for one year is acceptable (BII recommendation).3Ablation or excision is required for adolescents with CIN 3 (BIII recommendation).3,4"
        }
    ],
    "locked": false
}