{
    "url": "https://www.aafp.org/pubs/afp/issues/2006/1101/p1537.html#afp20061101p1537-f3",
    "title": "Diagnosis of Acute Abdominal Pain in Older Patients | AAFP",
    "author": "COREY LYON, LCDR, MC, USN, AND DWAYNE C. CLARK, M.D.",
    "doi": "Am Fam Physician.2006;74(9):1537-1544",
    "abstract": "Acute abdominal pain is a common presenting complaint in older patients. Presentation may differ from that of the younger patient and is often complicated by coexistent disease, delays in presentation, and physical and social barriers. The physical examination can be misleadingly benign, even with catastrophic conditions such as abdominal aortic aneurysm rupture and mesenteric ischemia. Changes that occur in the biliary system because of aging make older patients vulnerable to acute cholecystitis, the most common indication for surgery in this population. In older patients with appendicitis, the initial diagnosis is correct only one half of the time, and there are increased rates of perforation and mortality when compared with younger patients. Medication use, gallstones, and alcohol use increase the risk of pancreatitis, and advanced age is an indicator of poor prognosis for this disease. Diverticulitis is a common cause of abdominal pain in the older patient; in appropriately selected patients, it may be treated on an outpatient basis with oral antibiotics. Small and large bowel obstructions, usually caused by adhesive disease or malignancy, are more common in the aged and often require surgery. Morbidity and mortality among older patients presenting with acute abdominal pain are high, and these patients often require hospitalization with prompt surgical consultation.",
    "headers": [
        {
            "id": 0,
            "name": "Outcomes in Older Patients",
            "level": 2
        },
        {
            "id": 1,
            "name": "Differential Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "CHOLECYSTITIS",
            "level": 3
        },
        {
            "id": 3,
            "name": "APPENDICITIS",
            "level": 3
        },
        {
            "id": 4,
            "name": "ACUTE PANCREATITIS",
            "level": 3
        },
        {
            "id": 5,
            "name": "PEPTIC ULCER DISEASE AND PERFORATION",
            "level": 3
        },
        {
            "id": 6,
            "name": "DIVERTICULAR DISEASE",
            "level": 3
        },
        {
            "id": 7,
            "name": "SMALL BOWEL OBSTRUCTION",
            "level": 3
        },
        {
            "id": 8,
            "name": "LARGE BOWEL OBSTRUCTION",
            "level": 3
        },
        {
            "id": 9,
            "name": "ABDOMINAL AORTIC ANEURYSM",
            "level": 3
        },
        {
            "id": 10,
            "name": "ACUTE MESENTERIC ISCHEMIA",
            "level": 3
        },
        {
            "id": 11,
            "name": "ATYPICAL CAUSES",
            "level": 3
        },
        {
            "id": 12,
            "name": "Approach to the Patient",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Acute abdominal pain (generally defined as pain of less than one week’s duration) is a common presenting complaint among older patients. Approximately one fourth of patients who present to the emergency department are older than 50 years.1The presentation of an older patient with abdominal pain may be very different from that seen in a younger patient.2–7Older patients tend to present later in the course of their illness and have more nonspecific symptoms. In addition, a broader differential diagnosis must be considered in older patients with abdominal pain. Older patients may delay seeking care because they fear losing independence, lack health insurance, lack transportation, lack a secondary caregiver for their spouse or pet, or are afraid of hospitals or death.8Table 18–10lists medical assessment challenges that can make an accurate diagnosis more difficult once older patients do seek care for abdominal pain."
        },
        {
            "parent": 0,
            "text": "Morbidity and mortality among older patients with abdominal pain are high; evaluation and management often requires admission to the hospital and surgical consultation.2,11In retrospective studies, more than one half of older patients presenting to the emergency department with acute abdominal pain required hospital admission, and 20 to 33 percent required immediate surgery.2,11–13Surgical intervention occurs twice as often in older patients when compared with a younger population.13Overall mortality rates from retrospective series vary from 2 to 13 percent.6,11,12The mortality rate for emergency abdominal surgery is 15 to 34 percent, with the primary cause being an underlying or coexisting disease.5,12,14–16"
        },
        {
            "parent": 0,
            "text": "In a retrospective study of 380 older patients with acute abdominal pain, the presence of free air on plain film radiographs, leukocytosis with a high neutrophilic band count, and age older than 84 years were associated with an increased risk of death.11In the same study, variables associated with the need for surgical intervention included hypotension, abnormal bowel sounds, radiographic abnormalities (e.g., dilated bowel loops, free air, air-fluid levels), and leukocytosis.11"
        },
        {
            "parent": 1,
            "text": "The causes of acute abdominal pain in older patients are not greatly dissimilar from the causes in younger patients; however, certain disease processes occur more often in older patients."
        },
        {
            "parent": 2,
            "text": "Biliary tract disease, including cholecystitis, is the most common indication for surgery in older patients with abdominal pain, accounting for one third of patients older than 55 years presenting to the emergency department with acute abdominal pain.1,2,17Age-related changes in the biliary tract, such as an increased prevalence of gallstones, increased lithogenicity of the bile, a greater percentage of pigmented stones, and an increase of the common bile duct diameter, are thought to account for the increased incidence of gallstone disease.18"
        },
        {
            "parent": 2,
            "text": "The patient with acute cholecystitis usually presents with unremitting and intensifying pain at the right side of the abdomen, often associated with fever and vomiting. Indicators such as right upper quadrant pain and Murphy’s sign (i.e., inspiratory arrest with palpation of the right upper quadrant) are present in about one half of older patients with cholecystitis and are less accurate than in younger patients.19In fact, a significant number of older patients do not have classic symptoms of cholecystitis. A retrospective case series of 168 patients older than 65 years with acute cholecystitis concluded that over 60 percent of patients did not have back or flank pain and 5 percent had no pain at all.20Over 40 percent of patients did not experience nausea, more than one half were afebrile, and 41 percent had a normal white blood cell count.20Thirteen percent of patients with acute cholecystitis had no abnormal liver function tests, fever, or leukocytosis.20"
        },
        {
            "parent": 2,
            "text": "Complications of acute cholecystitis occur in more than one half of all patients older than 65 years.19Such complications include acute ascending cholangitis, gallbladder perforation, emphysematous cholecystis, bile peritonitis, and gallstone ileus. Acute ascending cholangitis rarely occurs before age 40 years. Most patients with acute ascending cholangitis present with Charcot’s triad (i.e., fever, jaundice, and right upper quadrant pain). The majority of patients have an elevated alkaline phosphatase level, 50 percent have positive blood cultures, and approximately 40 percent have hyperbilirubinemia.19Reynold’s pentad (i.e., Charcot’s triad plus shock and mental status changes) is reported to occur in only 14 percent of cases.21"
        },
        {
            "parent": 3,
            "text": "Older patients with appendicitis are more likely to present with generalized pain, longer duration of pain, distention, rigidity, decreased bowel sounds, and a mass. A recent multicenter prospective abdominal pain intervention study attributes the differences in presentation of older patients to the delay in presentation, not to a difference in the disease process.22"
        },
        {
            "parent": 3,
            "text": "A retrospective review of 65 patients older than 60 years with pathology-confirmed appendicitis concluded that fever alone was a poor predictor of acute appendicitis in older patients; only 23 percent of patients with appendicitis had a temperature greater than 100° F (37.7° C).23In the same study, a band count greater than 6 percent and right lower quadrant pain were highly associated with confirmed appendicitis (positive predictive values of 100 and 90 percent, respectively). However, this study was poorly designed and probably overstated the accuracy of the latter findings.23"
        },
        {
            "parent": 3,
            "text": "Diagnosis may be aided by contrast-enhanced spiral computed tomography (CT)24,25; however, one study comparing outcomes before and after widespread use of CT found that increasing use of CT and diagnostic laparoscopy had no impact on mortality or length of stay in the older population.26"
        },
        {
            "parent": 4,
            "text": "Advanced age is an indicator of poor prognosis for persons with acute pancreatitis. Mortality rates in older patients with pancreatitis are reported to be 20 to 25 percent, compared with 8 to 10 percent in the general population.18Factors that cause acute pancreatitis in older patients include alcoholism, biliary tract disease, infections, hypertriglyceridemia, a variety of medications, hypercalcemia, hypothermia, and carbon monoxide exposure.4,18Gallstone pancreatitis accounts for most cases (65 to 75 percent) of acute pancreatitis in older patients.18"
        },
        {
            "parent": 4,
            "text": "As with younger patients, older patients typically present with nausea, vomiting, dehydration, and midepigastric pain that is constant in nature.4The pain may radiate to the back, and the intensity may vary in older patients. Serum amylase levels of five times the upper limit of normal, used as a diagnostic indicator, have a specificity of 70 to 100 percent and a sensitivity of 79 to 95 percent.27Lipase level is equally as sensitive and slightly more specific (80 to 100 percent), because mild elevations in amylase can be associated with other processes such as mesenteric ischemia or peptic ulcer and bowel perforation.14,27"
        },
        {
            "parent": 5,
            "text": "Peptic ulcer disease accounts for 16 percent of older patients complaining of abdominal pain.28Nonsteroidal anti-inflammatory drugs (NSAIDs) and infection withHelicobacter pyloriare the most important risk factors for peptic ulcer disease; the odds ratio for NSAID use and peptic ulcer is 2.7 forH. pylori–positive patients and 5.3 forH. pylori–negative patients.29"
        },
        {
            "parent": 5,
            "text": "Symptoms of peptic ulcer disease are usually absent or vague and poorly localized; approximately 30 percent of patients older than 60 years with confirmed peptic ulcer disease have no abdominal pain.30Often, the first sign of the disease is with an acute complication, such as perforation. Abdominal pain with a perforation classically occurs with an abrupt onset, is located in the epigastrium, presents with absent bowel sounds, and is associated with abdominal rigidity. Up to one third of patients with peptic ulcer disease do not have any pain, particularly among those taking NSAIDs.5,19,30Elevated serum amylase and leukocytosis can develop quickly with perforation caused by pancreatic amylase spilling into the peritoneal cavity.28Plain film abdominal radiographs are helpful if free air is seen; however, up to 50 percent of cases of perforated ulcers do not show free air.5Barium contrast studies and upper endoscopy can confirm the diagnosis of peptic ulcer disease; however, they are contraindicated if perforation is suspected.31Ultrasonography or CT can be useful to detect intraperitoneal free fluid or air if the diagnosis is uncertain.32"
        },
        {
            "parent": 6,
            "text": "The incidence of diverticular disease increases with age and is estimated to affect two thirds of those older than 90 years (in contrast to 5 percent of the general population).4,33Over 90 percent of diverticular disease involves the sigmoid colon.33Ten to 30 percent of patients with diverticulosis will develop painful diverticular disease or diverticulitis.2,33"
        },
        {
            "parent": 6,
            "text": "Painful diverticular disease is characterized by attacks of localized abdominal pain in the absence of inflammation (i.e., no evidence of fever, leukocytosis, or peritoneal signs on examination). Diverticulitis probably occurs when there is microperforation of one or more diverticula. Because the sigmoid colon most commonly is affected, patients typically present with left lower quadrant pain and signs of inflammation. The pain of diverticulitis is more acute and more severe than that of painful diverticular disease. The diagnosis often is made clinically. CT is the modality of choice when the diagnosis is uncertain or an abscess or fistula is suspected.34Barium enema and colonoscopy should be avoided in the acute phase because of the risk of expanding a localized perforation.4,5,33"
        },
        {
            "parent": 7,
            "text": "Small bowel obstruction in older patients most commonly is caused by adhesions from previous surgery (50 to 70 percent) and hernias (15 to 30 percent).4,5,7,14,19,35Patients typically experience diffuse, colicky pain, nausea, and vomiting. On physical examination there may be altered bowel sounds, distention, dehydration, diffuse tenderness, and possibly an ill-defined mass. Peritoneal signs will be present if perforation has occurred."
        },
        {
            "parent": 7,
            "text": "Small bowel obstruction most commonly is diagnosed with plain film radiographs that show distended small bowel loops (greater than 2.5 to 3.0 cm), air-fluid levels, and a paucity of large bowel air(Figure 1). However, radiographic findings are normal in 25 to 40 percent of patients.36"
        },
        {
            "parent": 7,
            "text": "Gallstone ileus is a rare but important cause of small bowel obstruction in older patients.5,14,35It has been implicated as the cause of small bowel obstruction in up to 20 percent of patients older than 65 years.5,14In gallstone ileus, a gallstone (usually larger than 2.5 cm) lodges in the distal ileum. Patients present with the classic triad of small bowel obstruction, air in the biliary tree, and calculus on plain film radiographs. One half of patients have a history of gallbladder disease, and it is more common in women. Diagnosis often is delayed, and mortality rates of 15 percent or higher have been reported.4,19"
        },
        {
            "parent": 8,
            "text": "Malignancy is the most common cause of large bowel obstruction in older patients. Colon carcinoma without obstruction does not usually cause acute abdominal pain. Diverticulitis and colonic volvulus (i.e., narrowed, twisted lumen with a bird’s beak appearance) are less common causes of large bowel obstruction.4,5,14,35"
        },
        {
            "parent": 8,
            "text": "Sigmoid volvulus is the most common type of colonic volvulus (75 to 80 percent of cases).37Laxative use, sedatives, anticholinergics, and antiparkinson medicines predispose patients to a volvulus. Chronic distention, elongation, and increased mobility of the colon allow parts of the colon to twist on itself."
        },
        {
            "parent": 8,
            "text": "Symptoms of large bowel obstruction tend to be insidious in onset, and presentation is similar to small bowel obstruction.5,35Feculent emesis, guaiac-positive stools, weight loss, and anemia may be present. Plain film radiographs will demonstrate a dilated large bowel (greater than 5 cm) with haustral markings that incompletely traverse the circumference of the bowel. Risk of perforation occurs with dilation of more than 9 cm.19Barium enema can confirm the diagnosis, especially in cases of volvulus.19"
        },
        {
            "parent": 9,
            "text": "Abdominal aortic aneurysms (AAAs) usually are infrarenal in origin and commonly extend into the iliac arteries.Most are diagnosed on routine examination or as an incidental finding on an imaging study. Patients at highest risk for AAA are older men who use tobacco and have hypertension, peripheral vascular disease, and a family history of AAA.4,14,38–40Smoking is the strongest independent risk factor; 90 percent of patients with AAA have used tobacco.38–40The U.S. Preventive Services Task Force recently recommended screening for AAA in all males between 65 and 75 years of age with a history of smoking tobacco.41"
        },
        {
            "parent": 9,
            "text": "Significant AAA may be asymptomatic. When symptoms develop, they are usually nonspecific, such as abdominal pain, backache, or claudication. Signs and symptoms of AAA rupture most commonly include severe abdominal pain, back or flank pain, hypotension, and a pulsatile mass on examination.3The classic triad for a ruptured AAA (i.e., hypotension, back pain, and a pulsatile mass) is present in only 25 to 50 percent of cases.42,43A palpable mass with flank ecchymosis is highly suggestive of a ruptured AAA. Abdominal pain and backache are common presenting symptoms.42,43Presentation may resemble acute cholecystitis, perforated ulcer, diverticulitis, or renal colic.3,43For this reason, patients with AAA often are misdiagnosed.43"
        },
        {
            "parent": 9,
            "text": "Plain radiographs may show calcifications of the aneurysm, a soft tissue mass, loss of the psoas shadow, or loss of renal outline. Ultrasonography is a fast, safe, and reliable way to distinguish an abdominal aneurysm from another intra-abdominal process and may be performed at the bedside. Urgent CT should be reserved for clinically stable patients and to identify whether a leaking or dissecting aortic aneurysm is present.5SeeFigure 2for an example of a dissecting aneurysm."
        },
        {
            "parent": 10,
            "text": "Acute mesenteric ischemia is an uncommon but often fatal cause of acute abdominal pain in older patients. It has been reported to account for 0.1 percent of all hospital admissions and 1 percent of admissions for acute abdominal pain.44"
        },
        {
            "parent": 10,
            "text": "Approximately one half of patients older than 45 years have some degree of atherosclerosis of the celiac, superior, and inferior mesenteric arteries.4Particularly in smokers, this increases the risk of acute mesenteric ischemia.44The superior mesenteric artery most commonly is implicated in acute mesenteric ischemia. The four major causes of acute mesenteric ischemia are arterial embolism, arterial thrombosis, nonocclusive ischemia, and mesenteric venous thrombosis. Key features of the four major causes of acute mesenteric ischemia are shown inTable 2.44,45"
        },
        {
            "parent": 10,
            "text": "Classically, the patient with acute mesenteric ischemia presents with severe, poorly localized abdominal pain that is out of proportion to physical findings. One third of patients will have nausea, vomiting, or diarrhea, often mimicking gastroenteritis. Distention, shock, and peritoneal irritation are late findings signaling infarction and perforation.44,45Only 25 percent of patients will have positive fecal occult blood tests.14Leukocytosis often is present. Metabolic acidosis and elevated serum lactate and amylase may be present if infarction has occurred, but these can be normal in early ischemia.14,44,45"
        },
        {
            "parent": 10,
            "text": "Plain film radiographs may initially be unremarkable; an adynamic ileus, distention, air-fluid levels, and fixed dilated loops may be seen as the ischemia goes untreated. A CT scan may reveal bowel wall thickening from edema or hemorrhage and intestinal wall gas. CT may rule out other pathology and may detect superior mesenteric vein thrombosis.44,45Angiography is recommended to confirm the diagnosis if mesenteric ischemia is strongly suspected.44,45"
        },
        {
            "parent": 11,
            "text": "Other problems may present as acute abdominal pain in older patients, including urinary tract infection, pyelonephritis, myocardial infarction (inferior wall), pulmonary embolism, congestive heart failure with hepatic congestion, pneumonia, constipation, urinary retention, or an abdominal muscle injury."
        },
        {
            "parent": 12,
            "text": "Table 3summarizes pertinent laboratory evaluations, imaging studies, and associated diagnoses. An algorithm for evaluation of the acutely ill older patient with abdominal pain is shown inFigure 3. A careful history and physical examination will help determine the urgency of the remaining evaluation and direct it toward specific laboratory and imaging studies(Table 3). Most patients should have chest and abdominal radiographs, looking in particular for signs of pneumonia, mesenteric ischemia, bowel obstruction, and free air. If the diagnosis is not made at this point, urgent evaluation with ultrasonography or CT (or angiography if mesenteric ischemia is suspected) should be considered. If peptic ulcer disease is suspected, a gastroenterologist should be consulted to consider upper endoscopy with biopsy."
        }
    ],
    "locked": false
}