{
    "url": "https://www.aafp.org/pubs/afp/issues/2006/0501/p1644.html#afp20060501p1644-f4",
    "title": "2005 AHA Guidelines for CPR and Emergency Cardiac Care | AAFP",
    "author": "WILLIAM E. CAYLEY, JR., M.D., M.DIV., University of Wisconsin Eau Claire Family Medicine Residency Program, Eau Claire, Wisconsin",
    "doi": "Am Fam Physician.2006;73(9):1644-1655",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "The American Heart Association (AHA) recently released new guidelines for cardiopulmonary resuscitation (CPR) and emergency cardiac care.1These guidelines, based on the latest comprehensive review of resuscitation science by the International Liaison Committee on Resuscitation, emphasize streamlined algorithms and recommendations to reduce the amount of information rescuers must learn and to emphasize the most important skills they must master. The complete guidelines, released in December 2005 as a special supplement to the journalCirculation, are available online athttp://circ.ahajournals.org/content/vol112/24_suppl/."
        },
        {
            "parent": -1,
            "text": "The new guidelines are based on the work of eight task forces that addressed specific areas of resuscitation science: basic life support, advanced life support, acute coronary syndromes, life support for children, neonatal life support, stroke, first aid, and education. These groups used an evidence-based approach to classify the recommendations for CPR and emergency cardiac care. The guidelines also present 12 algorithms covering the essential assessments and interventions for cardiac arrest and other life-threatening conditions."
        },
        {
            "parent": -1,
            "text": "The authors of the guidelines cite some key lessons learned about CPR that helped guide formulation of the new guidelines: (1) to be effective, CPR must be started as soon as possible after a person collapses; (2) the best results with lay rescuer CPR have occurred in the presence of trained and motivated bystanders with short response times and readily available automated external defibrillators (AEDs); (3) studies have shown that even during asphyxial arrest, chest compressions alone are better than doing nothing; and (4) lay bystanders often are reluctant to perform CPR because they think that it has been made too complicated or that their training is inadequate, or they fear the transmission of disease during mouth-to-mouth resuscitation.1ppIV12–18"
        },
        {
            "parent": -1,
            "text": "For basic life support and CPR, the guidelines continue to emphasize the “ABCD” approach to acute cardiopulmonary arrest: Airway, Breathing, Circulation, Defibrillation. Because CPR must be started as soon as possible to be effective, and because it often is performed poorly by both lay bystanders and health care professionals, the recommendations for child and adult CPR have been consolidated and simplified. To simplify age classifications, the new recommendations for lay rescuers classify persons as children (ages one to eight years) or adults (older than eight years), whereas the recommendations for health care professionals classify persons as preadolescents (ages one to 14 years or until the presence of secondary sex characteristics) and adults.1ppIV12–18To simplify teaching and ensure longer periods of uninterrupted chest compressions, a universal compression–ventilation ratio of 30:2 (i.e., 30 compressions followed by two breaths) is recommended in nearly all situations except infant resuscitation and two-rescuer child CPR. It has been observed that lay rescuers often are unable to accurately determine whether circulation is present, and so may not provide chest compressions when they are needed. For this reason, lay rescuers are not asked to assess for signs of circulation before beginning chest compressions, nor are they expected to provide rescue breathing without chest compressions.1ppIV19–34,IV156–166The key emphasis of the guidelines is “push hard, push fast, allow full chest recoil, and minimize interruptions in chest compressions.”"
        },
        {
            "parent": -1,
            "text": "The new algorithm for adult basic life support(Figure 1)recommends the following sequence when a rescuer finds an unresponsive person: (1) call for help and an AED (if available); (2) open the adult's airway, check for breathing, and give two breaths if he or she is not breathing; (3) start cycles of 30 compressions and two breaths (100 compressions per minute); (4) on arrival of a defibrillator or AED, check for a shockable rhythm (ventricular fibrillation or tachycardia); (5) give one shock (if indicated), then resume CPR for another five cycles, or if no shock is indicated, continue another five cycles of CPR before rechecking the rhythm. Health care professionals are to check for a pulse after the initial breaths (step 2) and continue with one rescue breath every five or six seconds if there is a pulse, but this step is not recommended for lay rescuers.1ppIV19–34"
        },
        {
            "parent": -1,
            "text": "The new algorithm emphasizes minimizing interruptions to chest compressions to maximize the benefits of compressions: shocks are to be given singly with immediate resumption of CPR rather than as stacked shocks; pulse checks are minimized; and when interventions such as medications or an advanced airway are needed, the emphasis is on minimizing interruptions to CPR (ideally, 10 seconds or less).1ppIV1–5Because stacked electrical shocks are no longer recommended for ventricular fibrillation or pulseless ventricular tachycardia, a single energy dose is recommended for all defibrillation attempts: 200 joules on a biphasic defibrillator or 360 joules if the defibrillator is monophasic.1ppIV35–46"
        },
        {
            "parent": -1,
            "text": "The new guidelines also highlight the importance of integrating AED use and CPR to facilitate rapid defibrillation. Because the most common rhythm in witnessed cardiac arrest is ventricular fibrillation, the guidelines recommend adequate training of lay rescuers in AED use, adequate provision of AEDs in settings where sudden cardiac arrest may occur, and sending for and using an AED or defibrillator as soon as possible after a witnessed arrest. One notable exception is that for an unwitnessed arrest, health care professionals may provide five cycles of CPR before attempting defibrillation; this approach was shown to improve survival rates in two clinical studies. It is thought that for a heart in prolonged fibrillatory arrest, these initial cycles of CPR may help by providing fresh blood flow to cardiac cells that have depleted their local supplies of oxygen and nutrients, thus increasing the likelihood of a stable rhythm following the defibrillatory shock.1ppIV35–46"
        },
        {
            "parent": -1,
            "text": "There are few changes to the recommendations for managing cardiac arrest beyond the initial stages of CPR. Although there is no evidence that vasopressors or antiarrhythmics improve long-term survival rates, vasopressors have been shown to favor return of spontaneous circulation, and amiodarone (Cordarone) has been shown to improve survival rates prior to hospital admission. Thus, for persons who have pulseless electrical activity or asystole, or those in ventricular fibrillation who have not responded to an initial defibrillatory shock, intravenous (IV) or intraosseous (IO) access should be established as soon as possible. Administration of epinephrine (1 mg IV or IO) every three to five minutes is recommended for persons with pulseless electrical activity, asystole, or persistent ventricular fibrillation, and vasopressin (Pitressin, 40 units IV or IO) continues to be an option to replace the first or second dose of epinephrine. Amiodarone and lidocaine (Xylocaine) are recommended as second-line therapies for persistent ventricular fibrillation. However, the primary emphasis remains the provision of adequate CPR(Figure 2).1ppIV58–66"
        },
        {
            "parent": -1,
            "text": "The guidelines continue to emphasize that cardiac arrest in children is most often the end result of respiratory arrest. Thus, in contrast to adult CPR recommendations, a lone rescuer for an unresponsive child should begin with five cycles of 30 compressions and two breaths, then activate the emergency medical services system. This approach is thought to optimize the chances for quick resuscitation of children with primary respiratory arrest, before complete cardiopulmonary arrest occurs. Two-rescuer CPR in children is the only situation that deviates from the 30:2 ratio recommended for compressions and breaths; for two-rescuer CPR in children, two breaths should be given after every 15 compressions. Otherwise, CPR recommendations for children closely parallel those for adults(Figure 3).1ppIV156–166"
        },
        {
            "parent": -1,
            "text": "Guidelines for advanced life support for children also are similar to those for adults, with a few notable exceptions: (1) vasopressin and atropine are not recommended for pulseless arrest in children; (2) the use of child dosing for defibrillation (if possible) is advised (4 joules per kg on a manual defibrillator or an AED with a child dose attenuator); and (3) the use of IO access is advised if IV access cannot be established quickly(Figure 4).1ppIV167–187"
        },
        {
            "parent": -1,
            "text": "Other notable changes to the guidelines for CPR and emergency cardiac care include:"
        },
        {
            "parent": -1,
            "text": "All rescue breaths, whether by mouth, mask, or endotracheal tube, should be given over one second, with sufficient volume to produce visible chest rise.1ppIV19–34,IV156–166For newborn resuscitations, it is acceptable to start with 100 percent oxygen or a lower concentration, although supplemental oxygen should be available if the infant does not improve within 90 seconds of birth.1ppIV188–195Updated recommendations for managing acute coronary syndromes and stroke.Discussions of special resuscitation topics including electrolyte abnormalities, drowning, hypothermia, near-fatal asthma, anaphylaxis, electric shock, and cardiac arrest associated with trauma or pregnancy. There also is a discussion of ethical issues involved in resuscitations."
        }
    ],
    "locked": false
}