{
    "url": "https://www.aafp.org/pubs/afp/issues/2003/0601/p2321.html#afp20030601p2321-f1",
    "title": "Acute Abdominal Pain in Children | AAFP",
    "author": "ALEXANDER K.C. LEUNG, M.B.B.S., AND DAVID L. SIGALET, M.D., PH. D.",
    "doi": "Am Fam Physician.2003;67(11):2321-2327",
    "abstract": "Acute abdominal pain in children presents a diagnostic dilemma. Although many cases of acute abdominal pain are benign, some require rapid diagnosis and treatment to minimize morbidity. Numerous disorders can cause abdominal pain. The most common medical cause is gastroenteritis, and the most common surgical cause is appendicitis. In most instances, abdominal pain can be diagnosed through the history and physical examination. Age is a key factor in evaluating the cause; the incidence and symptoms of different conditions vary greatly over the pediatric age spectrum. In the acute surgical abdomen, pain generally precedes vomiting, while the reverse is true in medical conditions. Diarrhea often is associated with gastroenteritis or food poisoning. Appendicitis should be suspected in any child with pain in the right lower quadrant. Signs that suggest an acute surgical abdomen include involuntary guarding or rigidity, marked abdominal distention, marked abdominal tenderness, and rebound abdominal tenderness. If the diagnosis is not clear after the initial evaluation, repeated physical examination by the same physician often is useful. Selected imaging studies also might be helpful. Surgical consultation is necessary if a surgical cause is suspected or the cause is not obvious after a thorough evaluation.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Etiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "INFANTILE COLIC",
            "level": 3
        },
        {
            "id": 3,
            "name": "GASTROENTERITIS",
            "level": 3
        },
        {
            "id": 4,
            "name": "APPENDICITIS",
            "level": 3
        },
        {
            "id": 5,
            "name": "MESENTERIC LYMPHADENITIS",
            "level": 3
        },
        {
            "id": 6,
            "name": "CONSTIPATION",
            "level": 3
        },
        {
            "id": 7,
            "name": "ABDOMINAL TRAUMA",
            "level": 3
        },
        {
            "id": 8,
            "name": "INTESTINAL OBSTRUCTION",
            "level": 3
        },
        {
            "id": 9,
            "name": "PELVIC INFLAMMATORY DISEASE",
            "level": 3
        },
        {
            "id": 10,
            "name": "Clinical Evaluation",
            "level": 2
        },
        {
            "id": 11,
            "name": "HISTORY",
            "level": 3
        },
        {
            "id": 12,
            "name": "Age of Onset",
            "level": 3
        },
        {
            "id": 13,
            "name": "Pain History",
            "level": 3
        },
        {
            "id": 14,
            "name": "Recent Trauma",
            "level": 3
        },
        {
            "id": 15,
            "name": "Precipitating or Relieving Factors",
            "level": 3
        },
        {
            "id": 16,
            "name": "Associated Symptoms",
            "level": 3
        },
        {
            "id": 17,
            "name": "Gynecologic History",
            "level": 3
        },
        {
            "id": 18,
            "name": "Past Health",
            "level": 3
        },
        {
            "id": 19,
            "name": "Drug Use",
            "level": 3
        },
        {
            "id": 20,
            "name": "Family History",
            "level": 3
        },
        {
            "id": 21,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 22,
            "name": "General Appearance",
            "level": 3
        },
        {
            "id": 23,
            "name": "Vital Signs",
            "level": 3
        },
        {
            "id": 24,
            "name": "Abdominal Examination",
            "level": 3
        },
        {
            "id": 25,
            "name": "Rectal and Pelvic Examination",
            "level": 3
        },
        {
            "id": 26,
            "name": "Associated Signs",
            "level": 3
        },
        {
            "id": 27,
            "name": "Investigations",
            "level": 2
        },
        {
            "id": 28,
            "name": "Management",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Abdominal pain is a common problem in children. Although most children with acute abdominal pain have self-limited conditions, the pain may herald a surgical or medical emergency. The most difficult challenge is making a timely diagnosis so that treatment can be initiated and morbidity prevented. This article provides a comprehensive clinical guideline for the evaluation of the child with acute abdominal pain."
        },
        {
            "parent": 0,
            "text": "Clinically, abdominal pain falls into three categories: visceral (splanchnic) pain, parietal (somatic) pain, and referred pain."
        },
        {
            "parent": 0,
            "text": "Visceral pain occurs when noxious stimuli affect a viscus, such as the stomach or intestines. Tension, stretching, and ischemia stimulate visceral pain fibers. Tissue congestion and inflammation tend to sensitize nerve endings and lower the threshold for stimuli. Because visceral pain fibers are bilateral and unmyelinated and enter the spinal cord at multiple levels, visceral pain usually is dull, poorly localized, and felt in the midline. Pain from foregut structures (e.g., lower esophagus, stomach) generally is felt in the epigastrium. Midgut structures (e.g., small intestine) cause periumbilical pain, and hindgut structures (e.g., large intestine) cause lower abdominal pain."
        },
        {
            "parent": 0,
            "text": "Parietal pain arises from noxious stimulation of the parietal peritoneum. Pain resulting from ischemia, inflammation, or stretching of the parietal peritoneum is transmitted through myelinated afferent fibers to specific dorsal root ganglia on the same side and at the same dermatomal level as the origin of the pain. Parietal pain usually is sharp, intense, discrete, and localized, and coughing or movement can aggravate it."
        },
        {
            "parent": 0,
            "text": "Referred pain has many of the characteristics of parietal pain but is felt in remote areas supplied by the same dermatome as the diseased organ. It results from shared central pathways for afferent neurons from different sites. A classic example is a patient with pneumonia who presents with abdominal pain because the T9 dermatome distribution is shared by the lung and the abdomen.1"
        },
        {
            "parent": 1,
            "text": "Table 1lists many causes of acute abdominal pain in children. Information on rare entities can be found in a standard pediatric surgery textbook.2"
        },
        {
            "parent": 2,
            "text": "Infantile colic affects 10 to 20 percent of infants during the first three to four weeks of life. Typically, infants with colic scream, draw their knees up against their abdomen, and appear to be in severe pain.3"
        },
        {
            "parent": 3,
            "text": "Gastroenteritis is the most common cause of abdominal pain in children.4Viruses such as rotavirus, Norwalk virus, adenovirus, and enterovirus are the most frequent causes.4,5The most common bacterial agents includeEscherichia coli, Yersinia, Campylobacter, Salmonella, and Shigella."
        },
        {
            "parent": 4,
            "text": "Appendicitis is the most common surgical condition in children who present with abdominal pain.2,6Approximately one in 15 persons develop appendicitis.7Lymphoid tissue or a fecalith obstructs the appendiceal lumen, the appendix becomes distended, and ischemia and necrosis may develop. Patients with appendicitis classically present with visceral, vague, poorly localized, periumbilical pain. Within six to 48 hours, the pain becomes parietal as the overlying peritoneum becomes inflamed; the pain then becomes well localized and constant in the right iliac fossa."
        },
        {
            "parent": 5,
            "text": "Mesenteric lymphadenitis often is associated with adenoviral infection. The condition mimics appendicitis, except the pain is more diffuse, signs of peritonitis often are absent, and generalized lymphadenopathy may be present."
        },
        {
            "parent": 6,
            "text": "Acute constipation usually has an organic cause (e.g., gastroenteritis, appendicitis), while chronic constipation usually has a functional cause (e.g., low-residue diet). Abdominal pain resulting from constipation is most often left-sided or suprapubic."
        },
        {
            "parent": 7,
            "text": "Abdominal trauma can be accidental or intentional. Blunt abdominal trauma is more common than penetrating injury. Abdominal trauma may cause musculocutaneous injury, bowel perforation, intramural hematoma, laceration or hematoma of the liver or spleen, and avulsion of intra-abdominal organs or vascular pedicles."
        },
        {
            "parent": 8,
            "text": "Intestinal obstruction produces a characteristic cramping. Causes of intestinal obstruction include volvulus, intussusception, incarcerated hernia, and postoperative adhesions."
        },
        {
            "parent": 9,
            "text": "Pelvic inflammatory disease (PID) usually is caused byChlamydia trachomatisorNeisseria gonorrhoeae.7Risk factors include multiple sexual partners, use of an intrauterine device (IUD), and a history of PID."
        },
        {
            "parent": 10,
            "text": "In evaluating children with abdominal pain, a thorough history is required to identify the most likely cause. An initial evaluation of the history is followed by a physical examination and a reassessment of certain points of the history. An algorithm is presented inFigure 1.8"
        },
        {
            "parent": 12,
            "text": "Age is a key factor in the evaluation of abdominal pain(Table 2).7,9–11"
        },
        {
            "parent": 13,
            "text": "Children who do not verbalize typically present with late symptoms of disease. Children up to the teenage years have a poor sense of onset or location of pain. The classic sequence of shifting pain usually occurs with appendicitis. In children who cannot verbalize, the initial 24-hour history of vague nausea or periumbilical pain may be unreported or go unnoticed, so these children more often present at the second stage of more visceral pain. However, any child with pain that localizes to the right lower quadrant should be suspected of having appendicitis. Thus, inquiry into the location, timing of onset, character, severity, duration, and radiation of pain are all important points but must be viewed in the context of the child's age."
        },
        {
            "parent": 14,
            "text": "A history of recent trauma may indicate the cause of pain."
        },
        {
            "parent": 15,
            "text": "Parietal pain is aggravated by movement. Relief of pain after a bowel movement suggests a colonic source, and relief after vomiting suggests a source in the more proximal bowel."
        },
        {
            "parent": 16,
            "text": "In the acute surgical abdomen, pain generally precedes vomiting, and the reverse is true in medical conditions. Any child presenting with bilious vomiting should be presumed to have a bowel obstruction. Diarrhea often is associated with gastroenteritis or food poisoning, but it also can occur with other conditions. Bloody diarrhea is much more suggestive of inflammatory bowel disease or infectious enterocolitis. The classic “currant-jelly stool” often is seen in patients with intussusception. Failure to pass flatus or feces suggests intestinal obstruction."
        },
        {
            "parent": 16,
            "text": "Urinary frequency, dysuria, urgency, and malodorous urine suggest a urinary tract infection.12Purulent vaginal discharge suggests salpingitis. Cough, shortness of breath, and chest pain point to a thoracic source. Polyuria and polydipsia suggest diabetes mellitus. Joint pain, rash, and smoke-colored urine suggest Henoch-Schönlein purpura.13"
        },
        {
            "parent": 17,
            "text": "In girls, a thorough gynecologic history, including a menstrual history and a history of sexual activity and contraception, is essential. Amenorrhea may indicate pregnancy. A history of multiple sexual partners and the use of an IUD suggest PID. Use of an IUD and a history of PID or tubal ligation increase the risk of ectopic pregnancy. Sudden onset of midcycle pain of short duration suggests mittelschmerz."
        },
        {
            "parent": 18,
            "text": "All previous hospitalizations or significant illnesses such as sickle cell anemia and porphyria should be noted. A history of surgery not only can eliminate certain diagnoses but also can increase the risk of others, such as intestinal obstruction from adhesions. A history of similar pain may suggest a recurrent problem."
        },
        {
            "parent": 19,
            "text": "A detailed drug history is important, because certain drugs(Table 1)may cause abdominal pain."
        },
        {
            "parent": 20,
            "text": "A family history of sickle cell anemia or cystic fibrosis may indicate the diagnosis. The patient's ethnic background is important because sickle cell anemia is most common in blacks of African origin."
        },
        {
            "parent": 22,
            "text": "In general, children with visceral pain tend to writhe during waves of peristalsis, while children with peritonitis remain quite still and resist movement. The hydration status of the child should be assessed."
        },
        {
            "parent": 23,
            "text": "Fever indicates an underlying infection or inflammation. High fever with chills is typical of pyelonephritis and pneumonia.12Tachycardia and hypotension suggest hypovolemia. If a postmenarcheal girl is in shock, ectopic pregnancy should be suspected. Hypertension may be associated with Henoch-Schönlein purpura or hemolytic uremic syndrome.13,14Kussmaul's respiration indicates diabetic ketoacidosis."
        },
        {
            "parent": 24,
            "text": "The breathing pattern should be observed, and the patient should be asked to distend the abdomen and then flatten it. After the child is asked to indicate, with one finger, the area of maximal tenderness, the abdomen should be gently palpated, moving toward (but not palpating) that area. The physician should examine for Rovsing's sign (when pressure on the left lower quadrant distends the column of colonic gas, causing pain in the right lower quadrant at the site of appendiceal inflammation), then gently assess muscle rigidity. Gentle percussion best elicits rebound tenderness. Deeper palpation is necessary to discover masses and organomegaly."
        },
        {
            "parent": 25,
            "text": "These examinations should be used when significant information is sought or expected.2,10,15A rectal examination may provide useful information about tenderness, sphincter tone, and presence of masses, stool, and melena. In boys, examination of the external genitalia may reveal penile and scrotal abnormalities. In girls, it may reveal vaginal discharge, vaginal atresia, or imperforate hymen. A bimanual pelvic examination may provide useful information about uterine or adnexal masses or tenderness. Purulent cervical discharge, cervical motion tenderness, and adnexal mass are signs of PID."
        },
        {
            "parent": 26,
            "text": "Jaundice suggests hemolysis or liver disease. Pallor and jaundice point to sickle cell crisis. A positive iliopsoas test (passive extension of the right hip and flexion of the right thigh against resistance) or obturator test (rotation of the right flexed hip) suggests an inflamed retrocecal appendix, a ruptured appendix, or an iliopsoas abscess. A positive Murphy's sign (interruption of deep inspiration by pain when the physician's fingers are pressed beneath the right costal margin) suggests acute cholecystitis. Cullen's sign (bluish umbilicus) and Grey Turner's sign (discoloration in the flank) are unusual signs of internal hemorrhage. Purpura and arthritis suggest Henoch-Schönlein purpura.13"
        },
        {
            "parent": 27,
            "text": "Laboratory studies should be tailored to the patient's symptoms and clinical findings. Initial laboratory studies may include a complete blood cell count and urinalysis. A low hemoglobin level suggests blood loss or underlying hematologic abnormalities, such as sickle cell disease. However, a normal hemoglobin level does not exclude an acute massive hemorrhage for which the body has not yet compensated. Leukocytosis, especially in the presence of a shift to the left and toxic granulations in the peripheral smear, indicates an infection. Urinalysis can help identify urinary tract pathology, such as infection or stones. A pregnancy test should be considered in post-menarcheal girls.16"
        },
        {
            "parent": 27,
            "text": "Plain-film abdominal radiographs are most useful when intestinal obstruction or perforation of a viscus in the abdomen is a concern. Chest radiographs may help rule out pneumonia. The most contentious issue in emergency medicine may be the usefulness of ultrasonography and computed tomography (CT) in patients with abdominal pain.17–20CT likely is more accurate than ultrasonography.18However, the experience of the operator and interpreter significantly affect the accuracy of both modes.19In the emergency department, ultra-sonography probably is most useful in diagnosing gynecologic pathology such as ovarian cysts, ovarian torsion, or advanced periappendiceal inflammation.17,20CT involves radiation exposure and may require the use of contrast agents. CT may be necessary if excessive bowel gas precludes ultrasonographic examination."
        },
        {
            "parent": 28,
            "text": "Treatment should be directed at the underlying cause. In many patients, the key to diagnosis is repeated physical examination by the same physician over an extended time.21Indications for surgical consultations are listed inTable 3. Traditionally, the use of analgesics is discouraged in patients with abdominal pain for fear of interfering with accurate evaluation and diagnosis. However, several prospective, randomized studies have shown that judicious use of analgesics actually may enhance diagnostic accuracy by permitting detailed examination of a more cooperative patient.22–24[References 22 and 23—Evidence level A, randomized controlled trials]"
        }
    ],
    "locked": false
}