{
    "url": "https://www.aafp.org/pubs/afp/issues/2004/0501/p2149.html#afp20040501p2149-f1",
    "title": "Health Care Screening for Men Who Have Sex with Men | AAFP",
    "author": "DANIEL KNIGHT, M.D.",
    "doi": "Am Fam Physician.2004;69(9):2149-2156",
    "abstract": "Men who have sex with men often do not reveal their sexual practices or sexual orientation to their physician. Lack of disclosure from the patient, discomfort or inadequate training of the physician, perceived or real hostility from medical staff, and insufficient screening guidelines limit preventive care. Because of greater societal stresses, lack of emotional support, and practice of unsafe sex, men who have sex with men are at increased risk for sexually transmitted diseases (including human immunodeficiency virus infection), anal cancer, psychologic and behavioral disorders, drug abuse, and eating disorders. Recent trends indicate an increasing rate of sexual risk-taking among these men, particularly if they are young. Periodic screening should include a yearly health risk and physical assessment, as well as a thorough sexual and psychologic history. The physician should ask questions about sexual orientation in a nonjudgmental manner; furthermore, confidentiality should be addressed and maintained. Office practices and staff should be similarly non-judgmental, with confidentiality maintained. Targeted screening for sexually transmitted diseases, depression, substance abuse, and other disorders should be performed routinely. Screening guidelines, while inconsistent and subject to change, offer some useful suggestions for the care of men who have sex with men.",
    "headers": [
        {
            "id": 0,
            "name": "Compliance Issues",
            "level": 2
        },
        {
            "id": 1,
            "name": "Prevalence of STDs and Other Conditions",
            "level": 2
        },
        {
            "id": 2,
            "name": "HIV and AIDS",
            "level": 3
        },
        {
            "id": 3,
            "name": "Gonorrhea",
            "level": 3
        },
        {
            "id": 4,
            "name": "Syphilis",
            "level": 3
        },
        {
            "id": 5,
            "name": "HSV-2",
            "level": 3
        },
        {
            "id": 6,
            "name": "Human Papillomavirus (HPV)",
            "level": 3
        },
        {
            "id": 7,
            "name": "Hepatitis A Virus (HAV)",
            "level": 3
        },
        {
            "id": 8,
            "name": "Hepatitis B Virus (HBV)",
            "level": 3
        },
        {
            "id": 9,
            "name": "Psychosocial Disorders",
            "level": 2
        },
        {
            "id": 10,
            "name": "Clinical Approach",
            "level": 2
        },
        {
            "id": 11,
            "name": "Screening and Diagnosis",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Men who have sex with men may identify themselves as homosexual, bisexual, or even heterosexual. No matter what label is used, the fact is that these men are at increased risk for sexually transmitted diseases (STDs) such as human immunodeficiency virus (HIV) infection, anal cancer, and psychologic and behavioral disorders.1"
        },
        {
            "parent": -1,
            "text": "The rate of men who had sex with men in the previous year was thought to be 1.7 to 2 percent. However, surveys from 1996 to 2000 indicate that the rate is at least 3.1 to 3.7 percent.2This discrepancy indicates that male-male sexual behavior often is underreported, and that previous estimates of the number of men who have sex with men may be too low. Therefore, a typical family physician can expect 3 percent or more of his or her male patients to be men who have had sex with men in the previous year."
        },
        {
            "parent": -1,
            "text": "Recent trends indicate a resurgence in risky behaviors that expose men who have sex with men to HIV infection and other STDs. The reported prevalence of men engaging in unprotected anal intercourse increased from 37 percent in 1993–1994 to 50 percent in 1996–1997.3Disease risk frequently is not assessed, especially in younger men, in part because of numerous impediments to adequate care under the current health care system.4"
        },
        {
            "parent": -1,
            "text": "Family physicians need an efficient system to identify and assess risk in men who have sex with men, so that appropriate screening and counseling interventions may occur. This article presents an organized risk-based preventive health assessment for men who have sex with men."
        },
        {
            "parent": 0,
            "text": "Although men who have sex with men can be at high risk for preventable diseases and disorders, they frequently do not receive appropriate preventive services. Numerous obstacles hinder compliance with screening guidelines5(Table 1). For example, physicians may feel uncomfortable with the idea of sex between men or may not understand the issues that affect these patients. Patients, in turn, may be afraid to disclose their sexual orientation or practices. In addition, published, evidence-based screening guidelines for men who have sex with men are lacking or inconsistent, and reimbursement for screening services is limited. Younger men are thought to be at particularly high risk for HIV infection and other STDs because of low self-esteem, depression, and lack of peer support. Often, these men do not access the preventive services that are available to men who are more open about their homosexuality.4"
        },
        {
            "parent": 0,
            "text": "Communication between men who have sex with men and their family physician may be limited on several levels. Studies have shown that 20 percent or fewer of these patients had discussed their HIV risk with a physician in the previous five years.6Many men, especially young men and those in minority groups, may be hesitant to disclose their sexual orientation in order “to avoid social isolation, discrimination, or verbal or physical abuse.”4(p81)Consequently, the physician often is unaware of a patient’s potential health risks. To provide appropriate long-term care, the physician should inquire sensitively about every patient’s sexual practices as part of the routine health risk assessment.Table 27,8provides suggestions for approaching the sexual history and risk assessment."
        },
        {
            "parent": 0,
            "text": "Even when the family physician is aware of a patient’s potential health risks, the magnitude of the risks may be underestimated by the physician. There is evidence that many men are engaging in dangerous sexual practices that may jeopardize their health. These sexual practices include anal sex without a condom (“bare backing”), oral sex without a condom, oral stimulation of the anus (“rimming”) without protection, multiple sex partners at one time, and use of illicit drugs. Reasons for increased sexual risk-taking are listed inTable 3.3"
        },
        {
            "parent": 0,
            "text": "When the physician learns that a patient may be taking serious sexual risks, commonly held misperceptions should be dispelled with accurate, scientifically validated data. For example, many men participate in oral sex, believing it to be “safer” than other sexual behaviors. However, oral sex can result in pharyngeal gonorrhea, chlamydial infection, and hepatitis A infection. In addition, there are persistent concerns that HIV might be spread by oral-genital contact.9"
        },
        {
            "parent": 1,
            "text": "Men who have sex with men are at significant risk of contracting HIV infection and acquired immunodeficiency syndrome (AIDS), as well as gonorrhea, syphilis, and herpes simplex virus type 2 (HSV-2) infection."
        },
        {
            "parent": 2,
            "text": "Currently, 42 percent of new HIV infections are in men who have sex with men. In the United States, an estimated 365,000 to 535,000 of these men have HIV infection.3Survey data indicate10that HIV infection is present in nearly 10 percent of 22-year-old men who have sex with men."
        },
        {
            "parent": 2,
            "text": "Black and Hispanic men, in particular, are affected by the HIV epidemic. In 1999, they accounted for 53 percent of AIDS cases diagnosed in men who have sex with men.3The incidence of AIDS is markedly higher in blacks and Hispanics than in men of other racial or ethnic backgrounds."
        },
        {
            "parent": 2,
            "text": "The presence of other STDs is an indicator of high-risk sexual practices that can facilitate the spread of HIV."
        },
        {
            "parent": 3,
            "text": "A diagnosis of gonococcal urethritis or rectal gonorrhea may indicate recent unsafe sexual practices. Gonococcal urethritis, which is usually symptomatic in men, is especially useful in risk determination because the infection has a short incubation period.11"
        },
        {
            "parent": 3,
            "text": "The prevalence of gonorrhea is increasing in men who have sex with men. One study12reported that the number of cases of gonorrhea among men who have sex with men increased from 4.5 percent of total gonorrhea cases in 1992 to 13.2 percent of total cases in 1999. Oral sex without condom use may be the reason for this increase.13In addition, it is estimated that up to 50 percent of patients with gonococcal urethritis may have coexistent chlamydial infection.14"
        },
        {
            "parent": 4,
            "text": "The number of cases of primary and secondary syphilis is increasing, especially in large cities. After a 10-year decline, syphilis cases more than doubled (from 117 to 282 cases) in New York City between 2000 and 2001.15[Evidence level B, epidemiologic study] Overall, the increase in syphilis has occurred primarily in men who have sex with men. Many of the cases are in HIV-positive men, indicating a significant risk of HIV transmission."
        },
        {
            "parent": 5,
            "text": "It is estimated that HSV-2 has a positive seroprevalence rate of 22 percent in the U.S. adult population.15Some studies indicate an infection rate of 26 to 40 percent in HIV-negative men who have sex with men.16These men have frequent subclinical HSV-2 shedding, usually from the perianal area, and more frequent prodromal HSV-2 shedding.16Recent reports indicate that HSV-2 may facilitate HIV transmission.17"
        },
        {
            "parent": 6,
            "text": "The prevalence of HPV infection ranges from 60 to 75 percent in men who have sex with men.18Anal cancer is thought to arise from the progression of squamous intraepithelial lesions to invasive tumors associated with HPV infection.19Anal cancer is uncommon; however, it is approximately 80 times more common in homosexual and bisexual men than in the general population. Anal cancer also is somewhat more common in men with HIV infection."
        },
        {
            "parent": 7,
            "text": "Studies indicate that men who have sex with men are at increased risk for HAV infection.20Transmission is believed to be via oral-anal contact. Evidence of recent HAV infection is present is 3.3 percent of 17- to 22-year-old men who have sex with men.21HAV virus antibodies are present in 28 percent in susceptible men who have sex with men.21Hepatitis A vaccine is recommended, but most men are not immunized."
        },
        {
            "parent": 8,
            "text": "Despite current guidelines, the hepatitis B immunization rate is only about 9 percent in men who have sex with men.22Most young men are not immunized. Markers of HBV infection are present in 11 percent of men who have sex with men22; in other studies, the prevalence of these markers ranges from 23 to 61.5 percent.23The rate of HBV infection is 17 percent in 22-year-old men who have sex with men.22"
        },
        {
            "parent": 9,
            "text": "Homosexuality has been associated with higher rates of psychologic and behavioral disorders, including depression, anxiety, mood disorders, suicidal thoughts and plans, eating disorders, alcohol and substance abuse, and cigarette smoking.24The stigmatization of homosexuality in American society, including frequent exposure of homosexual men to discrimination and victimization, is believed to be a causative factor in the development of psychologic and behavioral disorders. A number of studies have found elevated rates of suicidal thoughts and attempts,1higher rates of eating disorders,25and extremely high rates of tobacco use in homosexual men. In one U.S. study,26the smoking rate in homosexual men was 47.8 percent; the smoking rate in all men in the United States has been found to be 28.6 percent."
        },
        {
            "parent": 10,
            "text": "The family physician should consider performing sexual, behavioral, and psychologic risk assessments at each patient’s first office visit and should repeat the assessment whenever there is evidence of changing behavior.3,27[Reference 27—Evidence level C, consensus/expert guidelines] To gain accurate information, the physician should use a nonjudgmental approach that removes communication barriers(Table 1)and encourages the patient to be open and honest(Table 2).7,8The physician should use gender-neutral language when inquiring about sexual partners or significant others."
        },
        {
            "parent": 10,
            "text": "The family physician must ensure that the office staff and the office environment also are nonjudgmental. Office forms should include terms such as “partner” in addition to “spouse,” “husband,” and “wife.”"
        },
        {
            "parent": 10,
            "text": "The topics listed inTable 428can serve as a guide in counseling men who have sex with men and in determining appropriate follow-up interventions."
        },
        {
            "parent": 11,
            "text": "Screening and counseling interventions are listed inTable 5.5,14,27,29,30The Centers for Disease Control and Prevention (CDC)27suggests that physicians assess sexual risk in all male patients, with the assessment routinely including a question about the gender of sexual partners.27[Evidence level C, consensus/expert guidelines]"
        },
        {
            "parent": 11,
            "text": "Men who have sex with men should undergo routine, straightforward, nonjudgmental risk assessments for HIV infection and other STDs, along with patient-centered counseling on preventive measures to reduce the acquisition or transmission of these infections. Screening should be performed at least annually in sexually active men who have sex with men."
        },
        {
            "parent": 11,
            "text": "The CDC27recommends more frequent STD screening (e.g., at three- to six-month intervals) in men at highest risk, including those who have multiple anonymous sexual partners, those who have sex in conjunction with illicit drug use, and those whose sexual partners participate in these activities. Screening tests usually are indicated even when patients have been using condoms consistently for insertive or receptive anal intercourse. Physicians should know the common manifestations of STDs in men who have sex with men; if symptoms are present, appropriate diagnostic tests should be performed.27"
        },
        {
            "parent": 11,
            "text": "Vaccination against hepatitis A and B is recommended for all men who have sex with men. Prevaccination serologic testing may be cost-effective when the prevalence of hepatitis A and B is likely to be high.27"
        },
        {
            "parent": 11,
            "text": "The U.S. Preventive Services Task Force30does not give specific recommendations for screening of men who have sex with men. However, the infectious disease recommendations specifically address screening issues in men who are at high risk for STDs."
        },
        {
            "parent": 11,
            "text": "The California STD Controllers Association and the Public Health–Seattle and King County Agency have developed guidelines that are derived, in part, from systematic surveys of STD prevalence and sexual behaviors and practices among men who have sex with men.5These guidelines are not universally accepted, but screening and treatment of curable STDs can be cost-effective by decreasing the period during which infected persons can transmit diseases to others.31The guidelines provide another reasonable clinical approach to surveillance in men who have sex with men.5[Evidence level C, consensus/expert guidelines] These guidelines are useful in the communities studied and are likely to be helpful in other large population centers. However, family physicians should use the guidelines in combination with regionally derived data to assist in the use of guidelines for their own geographic area or population. In addition, they should stay abreast of changes in sexual practices that may affect guidelines."
        },
        {
            "parent": 11,
            "text": "Screening guidelines have been suggested for anal intraepithelial neoplasia, although epidemiologic data suggest that most of these lesions do not progress to invasive anal cancer.19Annual screening of HIV-positive men has been shown to be cost-effective, because these men have a much higher incidence of anal cancer; screening every two to three years could be cost-effective in HIV-negative homosexual men with a history of condyloma.32[Evidence level C, consensus/expert guidelines] Clinical studies are inconclusive about the screening of HIV-negative men for anal cancer. An algorithm for use in screening men who have sex with men is provided inFigure 1."
        },
        {
            "parent": 11,
            "text": "Further studies are needed to determine effective, practical screening practices for family physicians to use in assessing men who have sex with men. In addition, specific data should be collected on the prevalence of anal neoplasia in men with a history of receptive anal sex, with special emphasis on HIV-infected men with HPV infection.31"
        }
    ],
    "locked": false
}