{
    "url": "https://www.aafp.org/pubs/afp/issues/2005/0215/p743.html#afp20050215p743-f6",
    "title": "Diagnostic Approach to Palpitations | AAFP",
    "author": "ALLAN V. ABBOTT, M.D.",
    "doi": "Am Fam Physician.2005;71(4):743-750",
    "abstract": "Palpitations—sensations of a rapid or irregular heartbeat—are most often caused by cardiac arrhythmias or anxiety. Most patients with arrhythmias do not complain of palpitations. However, any arrhythmia, including sinus tachycardia, atrial fibrillation, premature ventricular contractions, or ventricular tachycardia, can cause palpitations. Palpitations should be considered as potentially more serious if they are associated with dizziness, near-syncope, or syncope. Nonarrhythmic cardiac problems, such as mitral valve prolapse, pericarditis, and congestive heart failure, and noncardiac problems, such as hyperthyroidism, vasovagal syncope, and hypoglycemia, can cause palpitations. Palpitations also can result from stimulant drugs, and over-the-counter and prescription medications. No cause for the palpitations can be found in up to 16 percent of patients. Ambulatory electrocardiographic (ECG) monitoring usually is indicated if the etiology of palpitations cannot be determined from the patient’s history, physical examination, and resting ECG. When palpitations occur unpredictably or do not occur daily, an initial two-week course of continuous closed-loop event recording is indicated. Holter monitoring for 24 to 48 hours may be appropriate in patients with daily palpitations. Trans-telephonic event monitors are more effective and cost-effective than Holter monitors for most patients.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology of Palpitations",
            "level": 2
        },
        {
            "id": 1,
            "name": "CARDIAC ARRHYTHMIAS",
            "level": 3
        },
        {
            "id": 2,
            "name": "ANXIETY OR PANIC DISORDER",
            "level": 3
        },
        {
            "id": 3,
            "name": "NONARRHYTHMIC CARDIAC CAUSES",
            "level": 3
        },
        {
            "id": 4,
            "name": "EXTRACARDIAC CAUSES",
            "level": 3
        },
        {
            "id": 5,
            "name": "Initial Clinical Evaluation",
            "level": 2
        },
        {
            "id": 6,
            "name": "HISTORY AND PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 7,
            "name": "ECG EVALUATION",
            "level": 3
        },
        {
            "id": 8,
            "name": "Further Diagnostic Testing",
            "level": 2
        },
        {
            "id": 9,
            "name": "CONTINUOUS ECG MONITORS",
            "level": 3
        },
        {
            "id": 10,
            "name": "TRANSTELEPHONIC EVENT MONITORS",
            "level": 3
        },
        {
            "id": 11,
            "name": "Choosing an Ambulatory Monitoring Device",
            "level": 2
        },
        {
            "id": 12,
            "name": "Management",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "An increased or abnormal awareness of the heartbeat, palpitations are a common symptom in patients presenting to family physicians. Palpitations can be symptomatic of life-threatening cardiac arrhythmias.1However, most palpitations are benign. In one retrospective study2in a family practice setting, there was no difference in the rates of morbidity or mortality among patients with palpitations compared with matched control subjects."
        },
        {
            "parent": -1,
            "text": "Although there are many possible cardiac etiologies, palpitations can be associated with noncardiac causes such as fever, anemia, or drug use, and can occur in anxious but otherwise normal persons. The differential diagnoses of palpitations are summarized inTable 1."
        },
        {
            "parent": -1,
            "text": "Consensus or evidence-based guidelines for diagnosing and managing palpitations have not been developed. However, recent studies of palpitation etiology provide improved evidence that can guide a family physician through diagnosis. In a prospective cohort study1of 190 patients at a university medical center who complained of palpitations and were followed for one year, an etiology was determined in 84 percent of the patients."
        },
        {
            "parent": -1,
            "text": "Of these patients, 43 percent had palpitations caused by cardiac causes (40 percent had an arrhythmia, 3 percent had other cardiac causes), 31 percent had palpitations caused by anxiety or panic disorder, 6 percent had palpitations caused by street drugs or prescription and over-the-counter medications, and 4 percent had palpitations caused by other noncardiac causes. No specific cause of the palpitations could be identified in 16 percent of the patients. Psychiatric and emotional illnesses such as anxiety, panic, and somatization disorders may be underlying problems in many patients.1"
        },
        {
            "parent": -1,
            "text": "Although arrhythmias frequently cause palpitations, most patients with arrhythmias do not actually notice their arrhythmia and are unlikely to report having palpitations.3"
        },
        {
            "parent": -1,
            "text": "This article describes the more common presentations of palpitations and a rational approach to patient evaluation, and provides evidence for making decisions about ambulatory monitoring."
        },
        {
            "parent": 1,
            "text": "Palpitations can result from many arrhythmias, including any bradycardia and tachycardia, premature ventricular and atrial contractions, sick sinus syndrome, advanced arteriovenous block, or ventricular tachycardia. Episodes of ventricular tachycardia and supraventricular tachycardia may be perceived as palpitations but also can be asymptomatic or lead to syncope. Palpitations associated with dizziness, near-syncope, or syncope suggest tachyarrhythmia and are potentially more serious."
        },
        {
            "parent": 1,
            "text": "Some patients notice “pounding” or “jumping” palpitations when they are quietly sitting or lying down. This symptom may result from premature contractions, especially premature ventricular contractions. Orthostatic intolerance or inadequate cerebral perfusion on upright posture may result in palpitations, tachycardia, altered mentation, headache, nausea, pre-syncope, and, occasionally, syncope. Orthostatic intolerance is most common in women of childbearing age.4"
        },
        {
            "parent": 2,
            "text": "The prevalence of panic disorder in patients with palpitations is 15 to 31 percent.1,5,6Panic disorder is diagnosed on the basis of information in the patient’s history and is characterized by recurrent unexpected panic attacks. Panic disorder is more likely to be diagnosed in women of childbearing age because these patients somatize more frequently, present to emergency departments more often, and have increased hypochondriacal concerns about their health.7Palpitations are most persistent in persons who have many minor daily irritants and are highly sensitive to bodily sensations.8"
        },
        {
            "parent": 2,
            "text": "A screening questionnaire(Figure 1)9to help identify patients whose palpitations are more likely to result from panic disorder was validated among patients referred for Holter monitoring. A score of more than 21 points on the questionnaire is 81 percent sensitive and 80 percent specific for panic disorder. To explain it another way, if, overall, 25 percent of patients have panic disorder as the cause of their palpitations, then 57 percent with more than 21 points have panic disorder compared with only 7 percent of those with 21 or fewer points.9"
        },
        {
            "parent": 2,
            "text": "A simpler screening tool for panic disorder, consisting of a single question, also has been developed. The question is, “Have you experienced brief periods, for seconds or minutes, of an overwhelming panic or terror that was accompanied by racing heartbeats, shortness of breath, or dizziness?”10The physician must remember that panic disorder and significant arrhythmias are not mutually exclusive, and that cardiac evaluation still may be necessary in patients with suspected panic disorder. In addition, some patients or physicians may find it difficult to determine whether the feeling of anxiety or panic started before or after the palpitations. Therefore, true arrhythmic causes must be ruled out before the diagnosis of anxiety or panic disorder can be accepted as the cause of the palpitations.1,11,12"
        },
        {
            "parent": 2,
            "text": "Some physicians may prematurely blame palpitations on anxiety. In one study13of patients with supraventricular tachycardia, two thirds of the patients were diagnosed with panic, stress, or anxiety disorder, and one half of the patients had an unrecognized arrhythmia on the initial evaluation; this was particularly true among young women."
        },
        {
            "parent": 2,
            "text": "Catecholamines increase at times of intense emotional experience, with intense exercise, and in conditions such as pheochromocytoma. Ventricular tachycardias or supraventricular tachycardias can be triggered by this catecholamine increase. An increase of vagal tone after exercise occasionally can lead to episodes of atrial fibrillation.14Thus, even in cases where panic disorder is suggested, electrocardiography (ECG) or ambulatory ECG monitoring is important."
        },
        {
            "parent": 3,
            "text": "Conditions in this category include valvular diseases such as aortic insufficiency or stenosis, atrial or ventricular septal defect, congestive heart failure, cardiomyopathy, and congenital heart disease. These conditions can predispose the patient to arrhythmia and to palpitations. Pericarditis, a rare cause of palpitations, can cause chest pain that may change with position."
        },
        {
            "parent": 4,
            "text": "The physician should examine the patient for extracardiac causes. The patient may have obvious associated illness with fever, dehydration, hypoglycemia, anemia, or evidence of thyrotoxicosis. Use of drugs such as cocaine, and alcohol, caffeine, and tobacco can precipitate palpitations. The use of ephedra and ephedrine also has been associated with palpitations.15Many prescription medications, including digitalis, phenothiazine, theophylline, and beta agonists, can cause palpitations."
        },
        {
            "parent": 6,
            "text": "The cause of palpitations often can be determined through a careful history and physical examination. Patients may describe palpitations in a variety of ways, such as a fluttering, pounding, or uncomfortable sensation in the chest or neck, or simply an increased awareness of the heartbeat. Because the patient’s description is often vague, knowing the circumstances, precipitating factors, and associated symptoms may be helpful for the physician in diagnosis. For example, a patient who describes single “skipped” beats is likely to be having benign premature ventricular contractions. The physician should consider the differential diagnoses of palpitations(Table 1)while questioning the patient. Certain clinical findings and possible associated conditions are listed inTable 2."
        },
        {
            "parent": 6,
            "text": "Because physicians usually do not get the chance to examine the patient during an episode of palpitations, the physical examination primarily serves to determine if there are cardiac or other abnormalities present that might predispose the patient to palpitations. Careful examination of the heart may reveal murmurs, extra sounds, or cardiac enlargement. Mitral valve prolapse, which is commonly associated with palpitations, is suggested by a midsystolic click.16The physician should look for evidence of hyperthyroidism (e.g., nervousness, heat intolerance), drug use, or other serious illnesses. Finally, in the occasional patient who has palpitations with exercise, examination of the patient after he or she exercises may reveal an arrhythmia or murmur that is exacerbated by the resulting increased heart rate and cardiac output."
        },
        {
            "parent": 7,
            "text": "A 12-lead ECG evaluation is appropriate in all patients who complain of palpitations. In the event that the patient is experiencing palpitations at the time of the ECG, the physician may be able to confirm the diagnosis of arrhythmia. Many ECG findings warrant further cardiac investigation. These findings include evidence of previous myocardial infarction, left or right ventricular hypertrophy, atrial enlargement, atrial ventricular block, short PR interval and delta waves (Wolff-Parkinson-White syndrome), or prolonged QT interval. Occasionally, the finding of an isolated premature ventricular contraction or premature atrial contraction warrants further monitoring or exercise testing. Some common arrhythmias associated with palpitations are shown inFigures 2through5."
        },
        {
            "parent": 8,
            "text": "In patients at low risk for coronary heart disease who have no palpitation-associated symptoms such as dizziness, and who have negative physical examination and ECG findings, palpitations may need no further evaluation unless the episodes persist or the patient remains anxious for an explanation. Blood tests may be appropriate in the following conditions: complete blood cell count for suspected anemia or infection, electrolytes for arrhythmia from suspected electrolyte imbalance, and thyroid-stimulating hormone for suspected hyperthyroidism or hypothyroidism."
        },
        {
            "parent": 8,
            "text": "ECG exercise testing is appropriate in patients who have palpitations with physical exertion and patients with suspected coronary artery disease or myocardial ischemia. Findings from the physical examination or ECG may suggest the need for echocardiography to evaluate structural abnormalities and ventricular function."
        },
        {
            "parent": 8,
            "text": "High-risk patients, who require ECG monitoring, include those with organic heart disease or any heart abnormality that could predispose the patient to arrhythmias. Patients with a family history of arrhythmia, syncope, or sudden death also may be at higher risk. The results of one study17of 24-hour ECG monitoring showed that ventricular tachycardia was associated with previous myocardial infarction, idiopathic dilated cardiomyopathy, significant valvular lesions, and hypertrophic cardiomyopathies."
        },
        {
            "parent": 8,
            "text": "If the etiology of palpitations is not apparent after the history, physical examination, and ECG are completed, the physician should consider ambulatory cardiac monitoring.Figure 6is an algorithm that can be used in the evaluation of patients with palpitations."
        },
        {
            "parent": 9,
            "text": "The Holter monitor is a simple ECG monitoring device that is worn continuously to record data for 24 or 48 hours. The patient must keep a diary of any symptoms that occur during the monitoring.17Holter monitors typically are the most expensive of the monitoring devices, and are maintained and operated by hospitals or larger outpatient clinics."
        },
        {
            "parent": 10,
            "text": "Transtelephonic event monitors transmit recordings by telephone to a central station. As with Holter monitors, patients wear continuous-loop event monitors, but unlike Holter monitors, these save data only for the previous and subsequent few minutes when the patient manually activates the monitor. These monitors are smaller than a Holter monitor (i.e., the size of a beeper) and may miss arrhythmias that are asymptomatic, or that occur during sleep or with syncope. Another type of transtelephonic monitor is not worn continuously but is carried by the patient and held to the chest when palpitations are perceived. This monitor records ECG data for about two minutes and is likely to miss the onset of arrhythmia."
        },
        {
            "parent": 11,
            "text": "The results of a review18of studies comparing Holter monitors and transtelephonic event monitors in the diagnosis of palpitations found that the diagnostic yield was 66 to 83 percent when event monitors were used for monitoring, and 33 to 35 percent when Holter monitors were used. Furthermore, event monitors have been found to be significantly more cost effective than Holter monitors.19,20The results of retrospective and prospective trials19,20showed that 83 to 87 percent of patients had diagnostic transmissions within the first two weeks of using a transtelephonic event monitor."
        },
        {
            "parent": 11,
            "text": "Evidence supports the use of an initial two-week course of continuous closed-loop event recording to monitor for palpitations. Holter monitoring for 24 hours is an alternative to event monitoring in patients who reliably experience palpitations every day, or who are not willing to wear an event monitor for two weeks, and if event monitoring is not available locally. When palpitations are sustained or poorly tolerated, a referral to a cardiologist for an electrophysiologic evaluation may be warranted.21"
        },
        {
            "parent": 12,
            "text": "In patients with arrhythmias, the most common finding on ambulatory monitoring is benign atrial or ventricular ectopic beats associated with normal sinus rhythm.20–22Normal sinus rhythm alone is found in about one third of patients. Many patients with palpitations have ventricular premature contractions or brief episodes of ventricular tachycardia; if the evaluation of the heart is otherwise normal, these findings are not associated with increased mortality.23Appropriate patient education is indicated in these patients. The treatment of sustained arrhythmias involves pharmacologic or invasive electrophysiologic management and is beyond the scope of this article."
        },
        {
            "parent": 12,
            "text": "If the patient is diagnosed with a non-cardiac, psychiatric, or nonarrhythmia cardiac etiology, the underlying condition is managed according to the diagnosis. In some patients, a thorough history, physical examination, diagnostic testing, and cardiac monitoring all fail to reveal any abnormality or etiology for palpitations. These patients should be advised to abstain from caffeine and alcohol, as well as foods or stressful situations that appear to trigger palpitations. Fortunately, the majority of patients with palpitations have benign diagnoses and can be treated with reassurance."
        }
    ],
    "locked": false
}