{
    "url": "https://www.aafp.org/pubs/afp/issues/2005/0301/p921.html#afp20050301p921-f2",
    "title": "Clostridium difficile–Associated Diarrhea | AAFP",
    "author": "MICHAEL S. SCHROEDER, M.D.",
    "doi": "Am Fam Physician.2005;71(5):921-928",
    "abstract": "Clostridium difficileinfection is responsible for approximately 3 million cases of diarrhea and colitis annually in the United States. The mortality rate is 1 to 2.5 percent. Early diagnosis and prompt aggressive treatment are critical in managingC. difficile–associated diarrhea. Major predisposing factors for symptomaticC. difficilecolitis include antibiotic therapy; advanced age; multiple, severe underlying diseases; and a faulty immune response toC. difficiletoxins. The most common confirmatory study is an enzyme immunoassay forC. difficiletoxins A and B. The test is easy to perform, and results are available in two to four hours. Specificity of the assay is high (93 to 100 percent), but sensitivity ranges from 63 to 99 percent. In severe cases, flexible sigmoidoscopy can provide an immediate diagnosis. Treatment ofC. difficile–associated diarrhea includes discontinuation of the precipitating antibiotic (if possible) and the administration of metronidazole or vancomycin. Preventive measures include the judicious use of antibiotics, thorough hand washing between patient contacts, use of precautions when handling an infected patient or items in the patient’s immediate environment, proper disinfection of objects, education of staff members, and isolation of the patient.",
    "headers": [
        {
            "id": 0,
            "name": "Illustrative Case",
            "level": 2
        },
        {
            "id": 1,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 3,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 4,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 5,
            "name": "Prevention",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Clostridium difficileis a gram-positive, spore-forming rod that is responsible for 15 to 20 percent of antibiotic-related cases of diarrhea and nearly all cases of pseudomembranous colitis.1The species was named “difficile” because initially it was hard to culture.2Early studies showed thatC. difficilecould be isolated from the gastrointestinal tracts of most neonates; thus, it was believed to be a commensal organism. In the late 1970s, however,C. difficilewas found to be the primary cause of pseudomembranous colitis.3Because of the frequent use of broad-spectrum antibiotics, the incidence ofC. difficilediarrhea has risen dramatically in recent decades.4,5"
        },
        {
            "parent": -1,
            "text": "C difficile–associated diarrhea often is perceived to be an occasional and easily treated side effect of antibiotic therapy. Research has shown, however, thatC. difficileinfection accounts for considerable increases in the length of hospital stays and more than $1.1 billion in health care costs each year in the United States.5The condition is a common cause of significant morbidity and even death in elderly or debilitated patients."
        },
        {
            "parent": -1,
            "text": "Family physicians should stress preventive measures forC. difficile–associated diarrhea (especially the judicious use of antibiotics) and should maintain a high index of suspicion forC. difficileinfection in their patients."
        },
        {
            "parent": 0,
            "text": "An 87-year-old white woman was readmitted to the hospital because of recurrent pneumonia. Ten days earlier, she had been treated for right lower lobe pneumonia at another institution. She was discharged on moxifloxacin (Avelox) and doxycycline (Vibramycin). She returned home, where she was recovering, but then she became weak, short of breath, and constipated."
        },
        {
            "parent": 0,
            "text": "On readmission, chest radiography revealed right lower lobe pneumonia. The patient’s white blood cell (WBC) count was 16,300 per mm3(16.3 × 109per L), compared with 7,500 per mm3(7.5 × 109per L) during her previous hospitalization."
        },
        {
            "parent": 0,
            "text": "At the time of readmission, the patient was afebrile, and her vital signs were stable. Moxifloxacin and doxycycline were continued. Overnight, however, the patient became febrile, and her WBC count rose to 36,000 per mm3(36 × 109per L). She also passed several loose stools. In light of the patient’s recent history of antibiotic use, the sudden leukocytosis, her age and frail condition, and her recent hospital admission,C. difficile–associated diarrhea was considered, and a stool sample was obtained for analysis."
        },
        {
            "parent": 0,
            "text": "Empiric treatment with oral metronidazole (Flagyl) and famotidine (Pepcid) was initiated. Shortly thereafter, the patient developed marked hypotension. Fluid boluses produced no improvement, and a dopamine (Intropin) drip was started. Moxifloxacin and doxycycline were discontinued, and treatment with oral vancomycin (Vancocin), intravenous metronidazole, and intravenous ceftizoxime (Cefizox); (anti–C. difficile–associated diarrhea therapy) was started."
        },
        {
            "parent": 0,
            "text": "Sigmoidoscopy revealed diffuse pseudomembranes throughout the patient’s distal colon, confirmingC. difficileinfection(Figure 1). An abdominal computed tomographic (CT) scan was consistent with this diagnosis. Ceftizoxime was discontinued, and total parenteral nutrition was initiated."
        },
        {
            "parent": 0,
            "text": "Over the next eight days, the patient’s condition continued to decline as she became more acidotic, her urine output diminished, her mental status fluctuated, and her abdomen became grossly distended and tympanic. Subtotal colectomy and ileostomy were considered, but were refused by the patient and her husband."
        },
        {
            "parent": 0,
            "text": "After more than a week of severe illness, the patient began to improve. Eventually, she was transferred to a skilled nursing facility for rehabilitation."
        },
        {
            "parent": 1,
            "text": "Each year,C. difficileinfection results in approximately 3 million cases of diarrhea and colitis in the United States. The case mortality rate is approximately 1 to 2.5 percent. Until recently,C. difficileinfection was thought to result from an overgrowth of commensal organisms in the colon; however, studies have shown that fewer than 3 percent of adults carry this pathogen.1"
        },
        {
            "parent": 1,
            "text": "Acquisition ofC. difficileoccurs primarily in the hospital setting, where the organism has been cultured from bed rails, floors, windowsills, and toilets, as well as the hands of hospital workers who provide care for patients withC. difficileinfection(Table 1).4,6The organism can persist in hospital rooms for up to 40 days after infected patients have been discharged.1"
        },
        {
            "parent": 1,
            "text": "The rate ofC. difficileacquisition is estimated to be 13 percent in patients with hospital stays of up to two weeks and 50 percent in those with hospital stays longer than four weeks.7Patients who share a room with aC. difficile–positive patient acquire the organism after an estimated hospital stay of 3.2 days, compared with a hospital stay of 18.9 days for other patients.2"
        },
        {
            "parent": 2,
            "text": "The precipitating event forC. difficilecolitis is disruption of the normal colonic microflora. This disruption usually is caused by broad-spectrum antibiotics(Figure 2),1,5,8–11with clindamycin (Cleocin) and broad-spectrum penicillins and cephalosporins most commonly implicated.8Antibiotics with a reduced propensity to induce infection include aminoglycosides, metronidazole, antipseudomonals, and vancomycin.8The risk of developing antibiotic-associated diarrhea more than doubles with longer than three days of antibiotic therapy (risk ratio: 2.28).12"
        },
        {
            "parent": 2,
            "text": "After disruption of the colonic microflora, colonization ofC. difficilegenerally occurs through the ingestion of heat-resistant spores, which convert to vegetative forms in the colon.9Depending on host factors, an asymptomatic carrier state or clinical manifestations ofC. difficilecolitis develop.9Manifestations of the disease range from mild diarrhea to life-threateningC. difficilecolitis.C. difficile–associated diarrhea can occur up to eight weeks after the discontinuation of antibiotics.1Most cases ofC. difficileinfection occur on days 4 through 9 of antibiotic therapy.9"
        },
        {
            "parent": 2,
            "text": "The major host factors predisposing patients to the development of symptomaticC.difficile–associated diarrhea include antibiotic therapy, advanced age, number and severity of underlying diseases, and faulty immune response toC. difficiletoxins(Table 1).4,6Patients at highest risk for fulminant disease include those who recently received immunosuppressive therapy or recently underwent surgical procedures, and those with a history ofC. difficile–associated diarrhea.4The increased risk may be due partly to the debilitated patient’s inability to mount an IgG antibody immune response againstC. difficiletoxin A.5The ability to mount an immune response is not protective againstC. difficilecolonization, but it is associated with decreased morbidity, mortality, and recurrence ofC. difficile–associated diarrhea.10,13"
        },
        {
            "parent": 2,
            "text": "C. difficilecauses toxin-mediated colitis. Pathogenic strains ofC. difficileproduce two protein exotoxins: toxin A and toxin B.1Toxin A activates macrophages and mast cells. Activation of these cells causes the production of inflammatory mediators, which leads to fluid secretion and increased mucosal permeability.1Toxin B has little enterotoxic activity but is extremely cytotoxic in vitro.C. difficiletoxins also cause leukocyte chemotaxis and the upregulation of cytokines and other inflammatory mediators. Consequently, there is a profound colonic inflammatory response, which is evidenced clinically by a high WBC count.1As colitis worsens, focal ulcerations occur, and the accumulation of purulent and necrotic debris forms the typical pseudomembrane.9"
        },
        {
            "parent": 3,
            "text": "The diagnosis ofC. difficile–associated diarrhea requires a careful history, with particular emphasis on antibiotic use during the preceding three months(Figure 3).18The clinical presentation ranges from no symptoms to fulminant pseudomembranous colitis. A detailed description of the patient’s diarrhea, including color, consistency, and frequency, is important in differentiating other causes of diarrhea fromC. difficile–associated diarrhea. Other important factors include a history of fever, immunosuppression, a recent surgical procedure, previous infection withC. difficile, recent change in bowel habits, and the presence of abdominal symptoms(Table 1).4,6A selected differential diagnosis is provided inTable 2.6"
        },
        {
            "parent": 3,
            "text": "The most common laboratory test for diagnosingC. difficile–mediated disease is an enzyme immunoassay that detects toxins A and B. This test provides results within two to six hours and has a specificity of 93 to 100 percent. The sensitivity is 63 to 99 percent, which means that false-negative results can occur.13–16However, the majority of combination enzyme immunoassays have a sensitivity of 85 to 95 percent.8The immunoassay should not be used as an indicator of response to therapy because results remain positive for extended periods in 25 percent of successfully treated patients.8"
        },
        {
            "parent": 3,
            "text": "The gold standard for the diagnosis ofC. difficile–mediated disease is a cytotoxin assay. Although this test is highly sensitive and specific, it is difficult to perform, and results are not available for 24 to 48 hours."
        },
        {
            "parent": 3,
            "text": "C. difficilecan be cultured. However, culture is not specific for pathogenic toxin-producingC. difficilestrains and, therefore, is not clinically helpful except for strain typing in outbreaks of nosocomial infection.9"
        },
        {
            "parent": 3,
            "text": "A combination immunoassay that is currently in development tests forC. difficile–specific glutamate dehydrogenase (sensitivity: 97 percent) and toxins A and B (specificity: 97 to 99 percent). The advantages of this test are same-day turnaround and a high negative predictive value.16"
        },
        {
            "parent": 3,
            "text": "An important indicator of impending fulminant colitis is a sudden rise in the peripheral WBC count to between 30,000 and 50,000 per mm3(30 to 50 × 109per L), often accompanied by significant bandemia.4,17Because progression to shock can occur even in patients who have had relatively benign symptoms for weeks, early warning signs such as the leukemoid reaction are invaluable.4"
        },
        {
            "parent": 3,
            "text": "In patients with fulminantC. difficile–associated diarrhea, flexible sigmoidoscopy can provide an immediate diagnosis.4,13The finding of pseudomembranes is pathognomonic forC. difficilecolitis(Figure 1). CT scanning also can diagnose fulminant disease quickly. When considered with the clinical history, the presence of ascites, colon wall thickening, or dilation can help categorize the severity of the colitis.4"
        },
        {
            "parent": 4,
            "text": "The treatment ofC. difficile–associated diarrhea depends on the clinical presentation(Figure 3).18In otherwise healthy adults, the first step is to discontinue the precipitating antibiotic, if possible, and administer fluids and electrolytes to maintain hydration. With this conservative therapy, diarrhea can be expected to resolve in 15 to 23 percent of patients.19"
        },
        {
            "parent": 4,
            "text": "Specific pharmacotherapy forC. difficile–associated diarrhea should be initiated in older patients, patients with multiple medical problems, and patients in whom antibiotics need to be continued. Specific treatment also should be initiated if diarrhea persists despite discontinuation of the precipitating antibiotic or if there is evidence of colitis (i.e., fever, leukocytosis, characteristic findings of colitis on CT scanning or endoscopy).6Use of opiates and antidiarrheal medications should be avoided or minimized because decreased intestinal motility can exacerbate toxin-mediated disease."
        },
        {
            "parent": 4,
            "text": "First-line therapy consists of metronidazole, 500 mg orally three or four times daily for 10 to 14 days.20,21Metronidazole is an inexpensive drug with a greater than 90 percent positive response rate21(Table 3).13,19–21"
        },
        {
            "parent": 4,
            "text": "Vancomycin also is an effective treatment, with a response rate of greater than 90 percent.21If a patient is pregnant or does not respond to or tolerate metronidazole, vancomycin should be initiated in a dosage of 125 to 500 mg orally four times daily for 10 to 14 days.6"
        },
        {
            "parent": 4,
            "text": "Response to therapy can be assessed by the resolution of fever, usually within the first two days. Diarrhea should resolve within two to four days. Treatment is continued for 10 to 14 days. Therapeutic failure is not determined until treatment has been given for at least five days.19"
        },
        {
            "parent": 4,
            "text": "Twenty to 25 percent of patients withC. difficileinfection will have recurrent infection.6,9Recurrence seldom is caused by treatment-resistant strains; usually, it is due to the germination of persistentC. difficilespores in the colon after treatment or to reinfection because of reingestion of the pathogen.9Management of recurrentC. difficileinfections remains controversial, although most relapses respond to another course of antibiotics given in standard dosages for 10 to 14 days. Up to 5 percent of patients have more than six recurrences.6"
        },
        {
            "parent": 4,
            "text": "In patients with recurrentC. difficileinfection, enemas containing human stool have been used to restore normal microflora in the colon. This approach has had good response rates; however, the enemas are unwieldy to perform, and there is a risk of transmitting retroviruses or other infectious agents.22One potential benefit of enemas is a decrease in the use of vancomycin for recurrentC. difficileinfections and therefore a theoretical decrease in the emergence of vancomycin-resistant bacteria."
        },
        {
            "parent": 4,
            "text": "Approximately 3 percent of patients develop severeC. difficile–associated diarrhea. The mortality rate in these patients ranges from 30 to 85 percent.19Initial treatment of severe cases must be aggressive, with intravenous metronidazole and oral vancomycin used in combination.11If ileus occurs, vancomycin can be administered by nasogastric tube with intermittent clamping, retention enemas, or both.23If medical therapy fails or perforation or toxic megacolon develops, surgical intervention with colectomy and ileostomy is indicated but carries a high mortality rate.4,9,18"
        },
        {
            "parent": 5,
            "text": "Prevention ofC. difficileinfection is challenging. Established guidelines should be followed to minimize exposure to the pathogen, particularly in debilitated patients. Preventive measures include the judicious use of antibiotics, hand washing between patient contacts, rapid detection ofC. difficileby immunoassays for toxins A and B, isolation of patients who haveC. difficile–associated diarrhea, use of precautions when in contact with the patient and surrounding environment, proper disinfection of objects (e.g., sodium hypochlorite, alkaline glutaraldehyde, ethylene oxide), education of staff members, and use of continued precautions until the diarrhea ceases.1,6"
        },
        {
            "parent": 5,
            "text": "A multidiscipline antibiotic management program to restrict the inappropriate use of antibiotics (e.g., third-generation cephalosporins) can lead to a significant decrease in nosocomial infections caused byC. difficile.24In particular, restriction of clindamycin use has been shown to decrease the incidence ofC. difficile–associated diarrhea.25Family physicians can do much to decrease the occurrence ofC. difficile–mediated disease by restricting the use of broad-spectrum antibiotics in their patients."
        },
        {
            "parent": 5,
            "text": "Probiotic use is a more controversial mode of prevention. Lactobacilli have been shown to reduce the incidence of antibiotic-associated diarrhea, but have not been proven to decrease the incidence ofC. difficile–associated diarrhea.26Anecdotally, many physicians report success with lactobacilli and use this preventive measure routinely, especially in patients at higher risk for severe disease."
        }
    ],
    "locked": false
}