{
    "url": "https://www.aafp.org/pubs/afp/issues/2005/0801/p451.html#afp20050801p451-f1",
    "title": "Diagnosis and Management of Uncomplicated Urinary Tract Infections | AAFP",
    "author": "SUSAN A. MEHNERT-KAY, M.D.",
    "doi": "Am Fam Physician.2005;72(3):451-456",
    "abstract": "Most uncomplicated urinary tract infections occur in women who are sexually active, with far fewer cases occurring in older women, those who are pregnant, and in men. Although the incidence of urinary tract infection has not changed substantially over the last 10 years, the diagnostic criteria, bacterial resistance patterns, and recommended treatment have changed.Escherichia coliis the leading cause of urinary tract infections, followed byStaphylococcus saprophyticus. Trimethoprim-sulfamethoxazole has been the standard therapy for urinary tract infection; however,E. coliis becoming increasingly resistant to medications. Many experts support using ciprofloxacin as an alternative and, in some cases, as the preferred first-line agent. However, others caution that widespread use of ciprofloxacin will promote increased resistance.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 3,
            "name": "NONPHARMACOLOGIC THERAPIES",
            "level": 3
        },
        {
            "id": 4,
            "name": "OLDER WOMEN",
            "level": 3
        },
        {
            "id": 5,
            "name": "MEN",
            "level": 3
        },
        {
            "id": 6,
            "name": "Recommendations",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Uncomplicated urinary tract infections (UTIs) are one of the most common diagnoses in the United States. In 1997, an estimated 8.3 million physician office visits were attributed to acute cystitis.1A U.S. and Canadian study showed that approximately one half of all women will have a UTI in their lifetimes, and one fourth will have recurrent infections.2The health care costs associated with UTIs exceed 1 billion dollars3,4; therefore, any advance in the diagnosis and treatment of this entity could have a major economic impact. Streamlining the diagnostic process could also decrease morbidity and improve patient outcomes and satisfaction."
        },
        {
            "parent": 0,
            "text": "Escherichia coliis the most common cause of uncomplicated UTI and accounts for approximately 75 to 95 percent of all infections.2–5A longitudinal study6of 235 women with 1,018 UTIs found thatE. coliwas the only causative agent in 69.3 percent of cases and was a contributing agent in an additional 2.4 percent of cases.Staphylococcus saprophyticusis a distant second, accounting for only 5 to 20 percent of infections. Other Enterobacteriaceae, such asKlebsiellaandProteus, occasionally cause UTI.2,3,5AlthoughS. saprophyticusis less common thanE. coli, it is more aggressive. Approximately one half of patients infected withS. saprophyticuspresent with upper urinary tract involvement, and these patients are more likely to have recurrent infection.3"
        },
        {
            "parent": 1,
            "text": "Uncomplicated UTI occurs in patients who have a normal, unobstructed genitourinary tract, who have no history of recent instrumentation, and whose symptoms are confined to the lower urinary tract. Uncomplicated UTIs are most common in young, sexually active women. Patients usually present with dysuria, urinary frequency, urinary urgency, and/or suprapubic pain. Fever or costovertebral angle tenderness indicates upper urinary tract involvement. Studies show that no laboratory tests, including urinalysis and culture, can predict clinical outcomes in women 18 to 70 years of age who present with acute dysuria or urgency.7Dipstick urinalysis, however, is a widely used diagnostic tool. A dipstick urinalysis positive for leukocyte esterase and/or nitrites in a midstream-void specimen reinforces the clinical diagnosis of UTI. Leukocyte esterase is specific (94 to 98 percent) and reliably sensitive (75 to 96 percent) for detecting uropathogens equivalent to 100,000 colonyforming units (CFU) per mL of urine.5Nitrite tests may be negative if the causative organism is not nitrate-reducing (e.g.,enterococci,S. saprophyticus, Acinetobacter). Therefore, the sensitivity of nitrite tests ranges from 35 to 85 percent, but the specificity is 95 percent.8Nitrite tests can also be false negative if the urine specimen is too diluted.3Microscopic hematuria may be present in 40 to 60 percent of patients with UTI."
        },
        {
            "parent": 1,
            "text": "Routine urine cultures are not necessary because of the predictable nature of the causative bacteria. However, urinalysis may be appropriate for patients who fail initial treatment. Current literature suggests that a colony count of 100 CFU per mL has a sensitivity of 95 percent and a specificity of 85 percent,3but the Infectious Diseases Society of America (IDSA) recommends using a colony count of 1,000 CFU per mL (80 percent sensitivity and 90 percent specificity) for symptomatic patients.3,5A cutoff of 100,000 CFU per mL defines asymptomatic bacteriuria. Physicians may have to request that sensitivities be performed on low-count bacteria if low counts are not the standard in their community."
        },
        {
            "parent": 1,
            "text": "After reviewing existing data on uncomplicated cystitis, the Group Health Cooperative of Puget Sound implemented evidence–based guidelines for treating adult women with acute dysuria or urgency.7These guidelines support treating women based on symptoms alone after phone triage by a nurse. These guidelines have reduced doctor visits and laboratory tests without increasing adverse outcomes.7A study9of these guidelines found that women treated by telephone triage had a 95 percent satisfaction rate. The study also found that if these guidelines were used for 147,000 women ages 18 to 55 years who were enrolled in the plan, it could save an estimated $367,000 annually.9A much smaller study10comparing telephone triage with office visits for treating symptomatic cystitis showed no difference in symptom improvement scores or overall patient satisfaction."
        },
        {
            "parent": 2,
            "text": "Many studies in the last decade have focused on the treatment length of standard therapies. A study11comparing a three-day course of ciprofloxacin (Cipro) 100 mg twice daily, ofloxacin (Floxin) 200 mg twice daily, and trimethoprim-sulfamethoxazole (TMP-SMX; Bactrim, Septra) 160/800 mg twice daily, found that all three had comparable efficacy in managing uncomplicated UTI. Another study12comparing a short course (three days) of ciprofloxacin (100 mg twice daily) with the more traditional seven-day course of TMP-SMX (160/800 mg twice daily), and nitrofurantoin (Furadantin) (100 mg twice daily) found that ciprofloxacin had superior bacteriologic eradication rates after short-term follow-up (four to six weeks). All three medications had similar eradication rates immediately after therapy.12The study12also found that treatment failures associated with nitrofurantoin were more common in nonwhite women older than 30 years, but researchers were unable to account for this difference."
        },
        {
            "parent": 2,
            "text": "E. coli’s resistance to TMP-SMX is an increasing problem across the United States.13A recent article14that reviewed data from The Surveillance Network (TSN) database reported thatE. colihad an overall resistance rate of 38 percent to ampicillin, 17.0 percent to TMP-SMX, 0.8 percent to nitrofurantoin, and 1.9 to 2.5 percent to fluoroquinolones. The article14also reported thatE. colistrains resistant to TMP-SMX had a 9.5 percent rate of concurrent ciprofloxacin resistance versus a 1.9 percent rate of concurrent resistance to nitrofurantoin. Another review15of data from TSN (January through September 2000) found that 56 percent ofE. coliisolates were susceptible to all tested drugs including ampicillin, cephalothin (Keflin), nitrofurantoin, TMP-SMX, and ciprofloxacin. Among the tested antimicrobials,E. colihad the highest resistance rate to ampicillin (39.1 percent), followed by TMP-SMX (18.6 percent), cephalothin (15.6 percent), ciprofloxacin (3.7 percent), and nitrofurantoin (1.0 percent).15Resistance rates varied by region of the country. Of the more than 38,000 isolates, 7.1 percent had a multidrug resistance.15A 1999 regional analysis16of the United States showed that resistance to TMP-SMX was highest in the Western-Southern-Central regions, with a 23.9 percent resistance rate. The Pacific and Mountain regions had a 21.8 percent resistance rate, and the South Atlantic region had a 19.7 percent resistance rate.16Resistance rates in southern Europe, Israel, and Bangladesh reportedly have been as high as 30 to 50 percent.4"
        },
        {
            "parent": 2,
            "text": "Fluoroquinolones have become popular treatments for patients with uncomplicated UTI because ofE. coli’s emerging resistance to other common medications. The reported resistance rate ofE. colito ciprofloxacin is still very low at less than 3 percent.13The IDSA guidelines recommend the use of fluoroquinolones (e.g., ciprofloxacin, fleroxacin [not available in the United States], norfloxacin [Noroxin], and ofloxacin) as first-line agents in communities with greater than 10 to 20 percent resistance rates to TMP-SMX.17An economic analysis4found that a three-day regimen of ciprofloxacin was more cost-effective than a three-day regimen of TMP-SMX if the resistance rate to that drug was 19.0 percent or greater.4A study13comparing the newest formulation of extended-release ciprofloxacin (500 mg daily for three days) with traditional ciprofloxacin (250 mg twice daily for three days) showed equivalent clinical cure rates. A 1995 study18comparing multidose regimens of ciprofloxacin showed that the minimal effective dosage was 100 mg twice daily. Another study19compared a single 400-mg dose of gatifloxacin (Tequin), with three-day regimens of gatif loxacin (200 mg twice daily) and ciprof loxacin (100 mg twice daily). The single-dose therapy had a clinical response rate equivalent to the two three-day regimens. Gatifloxacin is also expected to be 1,000 times less likely than older fluoroquinolones to become resistant because of its 8-methoxy structure.19"
        },
        {
            "parent": 2,
            "text": "Fosfomycin (Monurol) is another treatment option for patients with UTI. The U.S. Food and Drug Administration (FDA) indicates fosfomycin for the treatment of women with uncomplicated UTI. A study20comparing a single dose of fosfomycin (3 g) with a seven-day course of nitrofurantoin (100 mg twice daily) showed similar bacteriologic cure rates (60 versus 59 percent, respectively).20Fosfomycin is bactericidal and concentrates in the urine to inhibit the growth of pathogens for 24 to 36 hours.20When fosfomycin entered the market in 1997, unpublished studies submitted to the FDA found that it was significantly less effective in eradicating bacteria than seven days of ciprofloxacin or 10 days of TMP-SMX (63 percent, 89 percent, and 87 percent eradication rates, respectively).21"
        },
        {
            "parent": 2,
            "text": "Cephalosporins, including cephalexin (Keflex), cefuroxime (Ceftin), and cefixime (Suprax), can also manage UTIs. Increasing resistance, however, has limited their effectiveness.2The broad spectrum of this class also increases the risk of vulvovaginal candidiasis. Cephalosporins are pregnancy category B drugs, and a seven-day regimen can be considered as a second-line therapy for pregnant women.2Table 1summarizes the possible treatments in patients with UTI."
        },
        {
            "parent": 3,
            "text": "Physicians commonly recommend nonpharmacologic options (e.g., drinking cranberry juice or water) to patients with cystitis. A Cochrane review22found insufficient evidence to recommend the use of cranberry juice to manage UTI."
        },
        {
            "parent": 3,
            "text": "Similarly, no scientific evidence suggests that women with cystitis should increase their fluid intake, and some doctors speculate that increased fluid may be detrimental because it may decrease the urinary concentration of antimicrobial agents.17"
        },
        {
            "parent": 4,
            "text": "Treating older women who have UTIs requires special consideration. A recent study23compared a 10-day course of ciprofloxacin (250 mg twice daily) with a 10-day course of TMP-SMX (160/800 mg twice daily). The study, which included 261 outpatient and institutionalized women with an average age of approximately 80 years, showed a 96 percent bacteriologic eradication rate with ciprofloxacin compared with an 80 percent eradication rate with TMP-SMX for the three most common isolates.23Although the IDSA did not study postmenopausal women specifically, its review found that evidence supports the use of a seven-day antibiotic regimen for older women. The three-day therapy had a higher failure rate when compared with the seven-day regimen.24A Cochrane review25found insufficient evidence to recommend for or against short- versus long-term (seven to 10 days) treatment of uncomplicated UTIs in older women."
        },
        {
            "parent": 5,
            "text": "The incidence of UTI in men ages 15 to 50 years is very low, and little evidence exists on treating them. Risk factors include homosexuality, intercourse with an infected woman, and lack of circumcision. The limited available data are similar on two key points. First, the data show that men should receive the same treatment as women with the exception of nitrofurantoin, which has poor tissue penetration.17Second, a minimum of seven days is the recommended treatment length, because the likelihood of complicating factors is higher than in women.5,17"
        },
        {
            "parent": 6,
            "text": "After reviewing the available clinical data as of 1999 and classifying it by quality of evidence, the IDSA published guidelines for the use of antimicrobial agents to treat women with UTI.24The American Urological Association and the European Society of Clinical Microbiology and Infectious Diseases have endorsed these guidelines,2,17which can be summarized into four main recommendations. First, the IDSA recommends a three-day course of double-strength TMP-SMX as empiric therapy in areas whereE. coliresistance rates are below 20 percent. Second, although it recognizes that they have efficacy rates similar to TMP-SMX, the IDSA does not recommend fluoroquinolones as universal first-line agents because of resistance concerns. Third, the IDSA recommends a seven-day course of nitrofurantoin or a single dose of fosfomycin as reasonable treatment alternatives. Finally, the IDSA does not recommend the use of betalactams because multiple studies have shown them to be inferior when compared with other treatments.23"
        },
        {
            "parent": 6,
            "text": "Figure 1is an algorithm for the management of uncomplicated UTIs."
        }
    ],
    "locked": false
}