{
    "url": "https://www.aafp.org/pubs/afp/issues/2003/0815/p707.html#afp20030815p707-f1",
    "title": "Management of Crohn's Disease—A Practical Approach | AAFP",
    "author": "DOUG KNUTSON, M.D., GREG GREENBERG, M.D., AND HOLLY CRONAU, M.D.",
    "doi": "Am Fam Physician.2003;68(4):707-715",
    "abstract": "Crohn's disease is a chronic inflammatory disorder of the gastrointestinal tract that affects up to 480,000 persons in the United States. Symptoms include abdominal pain, diarrhea, fever, malaise, and arthralgias, and cause considerable morbidity. Speculation about genetic, environmental, dietary, infectious, and immunologic etiologies has led to treatment modalities directed at each theoretic cause, but therapy guidelines are determined by the severity of disease. Use of salicylates and/or antibiotics can be effective in mild to moderate disease, while steroids are the accepted therapy for more severe active disease. Azathioprine and other immunosuppresant drugs can be used as adjunctive therapy for active Crohn's disease and may help to maintain remission. Infliximab, an antibody to human tumor necrosis factor alpha, has proved successful in the treatment of severe refractory disease and generally causes only mild side effects. Therapy for Crohn's disease must involve treating comorbid conditions to improve the quality of life of patients.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology, Etiology, and Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis",
            "level": 3
        },
        {
            "id": 2,
            "name": "Management of Crohn's Disease",
            "level": 2
        },
        {
            "id": 3,
            "name": "Mild to Moderate Disease",
            "level": 2
        },
        {
            "id": 4,
            "name": "Moderate to Severe Disease",
            "level": 2
        },
        {
            "id": 5,
            "name": "Severe Disease",
            "level": 2
        },
        {
            "id": 6,
            "name": "Co-morbidity",
            "level": 2
        },
        {
            "id": 7,
            "name": "Other Considerations",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Crohn's disease is a chronic, relapsing inflammatory disorder of the alimentary canal with involvement anywhere from the mouth to the anus. Manifestations of the disease cause considerable morbidity and social cost. This article will focus on the evaluation and management of Crohn's disease by the family physician."
        },
        {
            "parent": 0,
            "text": "Crohn's disease affects approximately 380,000 to 480,000 persons in the United States.1Although it may occur at any age, the incidence is bimodal with a peak in the third decade of life and a smaller peak in the fifth decade.2The etiology of Crohn's disease is unknown, but suggested possibilities include genetic, environmental, immunologic, and infectious causes. Theories of a genetic basis for the disease are supported by family history and prevalence information, but no clear-cut pattern of inheritance has been established."
        },
        {
            "parent": 0,
            "text": "The incidence of Crohn's disease differs across racial and ethnic boundaries. It is more common in whites than in blacks, in women than in men, and in Jewish than in non-Jewish persons.3Environmental factors must play a role in the development of Crohn's disease, because while the disease is uncommon in African blacks, U.S. blacks have an incidence similar to that of whites.2Also, there is some association with diet, and the disease affects more smokers than expected.2,3"
        },
        {
            "parent": 0,
            "text": "While etiologic evidence suggests a complex interplay between many factors, pathophysiologically, Crohn's disease involves an immune system dysfunction. An imbalance in local mucosal production of pro-inflammatory cytokines over anti-inflammatory cytokines is theorized to cause the well-demarcated, discontinuous, transmural, ulcerative lesions characteristic of the disease.4Clinical features of Crohn's disease are listed inTable 1.5"
        },
        {
            "parent": 1,
            "text": "A diagnosis of Crohn's disease should be considered in any patient who presents with chronic or nocturnal diarrhea, abdominal pain, bowel obstruction, weight loss, fever, or night sweats.5However, symptoms of Crohn's disease are often insidious, and diagnosis can be difficult. Patients may have intermittent symptoms with varying periods of remission. Over time, symptomatic periods may increase in frequency and severity."
        },
        {
            "parent": 1,
            "text": "Crampy, intermittent pain is the most common symptom of Crohn's disease. The pain may evolve into a constant dull ache as the disease progresses. Diarrhea is present in 85 percent of patients; other symptoms include hematochezia, fever, weight loss, malaise, nausea, and arthralgias. The differential diagnosis depends on the presenting complaint, and includes acute appendicitis, small bowel obstruction, ulcerative colitis, irritable bowel syndrome, malabsorption syndromes, infectious or ischemic colitis, neoplasia, hemorrhoids, and diverticular disease. When joint manifestations or fatigue predominates, the differential is expanded further.6"
        },
        {
            "parent": 1,
            "text": "Results from laboratory evaluation can be normal, but electrolyte abnormalities may occur secondary to diarrhea. Anemia also can be caused by malabsorption of vitamin B12, blood loss, or the effect of inflammation on the bone marrow. Patients may also have an elevated erythrocyte sedimentation rate. With the appropriate clinical presentation, the diagnosis can be suggested by radiography, but should be confirmed by endoscopy and biopsy when possible. When the colon is involved, endoscopy reveals the characteristic ulcers with normal surrounding mucosa. Radiographic studies of the small bowel may show luminal narrowing, nodular contour, linear ulcers, or fistulas. Computed tomography (CT) may help to identify abscesses and other complications.2"
        },
        {
            "parent": 2,
            "text": "The medical management of Crohn's disease is based on the location and severity of disease and extra-intestinal complications(Table 2).5Therapy has two goals—to treat the acute disease flare-ups and to maintain remission. Because no “gold standard” exists to define disease severity, working definitions of disease activity have been established to help guide therapy. These definitions are listed and defined inTable 3,5while the various treatment options for Crohn's disease are provided inTable 4.5"
        },
        {
            "parent": 2,
            "text": "Because the natural history of Crohn's disease is characterized by a variable course with spontaneous flare-ups and remissions, it is difficult to prove therapeutic benefit from intervention. However, based on evidence from therapeutic trials, guidelines for the management of Crohn's disease have been developed. An algorithm for the medical management of Crohn's disease is provided inFigure 1.4"
        },
        {
            "parent": 3,
            "text": "Mild to moderate Crohn's disease can be treated with a salicylate preparation, and in patients who are unresponsive, an antibiotic may help.5Response to therapy should be evaluated after several weeks; patients who do not respond should be treated for moderate to severe disease or with alternative therapy."
        },
        {
            "parent": 3,
            "text": "The salicylates include mesalamine (Rowasa) and sulfasalazine (Azulfidine). In its various preparations, mesalamine can be released in the stomach, duodenum, ileum, and colon (Pentasa), or primarily in the terminal ileum and colon (Asacol).7Both mesalamine preparations are generally more effective than placebo in improving disease symptoms and inducing remission in patients with active Crohn's disease; however, greater benefit is seen in patients with ileitis versus colitis or ileocolitis.8The dosage of oral mesalamine is 3.2 to 4 g per day."
        },
        {
            "parent": 3,
            "text": "In a study9conducted in 1979, sulfasalazine demonstrated benefits over placebo, with approximately 50 percent of patients enrolled in large clinical trials achieving clinical remission. The suggested dosage of sulfasalazine is 3 to 6 g per day. Sulfasalazine does not have significant benefit in maintaining remission9,10; mesalamine may maintain remission at higher dosages and in some subsets of patients."
        },
        {
            "parent": 3,
            "text": "In the treatment of mild to moderate active Crohn's disease, antibiotic therapy may be an acceptable alternative. Metronidazole (Flagyl) in a dosage of 10 to 20 mg per kg per day has demonstrated benefit in the treatment of ileocolitis and colitis, with most patients reporting clinical improvement and more than one half achieving remission.11[Evidence level A: randomized controlled trial (RCT)] In addition to a metallic taste, disulfiram-like effect, and gastrointestinal upset, long-term use of metronidazole is known to cause peripheral neuropathy, and patients should be monitored."
        },
        {
            "parent": 3,
            "text": "Ciprofloxacin (Cipro) in a dosage of 1 g per day has also decreased disease activity similar to that of mesalamine, 4 g per day.12[Evidence level B: lower quality RCT] In a study13of patients with active Crohn's disease, no difference was noted between patients treated with a combination of ciprofloxacin and metronidazole, and those treated with prednisone at 12 weeks.13"
        },
        {
            "parent": 4,
            "text": "Patients with Crohn's disease that is classified as moderate to severe should be treated with steroids until symptoms resolve and weight loss is reversed. The immunomodulators azathioprine (Imuran) and mercaptopurine (Purinethol) may be used, but full response may not be achieved for several months. Infliximab (Remicade) may be an alternative if corticosteroids are ineffective or contraindicated."
        },
        {
            "parent": 4,
            "text": "Oral corticosteroids have been the mainstay for treating moderate to severe active Crohn's disease. Their effectiveness in inducing remission has long been known, and their onset of action is more rapid than that of salicylates. While studies have not revealed a generally accepted dosage schedule, 50 to 70 percent of patients receiving the equivalent of prednisone 40 mg daily over eight to 12 weeks have been shown to achieve a clinical response.9"
        },
        {
            "parent": 4,
            "text": "After clinical response, dosage is tapered according to rapidity and completeness of response, often requiring months to discontinue.14Dosages can be tapered by 5 to 10 mg weekly until 20 mg, and by 2.5 to 5 mg weekly thereafter.14Steroids have no role in maintaining remission. In addition, concerns regarding the long-term side effects of steroid use, including diabetes mellitus, osteoporosis, and adrenal suppression, limit their long-term use. Prednisone enemas may be helpful in proctosigmoid disease but are not as effective as salicylate preparations."
        },
        {
            "parent": 4,
            "text": "Budesonide (Entocort) is a potent corticosteroid with poor systemic absorption because of a 90 percent first-pass metabolism, apparently resulting in fewer side effects and less adrenal suppression than prednisone.15,16Budesonide is superior to mesalamine and placebo in patients with active Crohn's disease17and is comparable to oral prednisolone.18"
        },
        {
            "parent": 4,
            "text": "The role of immunomodulators in Crohn's disease continues to be studied. Immunosuppressants, specifically azathioprine and 6-mercaptopurine, have demonstrated adjunctive benefits to use of steroids in adults,19,20but they may take up to four months to demonstrate benefit.20These medications should be considered in patients who are steroid dependent or resistant to other forms of treatment.20[Evidence level A: Systematic review of RCTs] Immunosuppressants have allowed reduction in steroid dosages with maintenance of remission after inductive therapy. Despite concerns, there is no suggestion of an increased risk for neoplasia; however, one patient developed a brain lymphoma generally seen in immunocompromised patients.21"
        },
        {
            "parent": 4,
            "text": "Dose-response studies have yet to establish optimal dosages of azathioprine and mercaptopurine. Although often used at lower dosages, the benefits of azathioprine have been demonstrated at 2 to 2.5 mg per kg,20and at 1.5 mg per kg with 6-mercaptopurine.22Patients should have blood counts evaluated once a month to watch for leukopenia. In addition, patients are at risk of pancreatitis, which generally can occur at the induction of therapy."
        },
        {
            "parent": 4,
            "text": "A variety of other immunomodulatory agents have been studied in active, refractory Crohn's disease, including cyclosporine (Sandimmune), methotrexate (Rheumatrex), and tacrolimus (Prograf). Parenteral methotrexate in a dosage of 25 mg per week has shown effectiveness in steroid-dependent patients, allowing for steroid tapering.23,24Guidelines for using tacrolimus and cyclosporine have yet to be determined.23,25"
        },
        {
            "parent": 4,
            "text": "Recently, the U.S. Food and Drug Administration approved infliximab, an antibody to human tumor necrosis factor alpha, to treat Crohn's disease. In persons unresponsive to salicylates, antibiotics, corticosteroids, or immunosuppressants, infliximab has proved successful in closure of fistulas, steroid-refractory disease, and in the improvement of moderate to severe disease. A study26using infliximab in patients with moderate to severe Crohn's disease showed improvement in 65 percent of patients, with complete remission in 33 percent. Single-dose infusions of 5 mg per kg, 10 mg per kg, and 20 mg per kg were used, with the best response seen at 5 mg per kg. Another study27showed improvement in four weeks in more than 80 percent of patients treated with 5 mg per kg, and more than 50 percent achieved remission.27"
        },
        {
            "parent": 4,
            "text": "Infliximab appears to be useful in maintaining remission, but retreatment is likely to be necessary on an ongoing basis.27,28Clinical improvement is accompanied by endoscopic and histologic improvements, which have not been demonstrated in many other therapies for Crohn's disease.29,30While antibody development and theoretic long-term sequelae are of concern, side effects such as serum sickness reactions are generally mild."
        },
        {
            "parent": 5,
            "text": "Patients with severe Crohn's disease often require hospitalization. Indications for hospitalization include persistent symptoms despite use of steroids or infliximab, or if patients have fever, vomiting, intestinal obstruction, acute abdomen, cachexia, or evidence of abscess. In such cases, parenteral steroids should be administered.5Any abdominal mass requires ultrasonography or CT scanning for evaluation."
        },
        {
            "parent": 5,
            "text": "Surgical cure of Crohn's disease is not possible, but indications for surgical consultation include refractory disease, intestinal obstruction, formation of an abscess or fistula, perforation, hemorrhage, and perianal disease. Interestingly, some extra-intestinal manifestations of Crohn's disease, including arthritis, may subside after resection."
        },
        {
            "parent": 6,
            "text": "Crohn's disease may create a negative impact on self-image, employability, psychologic functioning, family relationships, and friendships.31Treatment of patients with Crohn's disease should not focus on disease activity alone, but also should include attention to these factors, and family physicians should use appropriate screening tools and treatment modalities."
        },
        {
            "parent": 6,
            "text": "Stress appears to play a role in the exacerbation of Crohn's disease.32While no adequate studies demonstrate the benefit of relaxation techniques for Crohn's disease, studies have been done assessing psychotherapy as treatment. One study33showed improvement in patients' coping ability and psychologic well-being. Low-impact exercise programs also have been shown to improve patients' quality of life and bone density, an important consideration with chronic steroid use.34,35Generally, patient education, relaxation techniques, simple exercise programs, and involvement in support groups may help improve quality of life for patients with Crohn's disease."
        },
        {
            "parent": 7,
            "text": "Commonly, patients with Crohn's disease need vitamin and mineral supplementation. Supplementation with vitamin B12, folic acid, fat soluable vitamins, and calcium should be considered, and periodic checks may be necessary. Osteopenia and osteoporosis are potential complications of Crohn's disease, often aggravated by chronic steroid use, and patients should be monitored appropriately."
        },
        {
            "parent": 7,
            "text": "Despite expanding evidence of the carcinogenic potential of longstanding Crohn's disease, surveillance guidelines have yet to be determined.5Frequent colonoscopic monitoring 10 years after the onset of disease is recommended, the frequency of which depends on the extent of colonic disease. Research suggests that supplemental folate may have a protective effect against colon cancer.36"
        }
    ],
    "locked": false
}