{
    "url": "https://www.aafp.org/pubs/afp/issues/2004/0115/p299.html#afp20040115p299-f1",
    "title": "Jaundice in the Adult Patient | AAFP",
    "author": "SEAN P. ROCHE, M.D., AND REBECCA KOBOS, M.D.",
    "doi": "Am Fam Physician.2004;69(2):299-304",
    "abstract": "Jaundice in an adult patient can be caused by a wide variety of benign or life-threatening disorders. Organizing the differential diagnosis by prehepatic, intrahepatic, and posthepatic causes may help make the work-up more manageable. Prehepatic causes of jaundice include hemolysis and hematoma resorption, which lead to elevated levels of unconjugated (indirect) bilirubin. Intrahepatic disorders can lead to unconjugated or conjugated hyperbilirubinemia. The conjugated (direct) bilirubin level is often elevated by alcohol, infectious hepatitis, drug reactions, and autoimmune disorders. Posthepatic disorders also can cause conjugated hyperbilirubinemia. Gallstone formation is the most common and benign posthepatic process that causes jaundice; however, the differential diagnosis also includes serious conditions such as biliary tract infection, pancreatitis, and malignancies. The laboratory work-up should begin with a urine test for bilirubin, which indicates that conjugated hyperbilirubinemia is present. If the complete blood count and initial tests for liver function and infectious hepatitis are unrevealing, the work-up typically proceeds to abdominal imaging by ultrasonography or computed tomographic scanning. In a few instances, more invasive procedures such as cholangiography or liver biopsy may be needed to arrive at a diagnosis.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "PREHEPATIC PHASE",
            "level": 3
        },
        {
            "id": 2,
            "name": "INTRAHEPATIC PHASE",
            "level": 3
        },
        {
            "id": 3,
            "name": "POSTHEPATIC PHASE",
            "level": 3
        },
        {
            "id": 4,
            "name": "Clinical Presentation of Jaundice",
            "level": 2
        },
        {
            "id": 5,
            "name": "Differential Diagnosis",
            "level": 2
        },
        {
            "id": 6,
            "name": "PREHEPATIC CAUSES",
            "level": 3
        },
        {
            "id": 7,
            "name": "INTRAHEPATIC CAUSES",
            "level": 3
        },
        {
            "id": 8,
            "name": "Unconjugated Hyperbilirubinemia",
            "level": 3
        },
        {
            "id": 9,
            "name": "Conjugated Hyperbilirubinemia",
            "level": 3
        },
        {
            "id": 10,
            "name": "POSTHEPATIC CAUSES",
            "level": 3
        },
        {
            "id": 11,
            "name": "Physical Examination",
            "level": 2
        },
        {
            "id": 12,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 13,
            "name": "SERUM TESTING",
            "level": 3
        },
        {
            "id": 14,
            "name": "IMAGING",
            "level": 3
        },
        {
            "id": 15,
            "name": "LIVER BIOPSY",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The word “jaundice” comes from the French word jaune, which means yellow. Jaundice is a yellowish staining of the skin, sclera, and mucous membranes by bilirubin, a yellow-orange bile pigment. Bilirubin is formed by a breakdown product of heme rings, usually from metabolized red blood cells. The discoloration typically is detected clinically once the serum bilirubin level rises above 3 mg per dL (51.3 μper L)."
        },
        {
            "parent": -1,
            "text": "Jaundice is not a common presenting complaint in adults. When present, it may indicate a serious problem. This article discusses the evaluation of the adult patient with jaundice. A systematic approach is warranted to clarify the cause quickly so that treatment can begin as soon as possible."
        },
        {
            "parent": 0,
            "text": "The classic definition of jaundice is a serum bilirubin level greater than 2.5 to 3 mg per dL (42.8 to 51.3 μper L) in conjunction with a clinical picture of yellow skin and sclera. Bilirubin metabolism takes place in three phases—prehepatic, intrahepatic, and posthepatic. Dysfunction in any of these phases may lead to jaundice."
        },
        {
            "parent": 1,
            "text": "The human body produces about 4 mg per kg of bilirubin per day from the metabolism of heme. Approximately 80 percent of the heme moiety comes from catabolism of red blood cells, with the remaining 20 percent resulting from ineffective erythropoiesis and breakdown of muscle myoglobin and cytochromes. Bilirubin is transported from the plasma to the liver for conjugation and excretion.1"
        },
        {
            "parent": 2,
            "text": "Unconjugated bilirubin is insoluble in water but soluble in fats. Therefore, it can easily cross the blood-brain barrier or enter the placenta. In the hepatocyte, the unconjugated bilirubin is conjugated with a sugar via the enzyme glucuronosyltransferase and is then soluble in the aqueous bile."
        },
        {
            "parent": 3,
            "text": "Once soluble in bile, bilirubin is transported through the biliary and cystic ducts to enter the gallbladder, where it is stored, or it passes through Vater'sampulla to enter the duodenum. Inside the intestines, some bilirubin is excreted in the stool, while the rest is metabolized by the gut flora into urobilinogens and then reabsorbed. The majority of the urobilinogens are filtered from the blood by the kidney and excreted in the urine. A small percentage of the urobilinogens are reabsorbed in the intestines and re-excreted into the bile."
        },
        {
            "parent": 4,
            "text": "Patients with jaundice may present with no symptoms at all (i.e., the condition is found accidentally), or they may present with a life-threatening condition. The wide range of possibilities is based on the variety of underlying causes and whether disease onset is quick or slow moving."
        },
        {
            "parent": 4,
            "text": "Patients presenting with acute illness, which is frequently caused by infection, may seek medical care because of fever, chills, abdominal pain, and flu-like symptoms. For these patients, the change in skin color may not be their greatest concern."
        },
        {
            "parent": 4,
            "text": "Patients with noninfectious jaundice may complain of weight loss or pruritus. Abdominal pain is the most common presenting symptom in patients with pancreatic or biliary tract cancers.2Even something as nonspecific as depression may be a presenting complaint in patients with chronic infectious hepatitis and in those with a history of alcoholism.3,4"
        },
        {
            "parent": 4,
            "text": "Occasionally, patients may present with jaundice and some extrahepatic manifestations of liver disease. Examples include patients with chronic hepatitis and pyoderma gangrenosum, and patients with acute hepatitis B or C and polyarthralgias.5–7"
        },
        {
            "parent": 5,
            "text": "Jaundice can be caused by a malfunction in any of the three phases of bilirubin production(Tables 1and2).8Pseudojaundice can occur with excessive ingestion of foods rich in beta-carotene (e.g., squash, melons, and carrots). Unlike true jaundice, carotenemia does not result in scleral icterus or elevation of the bilirubin level.8"
        },
        {
            "parent": 6,
            "text": "Unconjugated hyperbilirubinemia results from a derailment of the necessary bilirubin conjugation in the hepatocyte. This problem may occur before bilirubin has entered the hepatocyte or within the liver cell. Excessive heme metabolism, from hemolysis or reabsorption of a large hematoma, results in significant increases in bilirubin, which may overwhelm the conjugation process and lead to a state of unconjugated hyperbilirubinemia.10"
        },
        {
            "parent": 6,
            "text": "Hemolytic anemias usually result in mild bilirubin elevation, to about 5 mg per dL (85.5 μmol per L), with or without clinical jaundice. Hemolytic anemias result from abnormal red blood cell survival times. These anemias may occur because of membrane abnormalities (e.g., hereditary spherocytosis) or enzyme abnormalities (e.g., glucose-6-phosphate dehydrogenase deficiency). Other etiologies of hemolysis include autoimmune disorders, drugs, and defects in hemoglobin structure such as sickle cell disease and the thalassemias.11"
        },
        {
            "parent": 8,
            "text": "Several disorders of enzyme metabolism affect the conjugation process inside the hepatocyte, thereby impeding complete conjugation. There are varying degrees of unconjugated hyperbilirubinemia, depending on the severity of enzyme inhibition with each disease."
        },
        {
            "parent": 8,
            "text": "Gilbert syndrome is a common, benign, hereditary disorder that affects approximately 5 percent of the U.S. population.1Typically, the disease results in a mild decrease in the activity of the enzyme glucuronosyltransferase, causing an increase in the indirect fraction of serum bilirubin. Gilbert syndrome is typically an incidental finding on routine liver function tests, when the bilirubin level is slightly increased and all other liver function values are within normal limits. Jaundice and further elevation of the bilirubin level may occur during periods of stress, fasting, or illness. However, these changes are usually transient, and there is no need to pursue treatment or liver biopsy.1"
        },
        {
            "parent": 9,
            "text": "The predominant causes of conjugated hyperbilirubinemia are intrahepatic cholestasis and extrahepatic obstruction of the biliary tract, with the latter preventing bilirubin from moving into the intestines."
        },
        {
            "parent": 9,
            "text": "Viruses, alcohol, and autoimmune disorders are the most common causes of hepatitis. Intrahepatic inflammation disrupts transport of conjugated bilirubin and causes jaundice."
        },
        {
            "parent": 9,
            "text": "Hepatitis A is usually a self-limited illness that presents with acute onset of jaundice. Hepatitis B and C infections often do not cause jaundice during the initial phases but can lead to progressive jaundice when chronic infection has progressed to liver cirrhosis. Epstein-Barr virus infection (infectious mononucleosis) occasionally causes transient hepatitis and jaundice that resolve as the illness clears.1,8"
        },
        {
            "parent": 9,
            "text": "Alcohol has been shown to affect bile acid uptake and secretion, resulting in cholestasis. Chronic alcohol use may result in fatty liver (steatosis), hepatitis, and cirrhosis, with varying levels of jaundice. Fatty liver, the most common pathologic liver finding, usually results in mild symptoms without jaundice but occasionally progresses to cirrhosis. Hepatitis secondary to alcohol use typically presents with acute onset of jaundice and more severe symptoms. Liver cell necrosis is indicated by highly elevated serum liver transaminase levels.12"
        },
        {
            "parent": 9,
            "text": "Autoimmune hepatitis traditionally has been considered a disease that affects younger persons, especially women. Recent data, however, support the consideration of this diagnosis in older patients who present with acute icteric hepatitis.13Two serious autoimmune diseases that directly affect the biliary system without causing much hepatitis are primary biliary cirrhosis and primary sclerosing cholangitis. Primary biliary cirrhosis is a rare progressive liver disease that typically presents in middle-aged women. Fatigue and pruritus are common initial complaints, while jaundice is a later finding. Primary sclerosing cholangitis, another rare cholestatic entity, is more common in men; nearly 70 percent of patients also have inflammatory bowel disease. Primary sclerosing cholangitis may lead to cholangiocarcinoma.8"
        },
        {
            "parent": 9,
            "text": "Dubin-Johnson syndrome and Rotor's syndrome are rare hereditary metabolic defects that disrupt transport of conjugated bilirubin from the hepatocyte.8"
        },
        {
            "parent": 9,
            "text": "Many drugs have been shown to play a role in the development of cholestatic jaundice. Agents classically identified with drug-induced liver disease are acetaminophen, penicillins, oral contraceptives, chlorpromazine (Thorazine), and estrogenic or anabolic steroids. Cholestasis can develop during the first few months of oral contraceptive use and may result in jaundice.14"
        },
        {
            "parent": 10,
            "text": "Conjugated hyperbilirubinemia also may result from problems that occur after the bilirubin is conjugated in the liver. These post-hepatic causes can be divided into intrinsic or extrinsic obstruction of the duct system(Table 2).8"
        },
        {
            "parent": 10,
            "text": "Cholelithiasis, or the presence of gallstones in the gallbladder, is a relatively common finding in adult patients, with or without symptoms of obstruction.15Obstruction within the biliary duct system may lead to cholecystitis, or inflammation of the gallbladder, as well as cholangitis or infection. Cholangitis is diagnosed clinically by the classic symptoms of fever, pain, and jaundice, known as Charcot'striad. Cholangitis most commonly occurs because of an impacted gallstone.16"
        },
        {
            "parent": 10,
            "text": "Impacted gallstones typically require cholecystectomy or endoscopic removal, depending on the stone location. Biliary strictures and infection should be considered in patients with postoperative jaundice.10,16"
        },
        {
            "parent": 10,
            "text": "Biliary tract tumors are uncommon but serious causes of posthepatic jaundice. Gall-bladder cancer classically presents with jaundice, hepatomegaly, and a mass in the right upper quadrant (Courvoisier's sign). Survival rates, based on tumor stage, range from 2 to 85 percent. Another biliary system cancer, cholangiocarcinoma, typically manifests as jaundice, pruritus, weight loss, and abdominal pain. It accounts for roughly 25 percent of hepatobiliary cancers and is associated with an approximately 50 percent survival rate.16"
        },
        {
            "parent": 10,
            "text": "Jaundice also may arise secondary to pancreatitis. The most common causes of pancreatitis are gallstones and alcohol use. Gallstones are responsible for more than one half of cases of acute pancreatitis, which is caused by obstruction of the common duct that drains the biliary and pancreatic systems.15Even without duct obstruction from a stone, pancreatitis can lead to secondary bile duct compression from pancreatic edema.12"
        },
        {
            "parent": 11,
            "text": "The physical examination should focus primarily on signs of liver disease other than jaundice, including bruising, spider angiomas, gynecomastia, testicular atrophy, and palmar erythema. An abdominal examination to assess liver size and tenderness is important. The presence or absence of ascites also should be noted."
        },
        {
            "parent": 12,
            "text": "The initial work-up of the patient with jaundice depends on whether the hyperbilirubinemia is conjugated (direct) or unconjugated (indirect).A urinalysis that is positive for bilirubin indicates the presence of conjugated bilirubinemia. Conjugated bilirubin is water soluble and therefore able to be excreted in urine. The findings of urinalysis should be confirmed by measurements of the serum total and direct bilirubin levels(Figure 1)."
        },
        {
            "parent": 13,
            "text": "First-line serum testing in a patient presenting with jaundice should include a complete blood count (CBC) and determination of bilirubin (total and direct fractions), aspartate transaminase (AST), alanine transaminase (ALT), γ-glutamyl transpeptidase, and alkaline phosphatase levels."
        },
        {
            "parent": 13,
            "text": "A CBC is useful in detecting hemolysis, which is indicated by the presence of fractured red blood cells (schistocytes) and increased reticulocytes on the smear."
        },
        {
            "parent": 13,
            "text": "AST and ALT are markers of hepatocellular injury. They can be less helpful in patients with chronic liver disease, because levels can be normal or only slightly elevated when there is little liver parenchyma left to damage. Acute viral hepatitis may cause the levels of ALT to rise several thousand units per liter. Levels greater than 10,000 U per L usually occur in patients with acute injury to the liver from another source (e.g., drugs [acetaminophen] or ischemia).17"
        },
        {
            "parent": 13,
            "text": "Patients with acute alcoholic hepatitis have AST and ALT levels that rise to several hundred units per liter. With alcohol-induced damage, the ratio of AST to ALT is usually greater than 1, whereas infectious causes of hepatitis typically cause greater elevation in ALT than in AST.18"
        },
        {
            "parent": 13,
            "text": "Alkaline phosphatase and γ-glutamyltransferase are markers for cholestasis. As bile obstruction progresses, the levels of these two markers rise several times above normal.17"
        },
        {
            "parent": 13,
            "text": "Depending on the results of the initial tests, further serum tests or imaging studies may be warranted. The second-line serum investigations may include tests for hepatitis A IgM antibody, hepatitis B surface antigen and core antibody, hepatitis C antibody, and autoimmune markers such as antinuclear, smooth muscle, and liver-kidney microsomal antibodies. An elevated amylase level would corroborate the presence of pancreatitis when this condition is suspected based on the history or physical examination."
        },
        {
            "parent": 14,
            "text": "Ultrasonography and computed tomographic (CT) scanning are useful in distinguishing an obstructing lesion from hepatocellular disease in the evaluation of a jaundiced patient. Ultrasonography is typically the first test ordered, because of its lower cost, wide availability, and lack of radiation exposure, which may be particularly important in pregnant patients. While ultrasonography is the most sensitive imaging technique for detecting biliary stones, CT scanning can provide more information about liver and pancreatic parenchymal disease. Neither modality is good at delineating intraductal stones.19"
        },
        {
            "parent": 14,
            "text": "Further imaging that may be done by a gastroenterologist or interventional radiologist includes endoscopic retrograde cholangiopancreatography and percutaneous transhepatic cholangiography."
        },
        {
            "parent": 15,
            "text": "A liver biopsy provides information on the architecture of the liver and is used mostly for determining prognosis. It also may be useful for diagnosis if serum and imaging studies do not lead to a firm diagnosis. Liver biopsy can be particularly helpful in diagnosing autoimmune hepatitis or biliary tract disorders (e.g., primary biliary cirrhosis, primary sclerosing cholangitis). Patients with primary biliary cirrhosis are almost always positive for antimitochondrial antibody, and the majority of those affected by primary sclerosing cholangitis have antineutrophil cytoplasmic antibodies.8"
        },
        {
            "parent": 15,
            "text": "The risk of fatal hemorrhage in patients undergoing percutaneous liver biopsy is 0.4 percent if they have a malignancy and 0.04 percent if they have nonmalignant disease.20"
        }
    ],
    "locked": false
}