{
    "url": "https://www.aafp.org/pubs/afp/issues/2005/0501/p1731.html#afp20050501p1731-f2",
    "title": "Evaluation of Palpable Breast Masses | AAFP",
    "author": "SUSAN KLEIN, M.D.",
    "doi": "Am Fam Physician.2005;71(9):1731-1738",
    "abstract": "Palable breast masses are common and usually benign, but efficient evaluation and prompt diagnosis are necessary to rule out malignancy. A thorough clinical breast examination, imaging, and tissue sampling are needed for a definitive diagnosis. Fine-needle aspiration is fast, inexpensive, and accurate, and it can differentiate solid and cystic masses. However, physicians must have adequate training to perform this procedure. Mammography screens for occult malignancy in the same and contralateral breast and can detect malignant lesions in older women; it is less sensitive in women younger than 40 years. Ultrasonography can detect cystic masses, which are common, and may be used to guide biopsy techniques. Tissue specimens obtained with core-needle biopsy allow histologic diagnosis, hormone-receptor testing, and differentiation between in situ and invasive disease. Core-needle biopsy is more invasive than fine-needle aspiration, requires more training and experience, and frequently requires imaging guidance. After the clinical breast examination is performed, the evaluation depends largely on the patient’s age and examination characteristics, and the physician’s experience in performing fine-needle aspiration.",
    "headers": [
        {
            "id": 0,
            "name": "Initial Evaluation",
            "level": 2
        },
        {
            "id": 1,
            "name": "HISTORY",
            "level": 3
        },
        {
            "id": 2,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 3,
            "name": "Imaging",
            "level": 2
        },
        {
            "id": 4,
            "name": "ULTRASONOGRAPHY",
            "level": 3
        },
        {
            "id": 5,
            "name": "DIAGNOSTIC MAMMOGRAPHY",
            "level": 3
        },
        {
            "id": 6,
            "name": "DIGITAL MAMMOGRAPHY",
            "level": 3
        },
        {
            "id": 7,
            "name": "MAGNETIC RESONANCE IMAGING",
            "level": 3
        },
        {
            "id": 8,
            "name": "Tissue Studies",
            "level": 2
        },
        {
            "id": 9,
            "name": "FINE-NEEDLE ASPIRATION",
            "level": 3
        },
        {
            "id": 10,
            "name": "CORE-NEEDLE BIOPSY",
            "level": 3
        },
        {
            "id": 11,
            "name": "EXCISIONAL BIOPSY",
            "level": 3
        },
        {
            "id": 12,
            "name": "Triple Test",
            "level": 2
        },
        {
            "id": 13,
            "name": "DIAGNOSTIC EVALUATION PROCESS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Breast masses have a variety of etiologies, benign and malignant. Fibroadenoma is the most common benign breast mass; invasive ductal carcinoma is the most common malignancy.1Most masses are benign, but breast cancer is the most common cancer and the second leading cause of cancer deaths in women.2Although most breast cancers occur in women older than 50 years, 31 percent of women diagnosed with breast cancer between 1996 and 2000 were younger than 50 years.3An efficient and accurate evaluation can maximize cancer detection and minimize unnecessary testing and procedures."
        },
        {
            "parent": 1,
            "text": "A thorough patient history is necessary for the physician to identify risk factors for breast cancer. Some risk factors are well established, and others indicate probable or possible increased risk(Tables 1and2).4–14"
        },
        {
            "parent": 2,
            "text": "A complete clinical breast examination (CBE) includes an assessment of both breasts and the chest, axillae, and regional lymphatics. In premenopausal women, the CBE is best done the week following menses, when breast tissue is least engorged. With the patient in an upright position, the physician visually inspects the breasts, noting asymmetry, nipple discharge, obvious masses, and skin changes, such as dimpling, inflammation, rashes, and unilateral nipple retraction or inversion.15"
        },
        {
            "parent": 2,
            "text": "With the patient supine and one arm raised, the physician thoroughly palpates breast tissue on the raised-arm side in the superficial, intermediate, and deep tissue planes (i.e., the “triple touch” technique); axilla; supraclavicular area; neck; and chest wall, assessing the size, texture, and location of any masses(Figure 1).15The physician should note the size of the masses to document changes over time. Next, the physician should inspect the areola-nipple complex for any discharge. CBE sensitivity can be improved by longer duration (i.e., five to 10 minutes) and increased precision (i.e., using a systematic pattern, varying palpation pressure, and using three finger pads and circular motions).15,16"
        },
        {
            "parent": 2,
            "text": "Benign masses generally cause no skin change and are smooth, soft to firm, and mobile, with well-defined margins. Diffuse, symmetric thickening, which is common in the upper outer quadrants, may indicate fibro-cystic changes. Malignant masses generally are hard, immobile, and fixed to surrounding skin and soft tissue, with poorly defined or irregular margins.15However, mobile or nonfixed masses can be cancerous. Infections such as mastitis and cellulitis tend to be erythematous, tender, and warm to the touch; they may be more circumscribed if an abscess has formed. Similar symptoms may occur in patients with inflammatory breast cancer. Therefore, caution should be used in assessing patients with suspected breast infections."
        },
        {
            "parent": 2,
            "text": "Digital palpation of the breast is effective in detecting masses and can help determine whether a mass is benign or malignant.15,17CBE can detect up to 44 percent of cancers, up to 29 percent of which would not have been detected by mammography.15,17Despite its accuracy, CBE alone is not adequate for definitive diagnosis of breast cancer. Further evaluation, including follow-up examinations, imaging, and tissue sampling, is required in all patients with breast masses."
        },
        {
            "parent": 4,
            "text": "Ultrasonography can effectively distinguish solid masses from cysts, which account for approximately 25 percent of breast lesions.18,19When strict criteria for cyst diagnosis are met, ultrasonography has a sensitivity of 89 percent and a specificity of 78 percent in detecting abnormalities in symptomatic women.18Recurrent or complex cysts may signal malignancy; therefore, further evaluation of these lesions is required.19"
        },
        {
            "parent": 4,
            "text": "Although ultrasonography is not considered a screening test, it is more sensitive than mammography in detecting lesions in women with dense breast tissue.18,20It is useful in discriminating between benign and malignant solid masses,18,21and it is superior to mammography in diagnosing clinically benign palpable masses (i.e., up to 97 percent accuracy versus 87 percent for mammography).21"
        },
        {
            "parent": 5,
            "text": "Diagnostic mammography can help physicians determine whether a lesion is potentially malignant, and it also screens for occult disease in surrounding tissue. A radio-opaque ball bearing marks the location of the mass, and spot compression and magnification views can clarify the breast mass and determine its density. If old films are available, they are compared with the new images. Diagnostic mammography is up to 87 percent sensitive in detecting cancer.22Its specificity is 88 percent, and its positive predictive value may be as high as 22 percent.22"
        },
        {
            "parent": 6,
            "text": "Digital mammography allows images to be enhanced and transmitted electronically. The ability to alter contrast and brightness permits further evaluation of abnormal areas to identify features diagnostic of benign and malignant disease.23–26Although the overall cancer-detection rate is similar in screen-field and full-field mammography, screen-field imaging has better image quality and less artifact, and requires fewer patient recalls.24,25"
        },
        {
            "parent": 6,
            "text": "In addition to its usefulness in telemammography, digital mammography may be more accurate than traditional mammography; studies comparing the methods are underway. Potential new techniques include three-dimensional imaging, lower-dose radiation, dual energy subtraction, contrast-enhancement imaging, and computer-assisted diagnosis.23,24,26"
        },
        {
            "parent": 7,
            "text": "Magnetic resonance imaging (MRI) is being studied to determine its usefulness in diagnosing breast masses. Gadolinium contrast is used to enhance the vascularity of malignant lesions. Although MRI is highly sensitive (85 to 100 percent), it lacks specificity (47 to 67 percent).27,28MRI is inferior to mammography in detecting in situ cancers and cancers smaller than 3 mm, and it provides no cost benefit over excisional biopsy for verifying malignancy.27,28Research suggests two potential roles for MRI in breast mass diagnosis: evaluating patients with silicone breast implants29and assessing patients in whom evaluation by ultrasonography and mammography is problematic. The latter group includes patients who have had breast-conserving surgery; patients with known carcinoma in whom multifocal, ipsilateral, or contralateral disease must be ruled out; patients with axillary metastasis and an unknown primary; patients with extensive postoperative scarring; and patients with extremely dense parenchyma.28,30–32A recent study33compared the effectiveness of mammography and MRI in women with a family history of breast cancer or a genetic susceptibility to the disease. The sensitivity of MRI was higher than that of mammography in detecting breast cancer, and MRI was better able to discriminate between benign and malignant lesions. Although MRI improves detection of early breast cancers in carriers of BRCA mutations, it has a lower specificity than mammography, which requires additional evaluations. It also has a limited sensitivity in detecting ductal carcinoma in situ."
        },
        {
            "parent": 9,
            "text": "The first step in evaluating patients with palpable breast masses often is fine-needle aspiration (FNA), in which a 22- to 25-gauge needle is used to aspirate cystic fluid or sample solid lesions for cytology. In some patients, the lesion completely resolves after FNA, and no further diagnostic work-up is required. However, when imaging is indicated after FNA, cyst wall disruption caused by the procedure may make imaging more difficult to evaluate. The problem may be avoided by scheduling imaging studies up to two weeks after FNA and notifying the radiologist of the recent procedure.34"
        },
        {
            "parent": 9,
            "text": "FNA also is used with ultrasonography or stereotactic imaging to further assess poorly defined palpable masses. When sampling in patients with solid lesions is adequate, FNA is highly sensitive for malignancy (98 to 99 percent) and has a positive predictive value of 99 percent and a negative predictive value of 86 to 99 percent.35Sample adequacy is of some concern; one study36rated 28 percent of samples as inadequate and another 22 percent as less than optimal. The physician’s training and experience may be a key factor in obtaining adequate samples.36"
        },
        {
            "parent": 10,
            "text": "Core-needle biopsy (CNB) produces a larger tissue sample than FNA and may be used in conjunction with ultrasonography or stereotactic imaging for small or difficult-to-palpate lesions. Local anesthesia is required. A 14- to 18-gauge cutting needle is used to obtain two to six slender cores of tissue for histology.37,38The sensitivity of ultrasonography-guided CNB may be as high as 99 percent in diagnosing malignancy in palpable lesions and 93 percent in nonpalpable lesions.1Specimens can be used to differentiate between in situ and invasive carcinoma, and to identify hormone-receptor levels.39Results vary depending on radiographic guidance, the size of the needle, and the number of cores sampled. A minimum of four cores is suggested to achieve greater accuracy.37,38Insufficient specimens are rare.1,38Compared with FNA, CNB takes more time and requires specific training and patient anesthesia, but it has a higher positive predictive value for suspicious and atypical results and may provide an overall cost benefit.38"
        },
        {
            "parent": 11,
            "text": "Excisional biopsy is the gold standard for evaluating breast masses. It is performed in an operating room under local or general anesthesia and results in the removal of the entire lesion. Excisional biopsy is diagnostic and therapeutic: a completely removed mass with good margins of normal tissue may mean that further surgery is not required. An incisional biopsy (i.e., removal of a portion of the lesion) generally is used for tissue diagnosis in large tumors when CNB is nondiagnostic. Excisional biopsy is indicated in patients with clinically suspicious lesions and lesions in which imaging or tissue studies are equivocal.40–43With the increased use of CNB, the need for diagnostic excisional biopsy has declined.44"
        },
        {
            "parent": 12,
            "text": "The triple test is the combination of results from CBE, imaging, and tissue sampling.41,45–47When the three assessments are performed adequately and produce concordant results, the triple test diagnostic accuracy approaches 100 percent.41,45,46Discordant results or results that cannot be evaluated may indicate the need for excisional biopsy.45"
        },
        {
            "parent": 12,
            "text": "The Triple Test Score (TTS) was developed to help physicians interpret discordant triple test results.41,42A three-point scale is used to score each component of the triple test (1 = benign, 2 = suspicious, 3 = malignant). A TTS of 3 or 4 is consistent with a benign lesion; a TTS of 6 or more indicates possible malignancy that may require surgical intervention. Excisional biopsy is recommended in patients with a TTS of 5 to obtain a definitive diagnosis."
        },
        {
            "parent": 13,
            "text": "After the patient history is obtained and the CBE is performed, the next diagnostic step is determined by the patient’s age and the physician’s experience with performing office-based FNA(Figure 2). Physicians trained in FNA may choose this procedure for two reasons: it is office-based and may be performed during the same clinical visit, and cystic lesions that resolve on aspiration spare the patient further work-up and cost.45"
        },
        {
            "parent": 13,
            "text": "If FNA reveals a solid lesion, evaluation with diagnostic mammography should be performed next34,48; ultrasonography may be considered in women younger than 40 years.41If all three elements (CBE, FNA, and imaging) indicate benign disease (i.e., TTS of 3), the patient may be followed with another examination in four to six weeks.42,48If all triple test elements are positive (i.e., suggestive of malignancy), surgical intervention is indicated.45Patients with discordant results and a TTS of 4 may be followed with repeat examination, but excisional biopsy or referral to a breast specialist is indicated in patients with a TTS of 5 or higher.42CNB may be performed to enhance the triple test accuracy if it was not used previously.38,47"
        },
        {
            "parent": 13,
            "text": "If FNA is not feasible during the initial presentation, ultrasonography should be considered to rule out cystic disease and delineate lesion margins.22,48Cystic lesions may be aspirated. Solid lesions should be evaluated with mammography, which often can be done during the same visit, to further delineate lesion margins and to screen for occult disease in the ipsilateral and contralateral breast, particularly in women older than 40 years.49Solid lesions will then require FNA or CNB48to complete the triple test. Further management should be implemented as described inFigure 2."
        }
    ],
    "locked": false
}