{
    "url": "https://www.aafp.org/pubs/afp/issues/2005/0815/p655.html#afp20050815p655-f2",
    "title": "Using Pegylated Interferon and Ribavirin to Treat Patients with Chronic Hepatitis C | AAFP",
    "author": "RAYMOND P. WARD, M.D., PH.D., AND MARCELO KUGELMAS, M.D.",
    "doi": "Am Fam Physician.2005;72(4):655-662",
    "abstract": "Hepatitis C virus is the most common chronic blood-borne infection in the United States. The advent of new treatment regimens using pegylated interferons in combination with ribavirin has led to improved sustained viral response rates for some genotypes in large multicenter trials. Advances in the management of side effects and toxicities have expanded the pool of treatable patients. A recent National Institutes of Health consensus conference recommended that all patients who have bridging hepatic fibrosis and moderate inflammation together with detectable viremia should receive treatment with pegylated interferon and ribavirin. Unfortunately, these medications are very expensive and have significant side effects. Hematologic toxicities include anemia and leukopenia. These can be managed with close monitoring, use of growth factors, or dose reductions. Depression also can be caused or exacerbated by these medicines and may require treatment with a selective serotonin reuptake inhibitor, comanagement with psychiatry, or cessation of pegylated interferon and ribavirin treatment. Contraception is imperative because ribavirin is highly teratogenic. Influenza-like symptoms of fatigue, nausea, and mild fevers can be helped by quality patient education and support including frequent office visits. Data from randomized controlled trials demonstrating improvements in long-term survival as a result of treatment are not yet available, but it appears that patients who have no detectable virus six months after treatment have a good chance of remaining virus free for at least five years.",
    "headers": [
        {
            "id": 0,
            "name": "Dosing Regimens",
            "level": 2
        },
        {
            "id": 1,
            "name": "Providing Support to Improve Patient Adherence",
            "level": 2
        },
        {
            "id": 2,
            "name": "Complications and Side Effects",
            "level": 2
        },
        {
            "id": 3,
            "name": "INTERFERON-ASSOCIATED DEPRESSION",
            "level": 3
        },
        {
            "id": 4,
            "name": "TERATOGENIC SIDE EFFECTS",
            "level": 3
        },
        {
            "id": 5,
            "name": "OTHER POSSIBLE COMPLICATIONS",
            "level": 3
        },
        {
            "id": 6,
            "name": "OTHER MEDICAL ISSUES DURING TREATMENT",
            "level": 3
        },
        {
            "id": 7,
            "name": "Discontinuing Medication Because of Treatment Failure",
            "level": 2
        },
        {
            "id": 8,
            "name": "Posttreatment Issues",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Hepatitis C virus (HCV) infection is the most common chronic blood-borne infection in the United States, with en estimated 3.8 million persons exposed and 2.7 million persons chronically infected.1The incidence of new infections was greatest from the 1960s through the 1980s, peaking at around 250,000 new cases annually, and has now dropped to 30,000 to 40,000 new cases annually.2The most common routes of infection are injection drug use and previous (before 1992) contact with tainted blood products. This disease usually runs an asymptomatic course for many years, and some patients never develop any symptoms. If symptoms do develop, they often are nonspecific (e.g., nausea, fatigue, vague abdominal discomfort). About 10 to 20 percent of chronically infected persons progress to cirrhosis over an average of 20 years.2–4Faster rates of progression are seen in persons who are infected at an older age, or who have modifying risk factors such as moderate or heavy alcohol consumption, human immunodeficiency virus (HIV), or other coexistent liver diseases.3,4"
        },
        {
            "parent": -1,
            "text": "Because of the slow disease progression, our society is just now starting to suffer the consequences of the past HCV epidemic. It is estimated that the prevalence of cirrhosis will double and that liver-related deaths will triple compared with the past decade.5Because viral eradication is thought to prevent disease progression, a recent National Institutes of Health consensus guideline6recommended treatment with pegylated interferon (PEG-Intron) and ribavirin (Rebetol) for patients with detectable HCV RNA viral loads higher than 50 copies per mL, a liver biopsy with portal or bridging fibrosis, and at least moderate inflammation and necrosis.6Treatment is expensive (approximately $20,000 to $30,000 per year for the medication alone) and is not well tolerated. Sustained viral response rates have improved significantly over the past decade, from an estimated 5 to 15 percent using interferon alone to over 40 to 80 percent using a combination of pegylated interferon and ribavirin.6To date, the disease-oriented evidence has shown elimination of viral RNA, but there is little outcome-oriented evidence to show a decrease in morbidity or mortality in those receiving these medications.7For this reason, the U.S. Preventive Services Task Force does not find sufficient evidence to recommend routine screening of high-risk populations.8"
        },
        {
            "parent": -1,
            "text": "The virus has various genotypes, that respond quite differently to treatment. Genotypes other than 1, 2, and 3 are uncommon in the United States. The response rate for genotypes 2 and 3 is around 80 percent, whereas the response rate for genotype 1 is around 45 percent.6This article will focus on HCV treatment and relevant side effects. A previous article9inAmerican Family Physiciandiscussed the considerations in the work-up and the decision to treat patients with HCV."
        },
        {
            "parent": 0,
            "text": "The current treatment for chronic HCV is the combination of pegylated interferon and ribavirin. Previously, treatment had been with interferon alone, but the addition of a polyethyleneglycol side chain (pegylation) to the interferon gives it a much longer bioavailability, allowing for weekly injections rather than three injections per week. Pegylated interferon doubles the sustained viral response rate.10When combined with pegylated interferon, ribavirin improves response rates for most populations to 42 to 46 percent for patients with genotype 1 and 76 to 82 percent for patients with genotypes 2 and 3. The combination is superior to older regimens,11–13and monotherapy should no longer be used, except in indi viduals for whom ribavirin is contraindicated (i.e., those with known hemolytic anemia or renal failure). Dosing and length of treatment are based on the patient’s weight and viral genotype(Table 114,15)."
        },
        {
            "parent": 0,
            "text": "Pegylated interferon comes in a pen injection system or a prefilled syringe. Self-administering a subcutaneous injection can be intimidating initially to some patients. Staff in the physician’s office can play a key role in patient education and support. Many treating offices have a registered nurse, nurse practitioner, or physician’s assistant teach patients about treatment and its side effects before starting therapy, and these professionals remain accessible for supportive management of side effects during the course of the treatment."
        },
        {
            "parent": 1,
            "text": "The medications used to treat HCV have a challenging side effect profile, and response rates are lower for patients who do not complete the entire course of treatment or who receive less than 80 percent of the intended total dose11,16; attention therefore should be paid to providing counseling and support both before and during treatment. Potential side effects from the use of pegylated interferon and ribavirin are listed inTable 2.9,17Because many rare but serious complications can occur during treatment, patients should contact their physicians if unusual symptoms, especially cardiopulmonary or visual symptoms, occur."
        },
        {
            "parent": 1,
            "text": "Nurse support lines, available 24 hours a day, are provided by the medication manufacturers, enabling patients to speak directly with a nurse specialist regarding any difficulties they are experiencing. The Schering-Plough Pharmaceuticals program is called “Be in charge” (888–437–2608), and the Roche Laboratories program is called “ Pegassist” (877–734–2797)."
        },
        {
            "parent": 2,
            "text": "Pegylated interferon can cause fatal or life-threatening complications such as neuropsychiatric emergencies, autoimmune reactions, ischemia, and infections. In some cases, complications do not resolve even when medication is withdrawn. Ribavirin causes birth defects, fetal demise, serious hemolytic anemias, and worsening of cardiac disease. It also may be carcinogenic. Patients should be carefully counseled about the risks of these medications and monitored closely during treatment. A f low sheet for monitoring patients who are receiving treatment for HCV infection is provided inFigure 1."
        },
        {
            "parent": 2,
            "text": "Interferons can cause bone marrow suppression that may result in declines in all three blood cell lines. Ribavirin can cause a hemolytic anemia. The traditional approach to hematologic toxicity has been reducing the dose of the offending antiviral; however, lower doses also may reduce treatment efficacy.16The use of epoetin alfa (Epogen) at a dose of 40,000 units subcutaneously once per week is effective in increasing the hematocrit level in patients receiving treatment and in reducing the number of patients who require reductions or discontinuations of their ribavirin.18If anemia becomes a problem, an attempt should be made to use epoetin alfa before reducing the ribavirin dosage below 800 mg a day.16,19Special caution should be used for patients with cardiac disease. Most of the drop in hematocrit typically occurs in the first month, with the nadir occurring somewhere between weeks 8 and 24 of therapy."
        },
        {
            "parent": 2,
            "text": "Interferon-induced neutropenia may put the patient at increased risk for bacterial infections, although recent data suggest this risk is small.20Granulocyte colony-stimulating factor (G-CSF) treatment may prove useful in increasing the white blood cell count, and a reasonable approach is to maintain the neutrophil count above 500 per μL (0.5 × 109per L). Studies clarifying the optimal dose and the levels of neutropenia at which to intervene are not yet available. Most of the increased risk of infection is confined to those with liver cirrhosis, suppressed immune systems, or profound neutropenia. The use of G-CSF or epoetin alfa will substantially increase the overall cost of treatment. Treatment-induced thrombocytopenia usually is mild and rarely leads to clinically significant bleeding."
        },
        {
            "parent": 2,
            "text": "One system for following hematologic parameters is to check a patient’s complete blood count every two weeks for the first two months and monthly thereafter until completion of therapy.Table 314,15outlines the suggested parameters for decreasing or discontinuing medication in response to hematologic abnormalities."
        },
        {
            "parent": 3,
            "text": "Interferon can exacerbate preexisting symptoms of depression or cause new onset of symptoms in a previously healthy patient. The incidence of depression among persons receiving treatment with interferon is around 20 to 30 percent,11,14so physicians should question patients regarding mood and depression before treatment and at every follow-up visit. It is appropriate to use a standardized depression questionnaire intermittently. Particular care should be taken in patients who start with some baseline symptoms, or whose depression has previously been severe enough to include suicide attempts or hospitalization. Patients whose history raises concern should be stable before initiation of therapy, and some physicians require that high-risk patients are monitored concurrently by a psychiatrist during anti-HCV treatment. There is some evidence that selective serotonin reuptake inhibitors (SSRIs) are effective in the treatment of interferon-associated depression,21and there should be a low threshold for their use in susceptible patients."
        },
        {
            "parent": 3,
            "text": "The appearance of mild symptoms of depression should prompt an increase of patient contact with the physician by office visit or by phone. Moderate symptoms should prompt a reduction of interferon dose by 25 to 50 percent with continued weekly contact. If symptoms fail to improve despite dose reduction and concurrent SSRI use, or if they become severe, treatment should be discontinued and psychiatric assistance obtained.14"
        },
        {
            "parent": 4,
            "text": "Extreme care must be taken in counseling patients before initiation of treatment and in monitoring patients during treatment to ensure that they do not become pregnant. The U.S. Food and Drug Administration has assigned ribavirin to pregnancy risk category X (positive evidence of human fetal risk outweighs any possible benefit). Ribavirin has been shown to be teratogenic even at doses that are one hundredth of those generally prescribed, so there is concern that even the small amounts in seminal fluid could be dangerous. For this reason, it is recommended that women of childbearing potential and men should use two forms of contraception during intercourse while undergoing treatment and for six months after treatment has concluded. Women of childbearing potential also should take monthly pregnancy tests during this time. Registries to monitor pregnancy outcomes have been established by the manufacturers of ribavirin, and physicians and patients are encouraged to contact them if a pregnancy occurs during treatment."
        },
        {
            "parent": 5,
            "text": "It is useful to track several other parameters during treatment, although the optimal interval for checking these values has not been demonstrated experimentally. Elevations of transaminases often will resolve during the treatment as the medication eliminates the virus and its accompanying inflammation. Markedly increased alanine aminotransferase can indicate the development of an autoimmune hepatitis, which may require treatment cessation. Elevations of bilirubin usually are an indication of hemolysis caused by the ribavirin and usually are concomitant with drops in the hematocrit. Between 1 and 2 percent of patients will develop thyroid abnormalities severe enough to require clinical interventions, so thyroid-stimulating hormone levels should be checked periodically while the patient is on treatment. Triglycerides can be elevated and can cause pancreatitis."
        },
        {
            "parent": 6,
            "text": "All patients with HCV should be evaluated for Hepatitis A (HAV total antibody) and Hepatitis B (HBV surface antigen and HBV surface antibody) and, if not already immune, they should receive these vaccinations.6Because of the similarities in the risk factors for HIV and HCV, patients with either of these infections should be screened for the other.6"
        },
        {
            "parent": 7,
            "text": "The goal of treatment is eradication of the virus. In a subset of patients it can be determined in the early weeks of treatment that the medicines are failing to eliminate the virus; in these patients the medication may be stopped rather than continuing to expose the patient to the toxic effects.11,22It is common to stop treatment if there has not been at least a 100-fold drop in viral load by week 12 of treatment. When viral loads do drop, but not as fast as desired, there is variation among physicians regarding how long to continue treatment. If viral load is very low but detectable after 12 weeks of treatment, some physicians will continue treatment until 36 weeks after viral load becomes undetectable.Figure 211provides an algorithm for early cessation of these medications."
        },
        {
            "parent": 8,
            "text": "Side effects of the medications may linger for some weeks after they are discontinued, and in some cases may be permanent, so monitoring is important even after successful completion of a course of treatment. It is important to reinforce to patients that contraception must be maintained for a full six months after cessation of ribavirin."
        },
        {
            "parent": 8,
            "text": "Sustained virologic response is determined by checking a qualitative polymerase chain reaction test for viral RNA six months after treatment is finished. About 95 percent of patients who have no detectable virus six months after treatment have no recurrence after five years.23,24A recent prospective cohort study25that compared patients treated with interferon with those who declined treatment showed a decreased rate of development of hepatocellular carcinoma and improved survival in the treatment group.25Because these treatments are relatively recent, randomized controlled trial data on improvements in long-term survival are not yet available."
        }
    ],
    "locked": false
}