{
    "url": "https://www.aafp.org/pubs/afp/issues/2004/0601/p2619.html#afp20040601p2619-f1",
    "title": "Club Drugs: MDMA, Gamma-Hydroxybutyrate (GHB), Rohypnol, and Ketamine | AAFP",
    "author": "PAUL M. GAHLINGER, M.D., PH.D., M.P.H.",
    "doi": "Am Fam Physician.2004;69(11):2619-2627",
    "abstract": "Club drugs are substances commonly used at nightclubs, music festivals, raves, and dance parties to enhance social intimacy and sensory stimulation. The most widely used club drugs are 3,4-methylenedioxymetham-phetamine (MDMA), also known as ecstasy; gamma-hydroxybutyrate (GHB); flunitrazepam (Rohypnol); and ketamine (Ketalar). These drugs are popular because of their low cost and convenient distribution as small pills, powders, or liquids. Club drugs usually are taken orally and may be taken in combination with each other, with alcohol, or with other drugs. Club drugs often are adulterated or misrepresented. Any club drug overdose should therefore be suspected as polydrug use with the actual substance and dose unknown. Persons who have adverse reactions to these club drugs are likely to consult a family physician. Toxicologic screening generally is not available for club drugs. The primary management is supportive care, with symptomatic control of excess central nervous system stimulation or depression. There are no specific antidotes except for flunitrazepam, a benzodiazepine that responds to flumazenil. Special care must be taken for immediate control of hyperthermia, hypertension, rhabdomyolysis, and serotonin syndrome. Severe drug reactions can occur even with a small dose and may require critical care. Club drug overdose usually resolves with full recovery within seven hours. Education of the patient and family is essential.",
    "headers": [
        {
            "id": 0,
            "name": "MDMA",
            "level": 2
        },
        {
            "id": 1,
            "name": "GHB",
            "level": 2
        },
        {
            "id": 2,
            "name": "Rohypnol",
            "level": 2
        },
        {
            "id": 3,
            "name": "Ketamine",
            "level": 2
        },
        {
            "id": 4,
            "name": "Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Although alcohol remains the primary “social lubricant,” it has been joined by many newer psychoactive drugs that are used to intensify social ex-eriences. Because of the prevalence of these drugs at dance parties, raves, and nightclubs, they often are referred to as “club drugs.” The most prominent club drugs are MDMA (3,4-methylenedioxymethamphetamine), also known as ecstasy; gamma-hydroxybutyrate (GHB); flunitrazepam (Rohypnol); and ketamine (Ketalar).Table 11lists the various street names for these agents."
        },
        {
            "parent": -1,
            "text": "Club drugs are favored over other recreational drugs, such as marijuana, lysergic acid diethylamide (LSD), methamphetamine, and opiates, because they are believed to enhance social interaction. They often are described as “entactogens,” giving a sense of physical closeness, empathy, and euphoria. MDMA is structurally similar to amphetamine and mescaline, which is a hallucinogen. However, it is not as stimulating or addictive as amphetamine, and is considered much less likely to cause psychosis than LSD and other potent hallucinogens.2GHB and Rohypnol are powerful sedative/hypnotic agents. Ketamine is a dissociative anesthetic that produces a dreamy tranquility and disinhibition in small doses. Unlike opiates, these sedatives encourage sociability and seldom cause nausea."
        },
        {
            "parent": -1,
            "text": "The popularity of these club drugs is due to their low cost and convenient distribution as small pills, powders, or liquids that can be taken orally. Consequently, these drugs are popular among young persons who have been educated about the hazards of drug injection and the dangers of heroin, cocaine, and methamphetamine. However, most users are unaware that MDMA is a type of methamphetamine, and incorrectly assume that substances that appear as pharmaceuticals are safe to use."
        },
        {
            "parent": -1,
            "text": "Club drugs often are taken together, with alcohol, or with other drugs to enhance their effect. Often, they are misrepresented, adulterated, or entirely substituted for another substance without the users' knowledge. These actions result in an extraordinarily high risk of unanticipated effects and overdose.3"
        },
        {
            "parent": -1,
            "text": "In the past 10 years, there has been a generalized decrease in the use of marijuana, cocaine, and heroin in the United States, according to statistics from the Drug Enforcement Administration, the University of Michigan Monitoring the Future Study, the Columbia University National Survey of American Attitudes on Substance Abuse, the Community Epidemiology Working Group, and the Partnership for a Drug-Free America.4However, during this same period, the use of club drugs has dramatically increased.5A 2001–2002 Chicago household survey6of 18-to 40-year-old persons showed that 38 percent had attended a rave, and 49 percent of these had a taken a club drug. One Australian study7showed that only 8 percent of club-goers had not consumed any psychoactive substance."
        },
        {
            "parent": 0,
            "text": "MDMA was developed in 1914 as an appetite suppressant, but animal tests were unimpressive, and it was never tested in humans. In 1965, psychiatrists prescribed the drug to break through psychologic defenses as an “empathy agent.” By 1985, illegal laboratories were producing the drug for recreational use, and it was classified as a schedule I controlled substance."
        },
        {
            "parent": 0,
            "text": "MDMA has become the most common stimulant found in dance clubs and is available at 70 percent of raves.8MDMA usually is sold as small tablets of variable colors imprinted with popular icons or words. A high proportion of MDMA pills are adulterated with substances such as caffeine, dextromethorphan,9pseudoephedrine,10or potent hallucinogens such as LSD, paramethoxyamphetamine (PMA), methylenedioxyamphetamine (MDA),N-ethyl-3,4-methylenedioxyamphetamine (MDEA), and 4-bromo-2,5-dimethoxyam-phetamine (2-CB).11Many of these substances are “designer drugs” that are illicitly manufactured variants of pharmaceuticals and have intentional and unintentional effects. For example, MDEA (“Eve”), 2-CB, and PMA (“death”) are substituted amphetamines but have primarily hallucinogenic, and often unpleasant, effects.1"
        },
        {
            "parent": 0,
            "text": "MDMA ingestion increases the release of serotonin, dopamine, and norepinephrine from presynaptic neurons and prevents their metabolism by inhibiting monoamine oxidase. Effects of an oral dose appear within 30 to 60 minutes and last up to eight hours.12A quicker onset of action can be achieved by snorting the powder of a crushed tablet. Users of MDMA describe initial feelings of agitation, a distorted sense of time, and diminished hunger and thirst, followed by euphoria with a sense of profound insight, intimacy, and well-being.13To further enhance the sensory effects, users often wear fluorescent necklaces, bracelets, and other accessories, and apply mentholated ointment on their lips or spray menthol inhalant on a surgical mask. Unpleasant side effects of MDMA include trismus and bruxism, which can be reduced by sucking on a pacifier or lollipop.14"
        },
        {
            "parent": 0,
            "text": "Adverse effects of MDMA ingestion result from sympathetic overload and include tachycardia, mydriasis, diaphoresis, tremor, hypertension,15arrhythmias,16parkinsonism,17esophoria (tendency for eyes to turn inward), and urinary retention.18However, the most troublesome potential outcome of MDMA ingestion is hyperthermia19and the associated “serotonin syndrome.” Serotonin syndrome is manifested by grossly elevated core body temperature, rigidity, myoclonus, and autonomic instability;20it results in end-organ damage, rhabdomyolysis and acute renal failure, hepatic failure, adult respiratory distress syndrome, and coagulopathy.21"
        },
        {
            "parent": 0,
            "text": "MDMA ingestion directly causes a rise in antidiuretic hormone.22Heat from the exertion of dancing in a crowded room coupled with the MDMA-induced hyperthermia can lead easily to excessive water intake and severe hyponatremia.23Neurologic effects include confusion, delirium, paranoia, headache, anorexia, depression, insomnia, irritability, and nystagmus, all of which may continue for several weeks."
        },
        {
            "parent": 0,
            "text": "Two days after ingestion of MDMA, users typically experience depression consistent with serotonin depletion,24which may be severe.25One study26showed that, compared with alcohol withdrawal, persons who are withdrawing from MDMA were more depressed, irritable, and unsociable. Repeated use of MDMA has been associated with cognitive deficits in animals and humans, with potentially permanent memory impairment.27,28"
        },
        {
            "parent": 0,
            "text": "A number of products are sold legally as “herbal ecstasy.” These products, available in health food stores or on the Internet, contain stimulants such as ephedra, caffeine, and guarana, with variable additions of common herbs or vitamins.29Users of these products may believe they are safe alternatives to MDMA, but several cases of toxic overdose have been reported from the intense stimulation of ephedrine or excessive caffeine.30"
        },
        {
            "parent": 1,
            "text": "GHB is a derivative of the inhibitory neurotransmitter γ-aminobutyric acid and occurs naturally in the central nervous system, where it is believed to mediate sleep cycles, body temperature, cerebral glucose metabolism, and memory.31"
        },
        {
            "parent": 1,
            "text": "GHB was first synthesized in France in 1960 as an anesthetic. It later achieved popularity as a recreational drug and a nutritional supplement marketed to bodybuilders.32Nonprescription sales in the United States were banned in 1990 because of adverse effects, including uncontrolled movements and depression of the respiratory and central nervous systems (CNS).33,34In 2000, with 60 deaths reported from overdose and concern over its use as a “date rape” drug, GHB was reclassified as a schedule I controlled substance.35In 2002, sodium oxybate, a formulation of GHB, was approved for the treatment of narcolepsy and classified as schedule III. Recently, sodium oxybate has been studied as a treatment for alcohol withdrawal.36,37"
        },
        {
            "parent": 1,
            "text": "GHB is easily manufactured from industrial chemicals. Internet Web sites offer instructions for home production and sell kits with the requisite materials. GHB is chemically related to gamma butyrolactone and 1,4-butanediol, which are metabolized in the body to GHB.38"
        },
        {
            "parent": 1,
            "text": "The salty powder usually is dissolved in water and sold at $5 to $10 per dose. Overdose is common because the strength of the solution is often unknown. The unpleasant salty or soapy taste may be masked in flavored or alcoholic beverages.39Effects of GHB appear within 15 to 30 minutes of oral ingestion and peak at 20 to 60 minutes, depending on whether it is mixed with food. Toxicity is increased if taken with alcohol or other CNS depressants.40"
        },
        {
            "parent": 1,
            "text": "GHB produces euphoria, progressing with higher doses to dizziness, hypersalivation, hypotonia, and amnesia.41Overdose may result in Cheyne-Stokes respiration, seizures, coma, and death. Coma may be interrupted by agitation, with flailing activity described similar to a drowning swimmer fighting for air.42Bradycardia and hypothermia are reported in about one third of patients admitted to a hospital for using GHB and appear to be correlated with the level of consciousness.43Chronic use of GHB may produce dependence and a withdrawal syndrome that includes anxiety, insomnia, tremor, and in severe cases, treatment-resistant psychoses.44"
        },
        {
            "parent": 2,
            "text": "Flunitrazepam, marketed as Rohypnol, is a potent benzodiazepine with a rapid onset. Manufactured by Roche Laboratories, it is available in more than 60 countries in Europe and Latin America for preoperative anesthesia, sedation, and treatment of insomnia. In the United States, imported Rohypnol came to prominence in the 1990s as an inexpensive recreational sedative and a “date rape” drug.45The tablets are sold on the street for $0.50 to $5 a piece."
        },
        {
            "parent": 2,
            "text": "In a single 1- or 2-mg dose, Rohypnol reduces anxiety, inhibition, and muscular tension with a potency that is approximately 10 times that of diazepam (Valium). Higher doses produce anterograde amnesia, lack of muscular control, and loss of consciousness. Effects occur about 30 minutes after ingestion, peak at two hours, and may last up to eight to 12 hours. The effects are much greater with the concurrent ingestion of alcohol or other sedating drugs. Some users experience hypotension, dizziness, confusion, visual disturbances, urinary retention, or aggressive behavior.46"
        },
        {
            "parent": 2,
            "text": "Like other benzodiazepines, chronic use of Rohypnol can produce dependence. The withdrawal syndrome includes headache, tension, anxiety, restlessness, muscle pain, photosensitivity, numbness and tingling of the extremities, and increased seizure potential.47"
        },
        {
            "parent": 3,
            "text": "Ketamine was derived from phencyclidine (PCP) in the 1960s for use as a dissociative anesthetic.48It causes anesthesia without respiratory depression by inhibiting the neuronal uptake of norepinephrine, dopamine, serotonin, and glutamate activation in theN-methyl-D-aspartate receptor channel.49This agent can cause bizarre ideations and hallucinations—side effects that limited its medical use but appealed to recreational drug users."
        },
        {
            "parent": 3,
            "text": "Ketamine is difficult to manufacture; therefore, most of the illicit supply is diverted from human and veterinary anesthesia products. As a pharmaceutical, ketamine is distributed in a liquid form that can be ingested or injected. In clubs, it usually has been dried to a powder and is smoked in a mixture of marijuana or tobacco, or is taken intranasally. A typical method uses a nasal inhaler, called a “bullet” or “bumper”; an inhalation is called a “bump”. Ketamine often is taken in “trail mixes” of methamphetamine, cocaine, sildenafil citrate (Viagra), or heroin.50"
        },
        {
            "parent": 3,
            "text": "Effects of ketamine ingestion appear rapidly and last about 30 to 45 minutes, with sensations of floating outside the body, visual hallucinations, and a dream-like state.51Along with these “desired” effects, users also commonly experience confusion, anterograde amnesia, and delirium. They also may experience tachycardia, palpitations, hypertension, and respiratory depression with apnea. “Flashbacks” or visual disturbances can be experienced days or weeks after ingestion.32Some chronic users become addicted and exhibit severe withdrawal symptoms that require detoxification."
        },
        {
            "parent": 4,
            "text": "Because club drugs are illicitly obtained and often are adulterated or substituted, they must be considered as unknown substances. In the ever-changing world of illegal drug distribution, Internet Web sites can be helpful in identifying the rapidly changing appearances of these substances(Table 2)."
        },
        {
            "parent": 4,
            "text": "The immediate concern with the use of club drugs is cardiorespiratory maintenance. Users often present with multiple drug ingestions, which may include stimulant and depressant drugs (e.g., MDMA combined with GHB or alcohol). When the predominant symptoms are controlled, the symptoms of a second underlying drug may surface. Most hallucinogens are CNS stimulants; in overdose, patients may exhibit hyperthermia, hypertension, tachycardia, anxiety, and agitation. The risk of escape or self-injury also should be considered."
        },
        {
            "parent": 4,
            "text": "No standard treatment regimen has been identified for club drug overdose. Basic management should include cardiac monitoring, pulse oximetry, urinalysis, and performance of a comprehensive chemistry panel to check for electrolyte imbalance, renal toxicity, and possible underlying disorders(Figure 1). Precautions should be taken to prevent seizures.19"
        },
        {
            "parent": 4,
            "text": "Gastrointestinal decontamination with activated charcoal and a cathartic may be useful in acute exposures if the drug was taken orally within the previous 60 minutes. Otherwise, unless a massive dose was taken, inducing emesis is seldom effective and may increase psychologic distress. Hypertension and tachycardia generally will resolve with the management of anxiety or agitation. Severe hypertension can be treated with labetalol (Normodyne), phentolamine (Regitine), nitroprusside (Nipride), or similar agents. For agitation, benzodiazepines such as diazepam, lorazepam (Ativan), or midazolam (Versed) may be used.52"
        },
        {
            "parent": 4,
            "text": "Hyperthermia should be treated immediately with tepid water bathing and fanning. One study53reported that a single tablet of MDMA resulted in fatal hyperthermia. The use of dantrolene (Dantrium) is questionable and no longer recommended.54Alkalinization of the urine, which usually is recommended for rhabdomyolysis, should be used cautiously because it reduces the renal clearance of amphetamine. The serotonin antagonists chlorpromazine (Thorazine) and cyproheptadine (Periactin) appear to be effective in mild to moderate cases of serotonin syndrome.55"
        },
        {
            "parent": 4,
            "text": "There are no specific antidotes for ingestion of club drugs, except for Rohypnol, which has the antidote flumazenil. With supportive care, patients usually will recover completely within seven hours."
        },
        {
            "parent": 4,
            "text": "GHB has a rapid elimination, and the drug is cleared within four to six hours after ingestion, regardless of the dose. Intubation should be avoided unless it is absolutely necessary, because patients may become unexpectedly combative or have protracted periods of emesis.56The presence of trismus suggests ingestion of stimulants and makes intubation more difficult. A benzodiazepine may be given for withdrawal symptoms."
        },
        {
            "parent": 4,
            "text": "Urine or blood tests for amphetamine or methamphetamine may detect MDMA; these tests also will detect MDMA-related compounds such as 2-CB, but with decreased sensitivity.57A 50-mg dose of MDMA can be detected as unchanged drug in the urine up to 72 hours after ingestion. Standard toxicologic tests cannot detect GHB, but the National Forensic Laboratory (National Medical Services, 800–522–6671) will perform urinalysis for detection of GHB for a fee."
        },
        {
            "parent": 4,
            "text": "Rohypnol and its active metabolite 7-amino-flunitrazepam may be detected by gas chromatography/mass spectrometry testing up to 72 hours after ingestion. For assistance with assay in cases of suspected rape, contact Roche Laboratories (800–608–6540) for a free screening for Rohypnol. Tests for ingestion of ketamine are seldom available, but ketamine may be suspected if a toxicologic test is positive for PCP.58"
        },
        {
            "parent": 4,
            "text": "Providing the patient and family with educational materials about specific substances may be helpful. These materials are available on many Web sites."
        }
    ],
    "locked": false
}