{
    "url": "https://www.aafp.org/pubs/afp/issues/2004/0301/p1275a.html#afp20040301p1275a-uf1",
    "title": "Evaluating Abnormal Mammogram Results | AAFP",
    "author": "RICHARD SADOVSKY, M.D.",
    "doi": "Am Fam Physician.2004;69(5):1275-1277",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Proper evaluation of an abnormal mammogram result is important because approximately 90 percent of women with abnormal results do not have breast cancer. Breast lumps also are an evaluation problem because 9 to 11 percent of them are associated with breast cancer, and the association increases with age. Approximately one in 10 patients with abnormal mammogram results or a breast lump will have breast cancer; therefore, an accurate and minimally invasive evaluation is essential."
        },
        {
            "parent": -1,
            "text": "Kerlikowske and associates reviewed the literature on evaluating abnormal mammogram results and palpable breast masses to develop an appropriate approach. Studies on mammography or an invasive diagnostic procedure with a sample size of at least 100 women with confirmed breast cancer were included. Three high-quality studies were used to develop recommendations."
        },
        {
            "parent": -1,
            "text": "Screening mammography has higher sensitivity and specificity in women older than 50. Sensitivity decreases and specificity increases with subsequent testing. Masses and calcifications are the most common abnormalities detected by mammography. Diagnostic mammography includes multiple views that allow better classification of abnormal findings. When biopsy is needed for nonpalpable abnormalities, image-guided fine-needle aspiration biopsy (FNAB) or core-needle biopsy is faster, cheaper, and easier than standard-needle localization open biopsy. Sensitivity and specificity of FNAB are high with experienced technicians."
        },
        {
            "parent": -1,
            "text": "Women with negative mammography results (Breast Imaging Reporting and Data System [BI-RADS] 1) or “benign findings” (BI-RADS 2) should have repeat mammography in one to two years. Although the risk for cancer is low in women with “probably benign findings”(BI-RADS 3), a repeat mammogram can be done in six months. When the result is “need additional imaging evaluation” (BI-RADS 0), the abnormal area should be palpated carefully. If the area is not palpable, diagnostic mammography and ultrasonography should be performed. Mammography results of “suspicious abnormality” (BI-RADS 4) or “highly suggestive of malignancy” (BI-RADS 5) warrant biopsy."
        },
        {
            "parent": -1,
            "text": "Dominant palpable breast abnormalities, including lumps or suspicious changes in breast texture that differ from the surrounding breast tissue and the corresponding area in the contralateral breast require FNAB, ultrasonography, diagnostic mammography (which is less able to distinguish a cyst from a solid mass), or core-needle biopsy. Because FNAB can identify cysts and is easy, inexpensive, and accurate, it is a good first step in patients with lesions that are not clearly simple cysts. The follow-up evaluation depends on the results of these initial tests(see the accompanying figure)."
        },
        {
            "parent": -1,
            "text": "The authors conclude that when tests provide inconsistent or inconclusive results or the abnormality remains suspicious on follow-up, excisional biopsy is appropriate."
        }
    ],
    "locked": false
}