{
    "url": "https://www.aafp.org/pubs/afp/issues/2004/1001/p1303.html#afp20041001p1303-f1",
    "title": "Blunt Trauma in Pregnancy | AAFP",
    "author": "NANCY BETH GROSSMAN, M.D.",
    "doi": "Am Fam Physician.2004;70(7):1303-1310",
    "abstract": "Trauma is the most common cause of nonobstetric death among pregnant women in the United States. Motor vehicle crashes, domestic violence, and falls are the most common causes of blunt trauma during pregnancy. All pregnant patients with traumatic injury should be assessed formally in a medical setting because placental abruption can have dire fetal consequences and can present with few or no symptoms. Evaluation and treatment are the same as for nonpregnant patients, except that the uterus should be shifted off the great vessels. After initial stabilization, management includes electronic fetal monitoring, ultrasonography, and laboratory studies. Electronic fetal monitoring currently is the most accurate measure of fetal status after trauma, although the optimal duration of monitoring has not been established. Prevention of trauma through proper seat belt use during pregnancy and recognition of domestic violence during prenatal care is important.",
    "headers": [
        {
            "id": 0,
            "name": "Management",
            "level": 2
        },
        {
            "id": 1,
            "name": "INITIAL STABILIZATION",
            "level": 3
        },
        {
            "id": 2,
            "name": "SECONDARY ASSESSMENT",
            "level": 3
        },
        {
            "id": 3,
            "name": "Electronic Fetal Monitoring",
            "level": 2
        },
        {
            "id": 4,
            "name": "Ultrasonography",
            "level": 2
        },
        {
            "id": 5,
            "name": "Laboratory Studies",
            "level": 2
        },
        {
            "id": 6,
            "name": "Radiography",
            "level": 2
        },
        {
            "id": 7,
            "name": "Other Procedures",
            "level": 2
        },
        {
            "id": 8,
            "name": "Medications",
            "level": 2
        },
        {
            "id": 9,
            "name": "Perimortem Cesarean Section",
            "level": 2
        },
        {
            "id": 10,
            "name": "Prevention",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Trauma affects 6 to 7 percent of pregnancies in the United States and is the leading cause of nonobstetric maternal death.1–4A reported 0.3 percent of pregnant women require hospital admission because of trauma.4Motor vehicle crashes, domestic violence, and falls are the most common causes of blunt trauma in pregnancy.1,3–13"
        },
        {
            "parent": -1,
            "text": "The rate of fetal mortality after maternal blunt trauma is 3.4 to 38.0 percent,2,4,5,10–15mostly from placental abruption, maternal shock, and maternal death11,12,16,17(Table 1).4,11,14,16,18–21Fetal loss can occur even when the mother has incurred no abdominal injuries.5,12Regardless of the apparent severity of injury in blunt trauma, all pregnant women should be evaluated in a medical setting.5"
        },
        {
            "parent": 1,
            "text": "A systematic approach to initial stabilization should be used after blunt trauma in pregnant women1(Figure 1).11,12,22,23Rapid maternal respiratory support is critical; anoxia occurs more quickly in advanced pregnancy because of the changes that occur in respiratory physiology during pregnancy24(Table 2).25,26Evaluation of the fetus should begin only after the mother has been stabilized."
        },
        {
            "parent": 1,
            "text": "Supplemental oxygen and intravenous fluids are administered initially, and are continued until hypovolemia, hypoxia, and fetal distress resolve.22These measures maximize uterine perfusion and oxygenation for the fetus.22In animal studies, improvement in fetal partial pressure of arterial oxygen is slower with the use of saline or lactated Ringer’s solution than with blood replacement.13Therefore, blood transfusion should be initiated when significant blood loss has occurred or is suspected. It is important to recognize that significant blood loss can occur in the uterine wall or retroperitoneal space without external bleeding."
        },
        {
            "parent": 1,
            "text": "After 20 weeks of gestation, the uterus may compress the great vessels when a pregnant woman is supine. This compression can cause a decrease of up to 30 mm Hg in maternal systolic blood pressure, a 30 percent decrease in stroke volume,24and a consequent decrease in uterine blood flow.22Manual deflection of the uterus laterally or placement of the patient in the lateral decubitus position avoids uterine compression.22"
        },
        {
            "parent": 2,
            "text": "After initial stabilization, other maternal injuries are evaluated, and fetal heart tones are assessed by Doppler or ultrasonography. If fetal heart tones are absent, resuscitation of the fetus should not be attempted. There were no fetal survivors in a series of 441 pregnant trauma patients with initially absent fetal heart tones.14"
        },
        {
            "parent": 2,
            "text": "When fetal heart tones are present, gestational age is determined by fundal height, history, Leopold’s maneuvers, or ultrasonography.14Ultrasonography is the most accurate method of determining gestational age. Determination of fetal viability is subject to institutional variation: an estimated gestational age of 24 to 26 weeks and an estimated fetal weight of 500 g are commonly used thresholds of viability. Only viable fetuses are monitored,14because no obstetric intervention will alter the outcome with a pre-viable fetus."
        },
        {
            "parent": 2,
            "text": "The findings of the physical examination in the pregnant woman with blunt trauma are not reliable in predicting adverse obstetric outcomes.3,9Pregnancy induces physiologic changes in women(Table 2).25,26For example, maternal blood pressure does not accurately reflect uterine perfusion18or fetal injury,12,15–18because pregnant women can lose up to 30 percent (2 L) of their blood volume before vital signs change.22"
        },
        {
            "parent": 2,
            "text": "Compared with nonpregnant persons who experience trauma, pregnant women have a higher incidence of serious abdominal injury but a lower incidence of chest and head injuries.4Maternal pelvic fractures, particularly in late pregnancy, are associated with bladder injury, urethral injury, retroperitoneal bleeding, and fetal skull fracture.22After 12 weeks of gestation, the maternal uterus and bladder are no longer exclusively pelvic organs and are more susceptible to direct injury.27Skull fracture is the most common direct fetal injury, with a mortality rate of 42 percent.12Altered mental status or severe head injury after trauma in a pregnant woman is associated with increased adverse fetal outcomes.13"
        },
        {
            "parent": 2,
            "text": "Placental abruptions usually occur from 16 weeks of gestation onward.27Some signs of placental abruption, including spontaneous rupture of membranes, vaginal bleeding, and uterine tenderness, are infrequent after trauma.4,6,9,28Although associated with maternal and fetal morbidity,5,20these signs are only 52 percent sensitive and 48 percent specific for adverse fetal outcomes.3"
        },
        {
            "parent": 3,
            "text": "Continuous electronic fetal monitoring after trauma is the current standard of care with a viable fetus.2,11Monitoring is initiated as soon as possible after maternal stabilization,11,14,22because most placental abruptions occur shortly after trauma.4"
        },
        {
            "parent": 3,
            "text": "Occasional uterine contractions are the most common finding after trauma in pregnant women.3,4,6,9These occasional contractions are not associated with adverse fetal outcomes4,11and resolve within a few hours in 90 percent of cases.9The occurrence of eight or more uterine contractions per hour for more than four hours, however, is associated with placental abruption.9[Evidence level B—nonrandomized clinical trial] With placental abruptions after trauma, there is a 67 to 75 percent rate of fetal mortality.4,5If significant placental abruption occurs, a viable fetus should be delivered immediately. In an analysis29of case fatality rates among pregnant women who had placental abruption subsequent to trauma, 69 percent of fetal deaths were prevented by cesarean delivery."
        },
        {
            "parent": 3,
            "text": "Bradycardia or repetitive late decelerations unresponsive to intrauterine resuscitation also require immediate delivery of the fetus if the mother is stable.14"
        },
        {
            "parent": 3,
            "text": "The ideal duration for electronic fetal monitoring is unclear.3,10–12A widely used protocol, as outlined inFigure 1,11,12,22,23is based on a prospective study9of 60 patients at more than 20 weeks of gestation. This protocol has a sensitivity of 100 percent for predicting adverse outcomes within four hours. In the prospective study,970 percent of patients required more than four hours of fetal monitoring because of continued contractions (four or more per hour), abnormal laboratory values, or vaginal bleeding, but all of the patients discharged at the end of four or 24 hours had similar outcomes compared with noninjured control patients.9If fetal tachycardia is present or a non-stress test is nonreactive, monitoring usually is continued for 24 hours, but no studies exist to support or refute this practice. Some experts recommend prolonged electronic fetal monitoring in patients with high-risk mechanisms of injury. These high-risk mechanisms include automobile versus pedestrian, and high-speed motor vehicle crashes.11No evidence supports the use of routine electronic fetal monitoring for more than 24 hours after noncatastrophic trauma.3"
        },
        {
            "parent": 3,
            "text": "Continuous electronic fetal monitoring is more sensitive in detecting placental disruption than ultrasonography, intermittent monitoring, an acid elution test (Kleihauer-Betke test to assess the amount of fetal blood in the maternal serum), or physical examination.11However, continuous fetal monitoring prevents few perinatal deaths.3It is most useful for determining reassuring fetal status and appropriate discharge.3Abnormal tracings (found in 3.1 percent of pregnant women with traumatic injury) are not reliable in predicting adverse fetal outcomes (sensitivity of 62 percent; specificity of 49 percent).3,4,30In contrast, a normal tracing has a negative predictive value of 100 percent when combined with a normal physical examination.3"
        },
        {
            "parent": 4,
            "text": "Ultrasonography misses 50 to 80 percent of placental abruptions9,11,20,31but rapidly and safely determines fetal heart tone, placental location, gestational age, and amniotic fluid index.25,28Ultrasound examination is particularly helpful with maternal tachycardia, when the fetal and maternal heart rates may be difficult to distinguish with Doppler."
        },
        {
            "parent": 4,
            "text": "Based on limited data, most obstetric ultrasonography results that are obtained after trauma are normal.5,6,9,28,32Few fetuses survive when ultrasonography detects evidence of fetal trauma5,6,9,28,32(Figure 2). The benefit of a biophysical profile after trauma is unknown.32"
        },
        {
            "parent": 4,
            "text": "The accuracy of ultrasonography greatly depends on operator experience and maternal body habitus. Maternal pulsation can mimic fetal bradycardia or cause fetal movement, leading to unnecessary emergency deliveries in cases of fetal demise. Ultrasonography commonly is used to reassure the mother after non-catastrophic trauma, but this practice has not been studied."
        },
        {
            "parent": 5,
            "text": "After trauma occurs in a pregnant woman, the complete blood count, blood type, and Rhesus factor (Rh) status should be determined. Additional blood tests may be indicated in patients with more severe injuries."
        },
        {
            "parent": 5,
            "text": "In Rh-negative pregnant women, administration of Rho(D) immune globulin (Rho-GAM) is unnecessary after insignificant superficial injury confined to an extremity. After any other trauma, the immune globulin should be administered within 72 hours to all Rh-negative women, including those who are at less than 12 weeks of gestation and those who have minimal injuries.22One dose of the immune globulin is sufficient in 90 percent of cases of fetal-maternal hemorrhage, because most fetal-maternal hemorrhages are less than 30 mL of blood.22A Kleihauer-Betke test is unnecessary5,22,28,33[Reference22, Evidence level C—expert/consensus opinion; Reference28, Evidence level C—cross-sectional study] unless a fetal-maternal hemorrhage needs to be quantified for accurate dosing of the immune globulin.3,22"
        },
        {
            "parent": 5,
            "text": "A Kleihauer-Betke test is not predictive of fetal outcome.3,5,9,22,28Although fetal-maternal hemorrhage occurs in 30.6 percent of pregnant women with trauma compared with 8.2 percent of pregnant women without trauma, and the amount of fetal-maternal hemorrhage is four times as large on average in cases of trauma, these two patient groups have similar outcomes.9"
        },
        {
            "parent": 5,
            "text": "Evidence of disseminated intravascular coagulation requires immediate intervention because it is associated with poor fetal outcomes.2,16In a retrospective study18of 76 pregnant patients with blunt trauma, the maternal bicarbonate level at admission was found to be predictive of fetal outcomes. Liberal administration of oxygen and fluids when the bicarbonate level is low improves tissue perfusion and fetal oxygenation.12,18"
        },
        {
            "parent": 5,
            "text": "In urban medical centers, 13 percent of pregnant patients admitted for trauma have detectable levels of alcohol, and 12 percent have positive toxicology screening results.13"
        },
        {
            "parent": 6,
            "text": "Patients and physicians commonly are concerned about fetal exposure to radiation, but adverse effects are unlikely at less than 5 to 10 radiation-absorbed doses (rads).17,22,34,35Less than 1 percent of trauma patients are exposed to more than 3 rads33(Table 3).6,22,35,36Poor growth, mental retardation, central nervous system defects, and microcephaly are the most common adverse events associated with extremely large doses of fetal radiation.17,34"
        },
        {
            "parent": 6,
            "text": "The relative risk (RR) of childhood cancers is greatest when a fetus is exposed to radiation in the first trimester (RR = 3.19) and is especially high when exposure occurs before eight weeks of gestation (RR = 4.60).33In a study37of 19,889 children exposed to radiation in utero and 35,753 children without such exposure, radiation exposure was not found to be linked to childhood cancer. In another study38of 39,166 children with in utero radiation exposure, a lower rate of leukemia was found among the exposed children than in the age-matched general population. When the results of these and four other studies were combined, the overall RR of in utero radiation was not statistically different from that of the general population.33After 15 weeks of gestation, fetuses are unlikely to be affected by radiation.33,34Fetal doses from identical procedures vary among pregnant women and are lower in obese women.39"
        },
        {
            "parent": 7,
            "text": "If needed, open diagnostic peritoneal lavage, in which the peritoneum is visualized directly, is safe and accurate in pregnant women.12,22Surgery for trauma has not been associated with an increased rate of fetal loss.22"
        },
        {
            "parent": 8,
            "text": "Medications used in trauma may have fetal effects, although most are pregnancy category B or C. Good resources for adverse effects of medications in pregnancy are available.40,41Tetanus toxoid should be given as indicated.22"
        },
        {
            "parent": 8,
            "text": "Based on limited data, tocolysis probably should be avoided after trauma.9,32[Reference9, Evidence level B—nonrandomized clinical trial; Reference32, Evidence level B—prospective cohort study] Regular contractions may signify placental abruption. Administration of tocolytics could compromise the fetus by delaying the diagnosis of placental abruption and consequently delaying delivery."
        },
        {
            "parent": 9,
            "text": "Perimortem cesarean section rarely is required14but is performed in the patient with a viable fetus who has been unsuccessfully resuscitated for four minutes.24Delivery within five minutes carries the best chance of fetal and maternal survival.22,24Perimortem cesarean section can increase maternal perfusion; a few cases report maternal survival.24"
        },
        {
            "parent": 10,
            "text": "Despite advances in trauma management, the fetal and maternal mortality rates after traumatic injury have not declined. Because current management does little to affect mortality, prevention is key to increasing maternal and fetal survival. Motor vehicle crashes and domestic violence are common preventable causes of trauma in pregnancy."
        },
        {
            "parent": 10,
            "text": "Although motor vehicle crashes are responsible for most severe maternal injuries and fetal losses from trauma,2,6,11,12,18pregnant women have low rates of seat belt use.4,10,11,28Proper seat belt use is the most significant modifiable factor in decreasing maternal and fetal injury and mortality after motor vehicle crashes.1,27,42Seat belt–restrained women who are in motor vehicle crashes have the same fetal mortality rate as women who are not in motor vehicle crashes, but unrestrained women who are in crashes are 2.8 times more likely to lose their fetuses.43"
        },
        {
            "parent": 10,
            "text": "Prenatal care must include three-point seat belt instruction.1,8,22,27The lap belt should be placed under the gravid abdomen, snugly over the thighs, with the shoulder harness off to the side of the uterus, between the breasts and over the midline of the clavicle.27Seat belts placed directly over the uterus can cause fetal injury.22Airbags should not be disabled during pregnancy.22,27"
        },
        {
            "parent": 10,
            "text": "Because many women are unaware of the potential for placental abruption without evidence of maternal injury, pregnant patients should be instructed to seek care immediately after any blunt trauma."
        },
        {
            "parent": 10,
            "text": "Domestic violence occurs in up to 25 percent of pregnant women,43,44but physicians detect only 4 to 10 percent of cases.10It is important for physicians to screen all patients for domestic violence and to be familiar with the community resources for helping patients who experience domestic abuse10(Table 4).43Screening of younger patients is particularly important, because they have higher rates of motor vehicle crashes and domestic violence.43,44Resource materials in waiting rooms and restrooms allow patients to gather information without confrontation.10"
        }
    ],
    "locked": false
}