{
    "url": "https://www.aafp.org/pubs/afp/issues/2003/0615/p2565.html#afp20030615p2565-f1",
    "title": "Evaluation and Treatment of Women with Hirsutism | AAFP",
    "author": "MELISSA H. HUNTER, M.D., AND PETER J. CAREK, M.D.",
    "doi": "Am Fam Physician.2003;67(12):2565-2572",
    "abstract": "Hirsutism is a common disorder, often resulting from conditions that are not life-threatening. It may signal more serious clinical pathology, and clinical evaluation should differentiate benign causes from tumors or other conditions such as polycystic ovary syndrome, late-onset adrenal hyperplasia, and Cushing's syndrome. Laboratory testing should be based on the patient's history and physical findings, but screening for levels of serum testosterone and 17α-hydroxyprogesterone is sufficient in most cases. Women with irregular menses and hirsutism should be screened for thyroid dysfunction and prolactin disorders. Pharmacologic and/or nonpharmacologic treatments may be used. Advances in laser hair removal methods and topical hair growth retardants offer new options. The use of insulin-sensitizing agents may be useful in women with polycystic ovary syndrome.",
    "headers": [
        {
            "id": 0,
            "name": "Causes of Hirsutism",
            "level": 2
        },
        {
            "id": 1,
            "name": "Clinical Evaluation",
            "level": 2
        },
        {
            "id": 2,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 3,
            "name": "LOCAL THERAPIES",
            "level": 3
        },
        {
            "id": 4,
            "name": "PHARMACOLOGIC TREATMENT",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Hirsutism is a common disorder affecting up to 8 percent of women.1It often results from conditions that are not life-threatening, such as chronic anovulation. Hirsutism is defined as the presence of excessive terminal hair in androgen-dependent areas of a woman's body.2The disorder is a sign of increased androgen action on hair follicles, from increased circulating levels of androgens (endogenous or exogenous) or increased sensitivity of hair follicles to normal levels of circulating androgens."
        },
        {
            "parent": -1,
            "text": "Infrequently, hirsutism may signal more serious pathology, and clinical evaluation should differentiate benign causes from tumors or other conditions that require specific treatment. Most women who seek treatment for hirsutism do so for cosmetic reasons, because excess body hair outside of cultural norms can be very distressing. Hair growth varies widely among women, and distinguishing normal variations of hair growth from hypertrichosis and true hirsutism is important."
        },
        {
            "parent": -1,
            "text": "With hirsutism, terminal hair grows from androgen-sensitive pilosebaceous units.3,4While 60 to 80 percent of women with hirsutism have increased levels of circulating androgens, degrees of hirsutism correlate poorly with androgen levels.5The ovary is the major source of increased levels of testosterone in women who have hirsutism.6Dehydroepiandrosterone sulfate (DHEAS) is an androgen that arises almost exclusively from the adrenal gland but is an uncommon cause of hirsutism. Nearly all circulating testosterone is bound to sex hormone binding globulin (SHBG) and albumin, with free testosterone being the most biologically active form. When elevated insulin levels are present, SHBG levels decrease while free testosterone levels increase."
        },
        {
            "parent": -1,
            "text": "Hypertrichosis is defined as a diffuse increase in vellus hair growth and is not androgen dependent. Hypertrichosis may be congenital (e.g., Hurler's syndrome, trisomy 18 syndrome, or fetal alcohol syndrome) or associated with hypothyroidism, porphyrias, epidermolysis bullosa, anorexia nervosa, malnutrition, or dermatomyositis. It also may occur after severe head injury, be present at sites of skin trauma, or be drug induced (Table 1).7"
        },
        {
            "parent": 0,
            "text": "When evaluating hirsutism, it is important to remember that it is only one sign of hyperandrogenism. Other abnormalities associated with excessive levels of androgen are listed inTable 2.6,8Increased androgen effect that results in hirsutism can be familial, idiopathic, or caused by excess androgen secretion by the ovary (e.g., tumors, polycystic ovary syndrome [PCOS]), excess secretion of androgens by adrenal glands (e.g., congenital adrenal hyperplasia [CAH], Cushing's syndrome, tumor), or exogenous pharmacologic sources of androgens.Table 38outlines consideration for these causes, along with laboratory findings."
        },
        {
            "parent": 0,
            "text": "Idiopathic hirsutism is common9and often familial. It is a diagnosis of exclusion and thought to be related to disorders in peripheral androgen activity. Onset occurs shortly after puberty with slow progression. Patients with idiopathic hirsutism generally have normal menses and normal levels of testosterone, 17α-hydroxyprogesterone (17-OHP), and DHEAS."
        },
        {
            "parent": 0,
            "text": "PCOS affects approximately 6 percent of women of reproductive age,10and is represented by chronic anovulation and hyperandrogenemia, excluding other causes such as adult-onset CAH, hyperprolactinemia, and androgen-secreting tumors.11Patients often report menstrual irregularities, infertility, obesity, and symptoms associated with androgen excess, and diagnosis usually is based on clinical rather than laboratory findings. Up to 70 percent of patients with PCOS have signs of hyperandrogenism.12"
        },
        {
            "parent": 0,
            "text": "CAH is a spectrum of inherited disorders of adrenal steroidogenesis, with decreased cortisol production resulting in overproduction of androgenic steroids.13Hirsutism, acne, menstrual disorders, and infertility may be presenting symptoms during adolescence or adulthood."
        },
        {
            "parent": 0,
            "text": "Although rare, Cushing's syndrome should be considered in the differential diagnosis. It may be caused by increased production of adrenocorticotropic hormone (ACTH) by the pituitary, adrenal carcinoma/adenoma, or secretion of ectopic ACTH.14Profound hirsutism is seen most commonly in patients with macronodular hyperplasia, and clinical signs of Cushing's syndrome are usually quite apparent.14"
        },
        {
            "parent": 0,
            "text": "Hirsutism may result from use of exogenous pharmacologic agents, including danazol (Danocrine), anabolic steroids, and testosterone. Oral contraceptives (OCs) containing levonorgestrel, norethindrone, and norgestrel tend to have stronger androgenic effects, while those with ethynodiol diacetate, norgestimate, and desogestrel are less androgenic.9Medications that cause hyperprolactinemia also may cause hirsutism (Table 1).7"
        },
        {
            "parent": 0,
            "text": "Androgen-secreting tumors of the ovary or adrenal are usually heralded by virilization (i.e., development of male characteristics in women) and rapid progression of hirsutism and cessation of menses. Virilization occurs in less than 1 percent of patients with hirsutism (Table 4).8Arrhenoblastoma is the most common ovarian tumor.2,9Androgen-secreting adrenal tumors are less common. Generally large at the time of diagnosis, these adrenal carcinomas are associated with a poor prognosis.9"
        },
        {
            "parent": 1,
            "text": "A thorough history and physical examination are essential to evaluate women with hirsutism to determine which patients need additional diagnostic testing. Family history is important; 50 percent of women with hirsutism have a positive family history of the disorder.4Key elements of history and physical examination are noted inTable 5.6,8Methods the patient has used to treat hirsutism should be noted, including hair removal methods, to provide some semiquantitative measure for evaluating severity and progression of hair growth. Discussion of the psychosocial effects of hirsutism as well as the patient's infertility concerns is also important."
        },
        {
            "parent": 1,
            "text": "Physical examination should distinguish normal amounts of hair growth from hirsutism and hypertrichosis. Amounts, characteristics, and distribution of hair growth should be noted. Standardized scoring systems for evaluating hirsutism are limited by subjective variability and felt by some to be of little clinical use.6Diagnosis often can be made on clinical assessment alone or by limited laboratory testing. Virilization should be noted (Table 4),8and thorough abdominal and pelvic examinations should be performed to exclude any masses. Acanthosis nigricans, a marker for insulin resistance, also should be noted.15"
        },
        {
            "parent": 1,
            "text": "Identification of serious underlying disorders is the primary purpose of laboratory testing and should be individualized. About 95 percent of these patients have PCOS or idiopathic hirsutism.3,4History and physical examination can exclude most underlying disorders, and full hormonal investigation is usually warranted only in those patients with rapid progression of hirsutism, abrupt symptom onset, or virilization."
        },
        {
            "parent": 1,
            "text": "In patients with hirsutism of peripubertal onset and slow progression, regular menses, otherwise normal physical examination, and no virilization, the likelihood of an underlying neoplasm is small. Whether laboratory investigation in these patients is warranted is controversial; however, some experts recommend routine testing to exclude underlying ovarian and/or adrenal tumors and adult-onset adrenal hyperplasia.2,6For diagnostic purposes, serum levels of testosterone and 17-OHP are usually sufficient.6A diagnostic algorithm is provided inFigure 1.6,8"
        },
        {
            "parent": 1,
            "text": "For patients with irregular menses, anovulation, PCOS, late-onset adrenal hyperplasia, and idiopathic hirsutism, prolactin levels and thyroid function tests may be considered to identify thyroid dysfunction and pituitary tumors. Testing of glucose, testosterone, and 17-OHP levels should be considered, along with careful breast examination to rule out galactorrhea."
        },
        {
            "parent": 1,
            "text": "Hirsutism outside of the perimenarchal period, rapid progression of hirsutism, or signs of Cushing's syndrome or virilization should indicate the possibility of an ovarian or adrenal neoplasm. Diagnostic testing should examine levels of serum testosterone, 17-OHP, and DHEAS. Levels of serum testosterone greater than 200 ng per dL (6.94 nmol per L) and/or DHEAS greater than 700 ng per dL (24.3 nmol per L) are strongly indicative of virilizing tumors.16For patients with this degree of hormonal elevation or those whose history suggests a neoplasm, additional diagnostic imaging, including abdominal computed tomography to assess the adrenals, should be performed. Selective venous catheterization may be necessary whenever imaging has not identified a tumor but strong clinical suspicion remains.17"
        },
        {
            "parent": 2,
            "text": "Treatment options for patients who have hirsutism can be divided into those measures targeting local manifestations of hirsutism and pharmacologic therapy aimed at the underlying causes. Therapy that targets local manifestations includes physical methods of hair removal ranging from shaving to laser therapy, topical treatment, and weight loss."
        },
        {
            "parent": 3,
            "text": "For patients with mild hirsutism, local measures such as shaving, bleaching, depilatories, and electrolysis may suffice. Shaving is the easiest and safest method, but is often unacceptable to patients. Bleaching products are often ineffective for dark hair growth, and skin irritation may occur. Chemical depilatories produce results similar to shaving, but skin irritation is common. Electrolysis is one of the most effective and permanent methods of hair removal, and may be an adjunct to hormonal treatment.18However, electrolysis is costly and time consuming, and largely has been supplanted by use of laser techniques."
        },
        {
            "parent": 3,
            "text": "The need for rapid methods of hair removal has led to the development of laser therapy for hirsutism. Several different lasers exist, including ruby, alexandrite, pulsed diode, and Q-switched yttrium-aluminum-garnet (YAG) lasers. Pulsed diode lasers are generally less expensive and more reliable than other laser sources for hair removal.19Q-switched YAG lasers work well in patients with darker skin; however, these lasers are ineffective for long-term hair removal.20Most patients experience a two- to six-month growth delay after a single treatment, and some have permanent hair removal after multiple treatments. Laser therapy works best on dark hair, although post-treatment hyperpigmentation may occur."
        },
        {
            "parent": 3,
            "text": "Weight loss should be encouraged for obese patients, because this increases SHBG levels and decreases insulin resistance and the levels of serum androgens and luteinizing hormones. Women who are overweight, hyperandrogenic, or hyperinsulinemic should be counseled regarding future risk of diabetes mellitus and cardiovascular disease.6"
        },
        {
            "parent": 4,
            "text": "Pharmacologic treatment for hirsutism should be aimed at blocking androgen action at hair follicles or suppression of androgen production (Table 6). Response to pharmacologic agents is slow, occurring over many months. When medical therapy is unacceptable to patients, combining local measures with medical therapy may be appropriate."
        },
        {
            "parent": 4,
            "text": "Eflornithine (Vaniqa) topical cream has been shown to slow rates of terminal hair growth significantly in up to 32 percent of patients and can be used adjunctively with usual methods of hair removal.21,22Once use of eflornithine is discontinued, hair growth usually returns to pre-treatment levels in about eight weeks.23"
        },
        {
            "parent": 4,
            "text": "For women with idiopathic hirsutism, PCOS, or late-onset CAH, appropriate treatment decisions depend on each patient's desires and childbearing plans. Women who do not wish to become pregnant should use low-dose OCs. OCs containing less androgenic progestins, such as norgestimate, gestodene (not available in the United States), and desogestrel, seem to be the best choice, but some maintain that all preparations are comparable in efficacy.24These agents increase the level of SHBG and therefore decrease ovarian androgen production while decreasing the risk of endometrial hyperplasia often seen in anovulatory women.25,26"
        },
        {
            "parent": 4,
            "text": "Antiandrogens may be combined with OCs for the treatment of hirsutism. Up to 75 percent of women report clinical improvement with combination therapy,27but data have shown that combined therapy is not significantly better than single agents alone. Patients who use antiandrogens alone may experience irregular uterine bleeding and ovulation.6"
        },
        {
            "parent": 4,
            "text": "The most commonly used antiandrogens are spironolactone (Aldactone) and flutamide (Eulexin). However, no antiandrogens are approved by the U.S. Food and Drug Administration for the treatment of hirsutism. Spironolactone is most commonly used because of its safety, availability, and low cost. Flutamide has been shown to be as effective as spironolactone; however, hepatic function must be monitored.28Finally, finasteride (Proscar), a competitive inhibitor of 5α-reductase, has been shown to be effective in treating hirsutism with relatively few side effects.29Response to antiandrogens is slow and may take up to 18 months. Duration of therapy is unclear, but treatment cessation generally is followed by recurrent hair growth."
        },
        {
            "parent": 4,
            "text": "Gonadotropin-releasing hormone (Gn-RH) analogs such as leuprolide (Lupron) should be reserved for use in women who do not respond to combination hormonal therapy or those who cannot tolerate OCs. Gn-RH analogs should be used cautiously with particular attention to possible long-term consequences (e.g., hot flushes, bone demineralization, atrophic vaginitis).27"
        },
        {
            "parent": 4,
            "text": "For patients whose terminal hair growth does not decrease significantly, treatment with insulin-sensitizing agents may be useful. Metformin (Glucophage) has been shown to improve insulin sensitivity and decrease testosterone levels in patients with PCOS.30Clinical manifestations of hyperandrogenism have shown improvement after metformin therapy.31,32A three-month therapeutic trial of metformin to assess efficacy may be useful."
        },
        {
            "parent": 4,
            "text": "Increased androgen production from nonspecific hyper-secretion or adult-onset adrenal hyperplasia responds to glucocorticoid suppression with dexamethasone.33Adrenal androgen secretion is more sensitive to dexamethasone than is cortisol secretion.33Generally, glucocorticoid therapy in patients with uncomplicated adrenal hyperplasia results in normal menstrual cycles and improvement in hirsutism or acne.34Combined therapy with Gn-RH analogs, OCs, and antiandrogens may be more effective in severe cases. Because of side effects, long-term use of glucocorticoids should be limited to patients with infertility or unresponsiveness to other antiandrogen therapy.3"
        },
        {
            "parent": 4,
            "text": "Ketoconazole (Nizoral), an antifungal agent, has proved effective in the treatment of hirsutism. Severe side effects, including alopecia, dry skin, abdominal pain, and hepatotoxicity, can occur, and use should be reserved for patients with severe hirsutism that has not responded to other therapeutic options.35Liver function testing should be performed before and at periodic intervals during prolonged treatment."
        }
    ],
    "locked": false
}