{
    "url": "https://www.aafp.org/pubs/afp/issues/2004/0401/p1773a.html#afp20040401p1773a-uf1",
    "title": "Dyslipidemia in Patients on HIV Drug Therapy | AAFP",
    "author": "BILL ZEPF, M.D.",
    "doi": "Am Fam Physician.2004;69(7):1773-1774",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Treatment of human immunodeficiency virus (HIV) infection with certain antiretroviral agents is associated with increased blood lipid levels. Successful suppression of HIV replication by multiple drug regimens has greatly increased the life expectancy of infected patients, raising concerns that the dyslipidemic side effects of therapy could affect long-term survival. Dubé and colleagues review the evaluation of lipid disorders in patients with HIV infection and suggest guidelines for management."
        },
        {
            "parent": -1,
            "text": "Hyperlipidemia was recognized as a side effect of antiretroviral therapy when protease inhibitors (PIs) came into widespread use. In the Swiss HIV Cohort study, 60 percent of patients taking PIs had cholesterol levels greater than 240 mg per dL (6.20 mmol per L), and 75 percent had triglyceride levels greater than 500 mg per dL (5.65 mmol per L). The cholesterol level most increased by PI use is very-low-density lipoproteins (VLDL). Increased low-density lipoprotein levels have been reported in some, but not all, studies. High-density lipoprotein levels do not appear to be substantially affected by antiretroviral therapy. Patients taking the PI ritonavir commonly have elevated triglyceride levels. The PIs associated with the fewest dyslipidemic effects are indinavir and saquinavir."
        },
        {
            "parent": -1,
            "text": "Antiretroviral treatment with nucleoside reverse-transcriptase inhibitors (NRTIs) and non-nucleoside reverse-transcriptase inhibitors (NNRTIs) has been linked to some dyslipidemic changes, but these changes are not as common or as severe as those associated with PIs. Switching dyslipidemic patients from a PI regimen to an NRTI or NNRTI regimen may be preferable to starting a lipid-lowering medication. However, many patients already will have had extensive experience with NRTI and NNRTI agents and run the risk of viral rebound if a less effective regimen is used."
        },
        {
            "parent": -1,
            "text": "The authors caution that interventions for effective viral suppression, opportunistic infections, malignancies, and HIV-associated wasting should take precedence over treatment of hyperlipidemia. The general treatment approach is similar to that used for non–HIV-infected patients(see accompanying figure). The guideline suggests specific lipid-lowering agents and offers details about drug interactions between lipid-lowering and antiretroviral agents."
        }
    ],
    "locked": true
}