{
    "url": "https://www.aafp.org/pubs/afp/issues/2003/0801/p509.html#afp20030801p509-f1",
    "title": "Prevention of Malaria in Travelers | AAFP",
    "author": "VINCENT LO RE, III, M.D., AND STEPHEN J. GLUCKMAN, M.D.",
    "doi": "Am Fam Physician.2003;68(3):509-514",
    "abstract": "Malaria is a major international public health problem, responsible for considerable morbidity and mortality around the world each year. As travel to tropical locations increases, U.S. physicians are being asked more frequently to provide recommendations for malaria prevention. An organized approach to reducing the risk of acquiring this disease is necessary. Physicians must review the itineraries of their patients in detail, paying particularly close attention to travel within malaria-endemic areas and drug-resistant zones. Appropriate chemoprophylaxis must be chosen to reduce the risk of acquiring malaria. It also is important to provide advice on the use of protective measures that reduce the risk of mosquito bites. Finally, travelers should be instructed to seek medical attention immediately if symptoms of the disease develop during or after the trip.",
    "headers": [
        {
            "id": 0,
            "name": "Life Cycle of Plasmodium",
            "level": 2
        },
        {
            "id": 1,
            "name": "Approach to Malaria Prevention",
            "level": 2
        },
        {
            "id": 2,
            "name": "Assessing the Risk of Malaria",
            "level": 2
        },
        {
            "id": 3,
            "name": "Protection Against Mosquitoes",
            "level": 2
        },
        {
            "id": 4,
            "name": "Chemoprophylaxis",
            "level": 2
        },
        {
            "id": 5,
            "name": "CHLOROQUINE",
            "level": 3
        },
        {
            "id": 6,
            "name": "MEFLOQUINE",
            "level": 3
        },
        {
            "id": 7,
            "name": "DOXYCYCLINE",
            "level": 3
        },
        {
            "id": 8,
            "name": "ATOVAQUONE/PROGUANIL",
            "level": 3
        },
        {
            "id": 9,
            "name": "PRIMAQUINE",
            "level": 3
        },
        {
            "id": 10,
            "name": "Recognition of Illness",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The growing popularity of travel to tropical locales is placing an increasing number of travelers at risk for acquiring malaria. In 1998, the World Health Organization (WHO) indicated that there were more than 270 million cases of malaria worldwide, with more than 1 million deaths caused by the disease.1,2In the United States, approximately 1,500 cases of malaria are reported annually to the Centers for Disease Control and Prevention (CDC).3"
        },
        {
            "parent": -1,
            "text": "The evolving pattern of drug resistance in malaria parasites and changes in recommendations for chemoprophylaxis present a challenge to physicians who advise patients about preventing this disease. Improving adherence to use of antimosquito measures and antimalarial medications could prevent many cases of malaria. This article provides an approach to malaria prevention in travelers. It reviews key risk factors for malaria acquisition, measures to prevent mosquito bites, and drugs approved for chemoprophylaxis."
        },
        {
            "parent": 0,
            "text": "To better appreciate the methods of malaria prevention, it is necessary to understand the parasite's life cycle. Malaria is transmitted through the bite of an infected female Anopheles mosquito and is caused by infection with one of four species of the protozoa Plasmodium(Plasmodium falciparum, Plasmodium vivax, Plasmodium malariae, andPlasmodium ovale).4,5"
        },
        {
            "parent": 0,
            "text": "When an infected mosquito takes a blood meal during its feeding period between dusk and dawn, it injects sporozoites of Plasmodium from its salivary glands into the bloodstream of the host. The sporozoites circulate to the liver and invade hepatocytes, where they divide to form tissue schizonts and then merozoites, which escape into the bloodstream. Merozoites invade erythrocytes, differentiate into trophozoites, and divide to become blood schizonts. These then mature into merozoites which, when released from red cells, can continue the cycle in the blood."
        },
        {
            "parent": 0,
            "text": "A proportion of the sporozoites ofP. vivaxandP. ovaledevelop into dormant forms within the liver, called hypnozoites, and these can activate months to years later to release more merozoites into the bloodstream, causing a symptomatic relapse. The life cycle is completed when merozoites differentiate into sexual forms called gametocytes. The female Anopheles mosquito ingests gametocytes during a blood meal, and sexual stages result in the development of sporozoites that can be transmitted to the next susceptible human host."
        },
        {
            "parent": 1,
            "text": "The risk of malaria can be reduced by regular use of measures that limit contact with mosquitoes and by strict adherence to chemoprophylaxis.6To help travelers adhere to these recommendations, physicians must provide complete pre-travel advice. Even a brief exposure in an endemic area puts the unprotected traveler at risk. Because no preventive regimen is completely effective, travelers also should know to seek medical attention immediately should they become febrile during or after their trip."
        },
        {
            "parent": 1,
            "text": "The approach to malaria prevention should incorporate the following principles:"
        },
        {
            "parent": 1,
            "text": "Assess the risk of malaria infection on the basis of the patient's itinerary.Discuss the available methods of reducing contact with Anopheles mosquitoes.Identify the most appropriate antimalarial agents for chemoprophylaxis.Alert the traveler to seek early diagnosis and treatment if fever develops during or after travel."
        },
        {
            "parent": 1,
            "text": "These principles provide a framework for the physician to follow when counseling patients about malaria prevention during pre-travel office visits.Figure 1illustrates an algorithmic approach to the prevention of malaria in travelers."
        },
        {
            "parent": 2,
            "text": "Assessing malarial risk requires a detailed knowledge of a patient's travel itinerary and accommodations. The risk that a traveler will become infected depends on the overall rate of malaria transmission in the geographic area to be visited and on the extent of the patient's contact with infected mosquitoes.7Transmission rates vary greatly from region to region, even within the same country. In countries where the overall risk is relatively low, there may be foci of intense transmission."
        },
        {
            "parent": 2,
            "text": "The assessment of risk of malaria infection depends on several other considerations. Because malaria transmission often follows stringent seasonal patterns linked to rainfall, the timing of the trip may influence the risk.8The elevation of the destination also is important because malaria transmission is rare above 2,000 m (6,561 feet).9Finally, because the Anopheles mosquito feeds from dusk to dawn, the risk of transmission is influenced by a traveler's nighttime activities and accommodations."
        },
        {
            "parent": 2,
            "text": "Regularly updated maps identifying malaria risk areas and times are available from several sources (Table 1)10and can be valuable tools in counseling patients.11Details about risk within countries may be obtained from Web sites operated by the CDC (www.cdc.gov/travel) and the WHO (www.who.int/ith)."
        },
        {
            "parent": 3,
            "text": "The most effective protection against malaria is to avoid exposure to the Anopheles mosquito that carries the disease.6,8All travelers to malaria-endemic areas should be instructed on how best to avoid bites from these mosquitoes. A significant reduction in the risk of acquiring the disease can be achieved by simply limiting evening exposure to mosquitoes."
        },
        {
            "parent": 3,
            "text": "Travelers in endemic areas can substantially reduce the probability of infection with certain behavior adaptations. Wearing clothes that minimize the amount of exposed skin is helpful. The use of insect repellent on exposed skin should be encouraged. Repellents containing N, N-diethyl-3-methylbenzamide (DEET) in concentrations of approximately 30 percent are effective and safe.12,13DEET has been used safely by millions of people worldwide but has been noted to cause urticaria, irritation of the eyes, or headaches on rare occasions.12Spraying with an ordinary household insecticide can knock down mosquitoes already in small, enclosed spaces such as a hotel room or tent. Finally, because mosquitoes are not strong fliers, use of a room fan can keep them out of the air."
        },
        {
            "parent": 3,
            "text": "Persons who will not be staying in rooms that are well screened or air-conditioned should consider sleeping under a mosquito bed net. The use of bed nets has been reported to reduce the mosquito attack rate by 97 percent.14[evidence level A, randomized controlled trial (RCT)] Bed nets and sleeping bags impregnated with an insecticide such as permethrin should be used because they are effective barriers to vectors even if torn.6,15,16[Reference 16—evidence level B, cross-sectional study]Table 2provides a summary of protective measures against mosquitoes."
        },
        {
            "parent": 4,
            "text": "A number of medications have been shown to have efficacy in preventing malaria infection. As with all treatments, the use of an antimalarial regimen should involve balancing the potential adverse effects against the risk of acquiring malaria.8Contraindications to the use of specific antimalarial agents for specific patients should be identified.Table 3summarizes the current recommended chemoprophylactic agents.10"
        },
        {
            "parent": 5,
            "text": "Because of the emergence of drug-resistantP. falciparumstrains, chloroquine (Aralen) is no longer the recommended chemoprophylaxis medication in most parts of the world. Chloroquine is still recommended for prophylaxis in travelers to Central America west of the Panama Canal, Hispaniola (Haiti and the Dominican Republic), Argentina, parts of China, and parts of the Middle East (primarily Syria, Jordan, and Iraq).10[evidence level C, consensus/expert guidelines]"
        },
        {
            "parent": 5,
            "text": "The antimalarial dosage for a traveler to these areas is one 500-mg tablet (300 mg base) per week beginning two weeks before departure, with one tablet per week during exposure, and one tablet per week for four weeks after the trip. The most common side effect is dyspepsia, but chloroquine also can cause pruritus (especially in dark-skinned persons), exacerbations of psoriasis, agranulocytosis, photosensitivity and, rarely, neuropsychiatric disturbances such as vertigo or insomnia.17,18The drug is a safe option during pregnancy."
        },
        {
            "parent": 6,
            "text": "Mefloquine (Lariam) is the drug of choice for most travelers to chloroquine-resistant regions.9The traveler takes one 250-mg tablet once per week for two weeks before departure, one tablet per week during travel, and one tablet per week for four weeks after returning home."
        },
        {
            "parent": 6,
            "text": "In the past decade, many anecdotal reports of neuropsychologic adverse effects have raised major concerns about this drug. However, adverse effects are similar in frequency and severity to those reported with weekly chloroquine use.19The most commonly reported side effects include nausea, dizziness, headaches, and vivid dreams. Mefloquine should be used with caution in patients with a history of psychosis, seizure disorder, or cardiac conduction defects. It is the most efficacious and safe option for the prevention of malaria in pregnant women traveling to areas with chloroquine-resistantP. falciparum.10"
        },
        {
            "parent": 7,
            "text": "Doxycycline (Vibramycin), a tetracycline, continues to be the preferred agent for persons unable to tolerate mefloquine and for those traveling to areas where mefloquine resistance is present.1The drug is taken in a dosage of 100 mg daily during exposure and continued for four weeks after the traveler returns home. No loading dose is required. Doxycycline has been shown to have prophylactic efficacy comparable to mefloquine, but the need for daily dosing may reduce adherence and, therefore, effectiveness.20[evidence level A, RCT]"
        },
        {
            "parent": 7,
            "text": "Side effects of doxycycline include gastrointestinal upset, esophagitis, and vaginal candidiasis. Because the drug can be photosensitizing, its use requires adequate sunscreen protection. Doxycycline is contraindicated in pregnant or lactating women and in children younger than eight years.8Long-term administration of tetracyclines generally has been well tolerated.6"
        },
        {
            "parent": 8,
            "text": "The U.S. Food and Drug Administration recently approved a fixed-combination tablet of atovaquone and proguanil (Malarone) for the chemoprophylaxis of malaria. Travelers need only take the medication during periods of exposure and for one week after departure from the malarial region.21This regimen has an advantage over that of mefloquine and doxycycline, which have to be taken for four weeks following exposure."
        },
        {
            "parent": 8,
            "text": "Atovaquone/proguanil has been found to be useful against strains of malaria that are resistant to other agents.22,23[Reference 22—evidence level B, uncontrolled clinical trial] The adult dosing regimen for prophylaxis consists of one tablet (250 mg atovaquone/100 mg proguanil) per day starting two days before travel, one tablet per day during travel, and one tablet per day for seven days after leaving an endemic area."
        },
        {
            "parent": 8,
            "text": "The most common adverse effects are abdominal pain, nausea, and headaches.21Because of insufficient data on its safety in pregnancy, it should not be taken by pregnant or lactating women. Atovaquone/proguanil also is contraindicated in persons with severe renal impairment. This drug combination generally is well tolerated and efficacious in the prevention ofP. falciparuminfection. More data are needed to confirm its efficacy against other malaria species."
        },
        {
            "parent": 9,
            "text": "Primaquine (Palum) has activity against the blood and liver stages of malaria parasites.1In patients who have been infected withP. vivaxorP. ovale, relapses can occur long after chemoprophylaxis is discontinued because the standard drugs fail to eliminate the liver hypnozoites. To prevent relapses, a course of primaquine may be given as terminal prophylaxis at the conclusion of the standard post-travel chemoprophylaxis regimen. One 26.3-mg tablet is administered per day for 14 days after the trip. Terminal prophylaxis generally is indicated only for use in persons who have a prolonged exposure in malaria-endemic areas or who have visited areas of intenseP. vivaxtransmission.15"
        },
        {
            "parent": 9,
            "text": "Primaquine causes acute intravascular hemolysis in those with an inborn deficiency of glucose-6-phosphate dehydrogenase (G6PD). The drug should not be prescribed without confirming a normal G6PD level. Primaquine should not be used during pregnancy."
        },
        {
            "parent": 10,
            "text": "Travelers should be informed that although antimalarial agents can markedly decrease the risk for developing symptomatic malaria, none of them can guarantee complete protection.9Travelers should be told to seek medical attention immediately if fever develops during or after a visit to an endemic area. They should be warned that malaria is possible as early as one week after first exposure and as late as several months or even years (forP. vivax, P. malariae, andP. ovale) after returning from a trip. Symptoms of infection withP. falciparumalmost always begin within two months of departure from an endemic area, but only 50 percent of persons infected with vivax malaria present in the first two months after they return home.9"
        },
        {
            "parent": 10,
            "text": "Finally, travelers should be informed of the main symptoms of malaria. Fever, malaise, headaches, myalgias, arthralgias, chills, and sweats occur in more than 80 percent of patients with malaria.4The “typical” cyclic fevers often do not occur in travelers returning to this country. Other symptoms include anorexia, nausea, vomiting, abdominal pain, and diarrhea."
        }
    ],
    "locked": false
}