{
    "url": "https://www.aafp.org/pubs/afp/issues/2005/0601/p2133.html#afp20050601p2133-f1",
    "title": "Management of Heatstroke and Heat Exhaustion | AAFP",
    "author": "JAMES L. GLAZER, M.D.",
    "doi": "Am Fam Physician.2005;71(11):2133-2140",
    "abstract": "Heat exhaustion and heatstroke are part of a continuum of heat-related illness. Both are common and preventable conditions affecting diverse patients. Recent research has identified a cascade of inflammatory pathologic events that begins with mild heat exhaustion and, if uninterrupted, can lead eventually to multiorgan failure and death. Heat exhaustion is characterized by nonspecific symptoms such as malaise, headache, and nausea. Treatment involves monitoring the patient in a cool, shady environment and ensuring adequate hydration. Untreated heat exhaustion can progress to heatstroke, a much more serious illness involving central nervous system dysfunction such as delirium and coma. Other systemic effects, including rhabdomyolysis, hepatic failure, arrhythmias, disseminated intravascular coagulation, and even death, are not uncommon. Prompt recognition and immediate cooling through evaporation or full-body ice-water immersion are crucial. Physicians also must monitor electrolyte abnormalities, be alert to signs of renal or hepatic failure, and replace fluids in patients with heatstroke. Most experts believe that physicians and public health officials should focus greater attention on prevention. Programs involving identification of vulnerable individuals, dissemination of information about dangerous heat waves, and use of heat shelters may help prevent heat-related illness. These preventive measures, when paired with astute recognition of the early signs of heat-related illness, can allow physicians in the ambulatory setting to avert much of the morbidity and mortality associated with heat exhaustion and heatstroke.",
    "headers": [
        {
            "id": 0,
            "name": "Definitions",
            "level": 2
        },
        {
            "id": 1,
            "name": "Physiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 3,
            "name": "Clinical Presentation",
            "level": 2
        },
        {
            "id": 4,
            "name": "HEAT EXHAUSTION",
            "level": 3
        },
        {
            "id": 5,
            "name": "Heatstroke",
            "level": 2
        },
        {
            "id": 6,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 7,
            "name": "HEAT EXHAUSTION",
            "level": 3
        },
        {
            "id": 8,
            "name": "HEATSTROKE",
            "level": 3
        },
        {
            "id": 9,
            "name": "Complications of Heatstroke",
            "level": 2
        },
        {
            "id": 10,
            "name": "Prevention",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Each year, millions of people are exposed to the dangers of extreme heat. Outdoor laborers compose the largest percentage of patients with heat-related illnesses.1Athletes, children, and the elderly also are frequently affected, with elderly persons being particularly vulnerable to heatstroke.1,2Results of epidemiologic studies2,3have indicated that the incidence of heatstroke in urban areas of the United States during very warm periods is approximately 20 cases per 100,000 people, and that heatstroke accounts for at least 240 deaths in the United States annually. Heat-related illnesses are largely preventable, and physicians can do a great deal to ensure the safety of their patients during the hot summer months. Patients may present to their primary care physician with heat exhaustion, and chronic diseases may contribute to heat-related illness. If a patient is suffering from heat-stroke, rapid diagnosis and effective cooling are crucial, because the condition triggers a series of metabolic events that may progress to irreversible injury or death."
        },
        {
            "parent": 0,
            "text": "Heat-related illnesses typically are categorized as heat exhaustion or heatstroke. Heatstroke is divided further into classic and exertional forms. Classic heatstroke is caused by environmental exposure and results in core hyperthermia above 40°C (104°F). This condition primarily occurs in the elderly and those with chronic illness. Classic heatstroke can develop slowly over several days and can present with minimally elevated core temperatures. It is associated with central nervous system dysfunction including delirium, convulsions, and coma, making it difficult to distinguish from sepsis. These manifestations are thought to be an encephalopathic response to a systemic inflammatory cascade.4"
        },
        {
            "parent": 0,
            "text": "Exertional heatstroke is a condition primarily affecting younger, active persons. It is characterized by rapid onset—developing in hours—and frequently is associated with high core temperatures."
        },
        {
            "parent": 0,
            "text": "Heat exhaustion is a more common and less extreme manifestation of heat-related illness in which the core temperature is between 37°C (98.6°F) and 40°C. Symptoms of heat exhaustion are milder than those of heatstroke, and include dizziness, thirst, weakness, headache, and malaise. Patients with heat exhaustion lack the profound central nervous system derangement found in those with heatstroke. Their symptoms typically resolve promptly with proper hydration and cooling."
        },
        {
            "parent": 1,
            "text": "Heat is exchanged with the environment in four ways: conduction, convection, radiation, and evaporation. Conduction refers to heat loss through direct contact with a cooler object. Convection is the dissipation of heat when relatively cool air passes over exposed skin. Radiation is the release of heat from the body directly into the environment. Evaporation through perspiration is the body’s most effective method of cooling under most circumstances, dissipating up to 600 kcal per hour in optimal conditions.5Hypothalamic thermoregulation processes (peripheral vasodilation, thermal sweating, cardiac changes) are activated by core temperature increases of less than 1°C (1.8°F).6Endurance athletes perspire at a rate of up to 1.5 L per hour, and the body is capable of twice that.7,8"
        },
        {
            "parent": 1,
            "text": "Heat exchange is dependent on gradients of temperature and moisture; as the ambient temperature and humidity increase, thermal transfer becomes less efficient. Thus hot, humid weather confers the highest risk of heat injury. Heart rate, cardiac output, and minute ventilation increase under hyperthermic conditions, while visceral perfusion decreases. Medications such as vasoconstrictors and beta blockers can profoundly impact thermoregulation by decreasing the body’s ability to shunt large volumes of hyperthermic blood away from the core and to the skin(Table 1).9–11"
        },
        {
            "parent": 1,
            "text": "After several weeks in a hot environment the body can adapt and become more efficient. The primary response involves salt retention and increased fluid secretion through the sweat glands. Other changes include increased circulating plasma volume, enhanced glomerular filtration rate, and an increase in the kidneys’ ability to withstand exertional rhabdomyolysis.12"
        },
        {
            "parent": 1,
            "text": "A number of acute-phase reactants protect against tissue injury in response to heat stress.13In addition, cells transcribe heat shock proteins to protect themselves from the effects of sudden heating.14These are thought to work as chaperones by attaching to cellular proteins and preventing them from unfolding in hot environments."
        },
        {
            "parent": 2,
            "text": "Heatstroke and heat exhaustion occur when the body’s thermoregulatory responses are inadequate to preserve homeostasis. This can result from extrinsic factors that make heat dissipation less efficient, such as extremes of temperature, physical effort, and environmental conditions. It also can result from physiologic limitations, putting children, elderly persons, and those who are chronically ill at increased risk. Chronic volume depletion, medication use, inability to increase cardiovascular output, normal deficiencies in heat shock protein responses associated with aging, and lack of acclimatization all can inhibit the body’s ability to respond to heat challenges."
        },
        {
            "parent": 2,
            "text": "The termthermal maximumwas developed to measure the magnitude and duration of heat that cells can encounter before becoming damaged. Human thermal maximum has been established as a core body temperature of approximately 42°C (107.6°F) for between 45 minutes and eight hours.15Cellular destruction occurs more quickly and completely at higher temperatures. Inflammatory factors are released and gastrointestinal permeability increases, which may allow endotoxins into the circulation.16Hematologic and endothelial changes resembling disseminated intervascular coagulation also occur.17"
        },
        {
            "parent": 4,
            "text": "Heat exhaustion is a milder entity than heat-stroke that exists on the same continuum of heat-related illness. Heat exhaustion typically is associated with nonspecific signs and symptoms and mild pyrexia(Table 2).4,9,18,19Patients may experience nausea and malaise, and show signs of circulatory collapse. Evidence of central nervous system dysfunction should trigger a diagnosis of heatstroke rather than heat exhaustion. Heat exhaustion can be associated with water or sodium depletion, which can compromise the patient’s ability to thermoregulate by sweating."
        },
        {
            "parent": 4,
            "text": "Hyponatremic heat exhaustion represents a special case, requiring unique treatment. Clinically significant hyponatremia often results from voluntary overhydration and can be dangerous.20Clinical manifestations of hyponatremia include nonspecific symptoms involving the central nervous system, such as dizziness, nausea, and malaise, which may progress to seizures and even death.21"
        },
        {
            "parent": 5,
            "text": "Heatstroke is a much more severe entity than heat exhaustion. The diagnosis of heatstroke rests on two critical factors: hyperthermia and central nervous system dysfunction. Heat-stroke is a medical emergency, and mortality can approach 10 percent.3It is essential that clinicians recognize the signs of heatstroke and initiate cooling rapidly. When appropriate treatment is provided without delay, survival can approach 100 percent.22"
        },
        {
            "parent": 5,
            "text": "Initial evaluation of a patient with suspected heatstroke should include an assessment of the airway, breathing, and circulation. Tachycardia, tachypnea, and normotension are common in heatstroke. Temperature also should be measured in the initial survey. Core temperatures in patients with heatstroke typically range from 40°C to 44°C (104°F to 111.2°F), with reports as high as 47°C (116.6°F), and should be monitored rectally or with a bladder or esophageal probe. However, elevated temperatures are not necessary for a diagnosis of heatstroke. Peripheral temperature measurements may be as much as 1°C lower than core readings, and cooling by emergency medical technicians can falsely decrease peripheral temperatures further.18"
        },
        {
            "parent": 5,
            "text": "Mental status changes often make it difficult to take a careful patient history. The differential diagnosis of the patient with hyperpyrexia and mental status change is shown inTable 3. Whenever possible, information about prodromal symptoms such as weakness and dizziness should be elicited. Illicit drug use and medical comorbidities place patients at increased risk of heat-related illness. Prescription medications such as diuretics and antihypertensives, as well as illicit drugs, can decrease the body’s ability to thermoregulate(Table 1).9–11"
        },
        {
            "parent": 5,
            "text": "Physical manifestations of heatstroke include hot, dry skin, as peripheral vasoconstriction often is present. Signs of central nervous system dysfunction such as irritability, ataxia, and confusion are essential to the diagnosis of heatstroke. Coma and seizures may develop, and slow recovery of consciousness is indicative of a poor prognosis.23Coagulopathies may manifest in bleeding from intravenous sites or in epistaxis, and endothelial damage may present as peripheral or pulmonary edema. Signs and symptoms associated with heatstroke and heat exhaustion are listed inTable 2.4,9,18,19"
        },
        {
            "parent": 7,
            "text": "The initial treatment of patients with heat exhaustion involves stabilization in a cool area. Unless the factors leading to heat exhaustion are corrected swiftly, affected patients can progress to heatstroke. An algorithm for the management of heat exhaustion and heatstroke is provided inFigure 1. Evaporative cooling may be initiated by wetting the skin. Electrolyte status and core temperature should be monitored."
        },
        {
            "parent": 7,
            "text": "Patients who are significantly dehydrated, who are hyponatremic, or who have mental status changes or central nervous system irritability should be transferred to an appropriate medical facility. Oral rehydration solutions containing sodium may be used in the field to treat most cases of mild dehydration. It is essential that physicians recognize the signs of hyponatremic heat exhaustion and avoid administering hypotonic fluids (as regards sweat). Repletion of sodium with normal saline should be performed gradually. Serum sodium should be raised at a rate no greater than about 2.5 mEq per L (2.5 mmol per L) per hour, to prevent central pontine myelinolysis."
        },
        {
            "parent": 7,
            "text": "Symptoms of heat exhaustion often resolve within two to three hours. Slower recovery should initiate transfer to a medical facility and a careful search for missed diagnoses.10"
        },
        {
            "parent": 8,
            "text": "Prompt reversal of hyperthermia is the cornerstone of heatstroke treatment. Patients who present with suspected heatstroke in a community environment should be stabilized in a cool, shady area and transferred to a care facility as soon as heatstroke becomes primary in the differential diagnosis(Figure 1). Immediate initiation of rapid and effective cooling is crucial in a patient with heatstroke.24If feasible, cooling should be initiated while the patient is awaiting transport. Blood should be drawn for chemistries and abnormalities addressed once the cooling process has begun."
        },
        {
            "parent": 8,
            "text": "Cooling methods generally are categorized as external or internal. External methods include evaporative and immersion cooling, with evaporative methods being most commonly used in the field. In evaporative cooling, a mist of cool water (15°C [59°F]) is sprayed on the patient’s skin, while warm air (45°C [113°F]) is fanned over the body. Cooling rates with this technique have been measured at 0.31°C (0.56°F) per minute.25"
        },
        {
            "parent": 8,
            "text": "Immersion cooling can be achieved with an ice bath, or by using cooling blankets in conjunction with ice packs placed on the axilla, groin, neck, and head. Although immersion methods are thought to be less effective than evaporative cooling, direct comparison studies are lacking. Drawbacks of immersion include the occurrence of peripheral vasoconstriction and shivering when skin temperature is cooled below 30°C (86°F),26although this response may be overcome through peripheral massage.27Immersion cooling also may make it difficult to access a patient—a concern if the patient experiences cardiac arrest—and bradycardia as a result of the diving reflex is not uncommon. Despite these concerns, however, immersion may be a preferable technique when treating patients for whom exposure of the skin is culturally inappropriate."
        },
        {
            "parent": 8,
            "text": "Internal cooling methods are more effective in rapidly decreasing temperature. Gastric, bladder, and rectal cold-water lavage can be accomplished with minimal invasion. Peritoneal and thoracic lavage are performed only in extreme cases. Cardiopulmonary bypass also is a rare but effective cooling method."
        },
        {
            "parent": 8,
            "text": "Medications have shown little efficacy in treating heatstroke. Muscle relaxants such as benzodiazepines and neuroleptic agents such as chlorpromazine (Thorazine) have been used to inhibit shivering and as prophylaxis against seizures, but clinical trials are lacking.28Dantrolene (Dantrium) has proved ineffective in decreasing core temperature.4Antipyretic agents, while theoretically useful in combating the acute phase reactant response, have not been evaluated for this use. Cooling usually is discontinued once the core temperature has reached 38°C (100.4°F), though close monitoring should continue.11"
        },
        {
            "parent": 9,
            "text": "Heatstroke must be viewed as multisystem failure. Central nervous system injury is permanent in 20 percent of cases and is associated with poor prognosis.23Rhabdomyolysis caused by tissue destruction is common and results in myoglobinuria and risk of renal injury. Some clinicians advocate using mannitol (Osmitrol) if necessary to maintain a urinary output of 50 to 100 cc per hour in order to protect the kidneys.9Hepatocytes may be damaged, causing coagulopathy and hepatitis. Myocardial muscle may be damaged and result in arrhythmias or even cardiac arrest."
        },
        {
            "parent": 10,
            "text": "Preparation for and understanding of heat-stroke can help prevent much of its associated morbidity and mortality.29Physicians should encourage their patients to protect themselves by maintaining adequate hydration, avoiding heat exposure, wearing loose, light clothing, and monitoring their exertion level.9Athletes should be advised to acclimatize for at least three to four days before exerting in the heat. Because a heat injury releases an inflammatory cascade that may increase risk on subsequent days, patients should be protected from exposure to heat for 24 to 48 hours following a mild injury."
        },
        {
            "parent": 10,
            "text": "Two indices are available to aid physicians in evaluating heat danger. The National Weather Service has produced a Heat Index chart that can be accessed online athttp://www.crh.noaa.gov/pub/heat.htm. The U.S. Armed Forces use the Wet Bulb Globe Temperature Index (http://www.usariem.army.mil/heatill/appendc.htm), which takes into account the radiant thermal energy from the sun. This index is thought to anticipate troops’ heat exposure more accurately, though many find its usefulness limited because it can be difficult to calculate."
        },
        {
            "parent": 10,
            "text": "In the United States, the majority of patients with heatstroke are elderly inner-city residents; those with poor access to air conditioning or cognitive obstacles to self-care are at particular risk. Risk factors for death include preexisting medical conditions such as heart disease, pulmonary disease, mental illness, and social isolation.30However, patients who have regular contact with home-health agencies still are at increased risk."
        },
        {
            "parent": 10,
            "text": "While many cities distribute fans among at-risk populations to prevent heat-related deaths, fans are inadequate at extremes of heat and humidity31; in the absence of temperature and humidity gradients, evaporative and convective cooling with a fan is ineffective. Adequate fluid consumption is limited by the fact that most patients who are at risk have significant cognitive or pharmacologic obstacles to positive fluid balance. Communities should establish heat shelters, and visiting nurses should encourage vulnerable patients to take refuge in them during dangerously warm periods.32Community centers, museums, and places of worship also might be used for this purpose."
        },
        {
            "parent": 10,
            "text": "One study30reported that listening to the radio or reading the newspaper confers greater understanding of health risks. Partnerships created between community leaders and physicians to inform the public about heat dangers by radio, newspaper, and television have been shown to improve outcomes. For example, early warning systems have limited heat deaths in Memphis to fewer than 11 annually since 1980.32"
        }
    ],
    "locked": false
}