{
    "url": "https://www.aafp.org/pubs/afp/issues/2003/0715/p375.html#afp20030715p375-uf1",
    "title": "Diagnosing Chronic Testicular Pain | AAFP",
    "author": "ANNE D. WALLING, M.D.",
    "doi": "Am Fam Physician.2003;68(2):375",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Chronic testicular pain (orchalgia) is unilateral or bilateral scrotal pain lasting for more than three months and interfering with normal activities. Because of the innervation of the scrotum, testicular pain may originate in the abdomen or testis. The cause of testicular pain may be difficult to determine. In approximately 25 percent of cases, an underlying cause for orchalgia cannot be identified. A review by Kapoor and Nargund stresses a systematic approach to the diagnosis of chronic testicular pain(see accompanying figure)."
        },
        {
            "parent": -1,
            "text": "The history should include questions concerning lower urinary tract and bowel symptoms, as well as a complete genitourinary and sexual history. The onset and nature of the pain can give important clues to diagnosis. Intermittent testicular torsion is characterized by recurrent episodes of severe pain that may be accompanied by nausea and systemic symptoms. The pain may last from minutes to hours. Pain following groin or scrotal surgery is often continuous and exacerbated by sexual intercourse. Following vasectomy, pain may result from a sperm granuloma in the epididymis or from entrapment of nerve fibers in granulation tissue. Chronic orchalgia is reported following about one per 1,000 vasectomies. Varicocele-related pain is characteristically described as a persistent, aching discomfort or heavy sensation that is relieved by lying down. Although testicular tumors are usually described as painless, up to 40 percent of patients report dull aching or heaviness. Bleeding into a tumor or other abnormalities such as hydroceles, epididymal cysts, and spermatoceles can produce acute or severe pain. Testicular pain associated with chronic infection is usually associated with urinary symptoms or those of sexually transmitted diseases."
        },
        {
            "parent": -1,
            "text": "Physical examination should include the entire genital area. Testicular examination should be conducted in both standing and lying positions. Areas of hyperesthesia should be noted and a search made for herniae. Rectal examination is necessary to assess rectal and prostate areas. Additional investigations depend on the most likely diagnosis. Ultrasound can be diagnostic for anatomic lesions. Color Doppler ultrasonography is the best investigation for vascular lesions. Investigations of the upper urinary tract, such as intravenous urography and ultrasonography, may be appropriate for referred renal pain."
        },
        {
            "parent": -1,
            "text": "The management of testicular lesions depends on the etiology. Patients should be cautioned that surgical treatment may not resolve pain. For cases where the etiology cannot be determined, ilioinguinal nerve block or microsurgical denervation may relieve the pain. Systemic analgesia or orchidectomy may be required in individual cases. In such extreme cases, psychologic consultation is recommended to ensure that the pain is neurologic and not psychogenic in origin."
        }
    ],
    "locked": true
}