{
    "url": "https://www.aafp.org/pubs/afp/issues/2005/0515/p1935.html#afp20050515p1935-f1",
    "title": "Management of Pregnancy Beyond 40 Weeks' Gestation | AAFP",
    "author": "DONALD BRISCOE, M.D., HAYLEY NGUYEN, M.D., MELANIE MENCER, M.D., NEETA GAUTAM, M.D., AND DANIEL B. KALB, M.D., M.P.H.",
    "doi": "Am Fam Physician.2005;71(10):1935-1941",
    "abstract": "A post-term or prolonged pregnancy is one that reaches 42 weeks' gestation; approximately 5 to 10 percent of pregnancies are post-term. Studies have shown a reduction in the number of pregnancies considered post-term when early ultrasound dating is performed. Maternal and fetal risks increase with gestational age, but the management of otherwise low-risk prolonged pregnancies is controversial. Antenatal surveillance with fetal kick counts, nonstress testing, amniotic fluid index measurement, and biophysical profiles is used, although no data show that monitoring improves outcomes. Studies show a reduction in the rate of cesarean deliveries and possibly in neonatal mortality with a policy of routine labor induction at 41 weeks' gestation.",
    "headers": [
        {
            "id": 0,
            "name": "Risks of Prolonged Gestation",
            "level": 2
        },
        {
            "id": 1,
            "name": "Review of the Evidence",
            "level": 2
        },
        {
            "id": 2,
            "name": "Fetal Monitoring",
            "level": 2
        },
        {
            "id": 3,
            "name": "Management of Pregnancy Beyond 40 Weeks' Gestation",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Approximately 5 to 10 percent of all pregnancies continue to at least 42 weeks' gestation.1,2Advances in obstetric and neonatal care have lowered the absolute mortality risk; however, retrospective studies1,3of these so-called post-term pregnancies have found an increased risk to the mother and fetus. The perinatal mortality rate (i.e., stillbirths plus neonatal deaths) of two to three deaths per 1,000 deliveries at 40 weeks' gestation approximately doubles by 42 weeks and is four to six times greater at 44 weeks.4,5"
        },
        {
            "parent": 0,
            "text": "Post-term pregnancies are associated with numerous adverse outcomes(Table 1).1In a recent Danish birth-registry study,1increased rates of multiple maternal and perinatal complications were found in singleton pregnancies of at least 42 weeks' gestation. The risks were not limited to deliveries of large infants; the underlying causes of the prolonged pregnancies also may have been responsible. The occurrence of complications was particularly high in low–birth-weight infants and likely resulted from the cause of fetal growth restriction. A Norwegian birth cohort study3found that maternal complications usually are associated with larger fetal size, and fetal complications are associated with smaller size. When these factors are considered, the impact of post-term pregnancies is minor by comparison."
        },
        {
            "parent": 1,
            "text": "The management of pregnancy beyond 40 weeks' gestation relies on an accurate assessment of the gestational age. A Cochrane review6found that, compared with selective ultrasonography, routine prenatal ultrasonography before 24 weeks' gestation provides better gestational age assessment and earlier detection of multiple pregnancies and fetal malformations. In a retrospective study7of more than 34,000 pregnant women with “certain” menstrual dates (i.e., patient stated that she was sure of her dates, that she had regular menstrual cycles, and that she had not taken oral contraceptive pills in the preceding three months), ultrasound dating during the estimated gestational age range of 13 to 24 weeks gave a more accurate prediction of the delivery date than estimates based on the last menstrual period alone or in combination with ultrasonography. Early ultrasound dating also resulted in a 70 percent reduction in the number of pregnancies that were considered post-term."
        },
        {
            "parent": 1,
            "text": "Elective labor induction before 42 weeks' gestation has been proposed to reduce rates of adverse fetal and maternal complications. The Canadian Multicenter Post-term Pregnancy Trial (CMPPT)8is the largest individual randomized controlled trial (RCT) to date comparing labor induction at 41 weeks with expectant management. In this study, 3,407 women with pregnancies of at least 41 weeks' gestation were randomized to immediate induction or expectant management with fetal monitoring. Monitoring consisted of daily kick counts, nonstress tests (NSTs) three times per week(Table 2),9and ultrasound amniotic-fluid–volume assessments two or three times per week(Table 3).10–12Expectant management continued until 44 weeks' gestation or until there was an obstetric indication for labor induction. The expectant management group had a significantly higher rate of cesarean deliveries than the induction group (odds ratio [OR], 1.22; 95 percent confidence interval [CI], 1.02 to 1.45; number needed to induce to prevent one excess cesarean delivery, 30). The expectant management group had a significantly higher rate of cesarean deliveries resulting from fetal distress, but there was no difference between groups in the rate of cesarean deliveries resulting from dystocia. No difference was found in perinatal mortality rates, although the study was too underpowered to detect this outcome. No differences were found in neonatal morbidity outcomes."
        },
        {
            "parent": 1,
            "text": "A Cochrane review13of 19 RCTs found that routine labor induction at 41 weeks' gestation resulted in lower perinatal mortality rates but similar cesarean delivery rates. Approximately 500 women needed to be induced to prevent one perinatal death, and the number may be higher in current-day practice. Meconium-stained amniotic fluid was more common in the expectant management group, but rates of meconium aspiration syndrome and other neonatal morbidities were not significantly different between groups. This review also found that routine ultrasonography in early pregnancy—even in low-risk women—reduced the number of patients who required labor induction for apparent post-term pregnancies."
        },
        {
            "parent": 1,
            "text": "In a more recent meta-analysis2of 16 RCTs comparing induction at 41 weeks versus expectant management, the induction group had lower cesarean delivery rates (OR, 0.88; 95 percent CI, 0.78 to 0.99; number needed to induce, 53). A nonsignificant reduction in perinatal mortality rates also was found in the induction group (OR, 0.41; 95 percent CI, 0.14 to 1.18). Approximately 6,600 women were included in this meta-analysis; approximately 16,000 were needed to detect a 50 percent reduction in mortality. No significant difference was found in neonatal intensive care unit admissions, meconium aspiration, meconium below the vocal cords, or low Apgar scores."
        },
        {
            "parent": 1,
            "text": "Neither review2,13found any adverse perinatal complications from labor induction, and both noted that the results were consistent regardless of the Bishop score at the time of induction. In neither review did an “unfavorable” cervix at the time of induction result in increased rates of cesarean delivery or other adverse outcomes. In both reviews, the largest single RCT was the CMPPT (3,407 patients); the next largest individual RCT included 440 women. The primary difference between the meta-analyses was in the studies chosen for inclusion. Trials included in the Cochrane review13fell into two main groups: those in which women were recruited at or before 40 weeks' gestation and those in which recruitment occurred at 41 or 42 weeks' gestation. The benefit of induction was found in studies in which induction occurred after 41 weeks. In the other review,2the inclusion criteria were limited strictly to studies in which induction was initiated at 41 weeks' gestation or later. This study also included RCTs published after the most recent amendment to the Cochrane review."
        },
        {
            "parent": 1,
            "text": "The Society of Obstetricians and Gynecologists of Canada (SOGC) issued guidelines14in 1997 encouraging the routine induction of labor at 41 weeks' gestation. In a 1989 technical bulletin,15the American College of Obstetricians and Gynecologists (ACOG) recommended labor induction in low-risk pregnancies in the 43rd week of gestation. Interestingly, an updated ACOG evidence-based guideline16released in 1997 does not describe an upper gestational age limit for allowing expectant management. It does, however, recommend that fetal health assessments begin by 42 weeks' gestation."
        },
        {
            "parent": 1,
            "text": "Not all authorities agree with routine intervention in prolonged pregnancies. A commentary17based on a reanalysis of CMPPT data argues strongly against the SOGC guidelines, stating that the risks of post-term pregnancies are very small and that the benefit of a policy of routine labor induction was overestimated because of cesarean deliveries resulting from fetal distress."
        },
        {
            "parent": 2,
            "text": "When the physician and patient choose expectant management of a low-risk prolonged pregnancy, fetal monitoring must be performed. This often includes twiceweekly NSTs, amniotic fluid index (AFI), or biophysical profiles (BPP;Table 49).4,5Evidence of benefit from antenatal surveillance is lacking,9,15,16and no single antenatal test is superior to another.5Normal antenatal monitoring results usually are reassuring: for the outcome of stillbirth, a reactive NST has a negative predictive value of 99.8 percent, and a modified BPP (i.e., a combination of NST and AFI) or full BPP (i.e., NST, AFI, fetal tone, movement, and breathing) has a negative predictive value greater than 99.9 percent.9The efficacies of the tests do not relate to acute compromising events such as abruption or prolapsed umbilical cord.9"
        },
        {
            "parent": 2,
            "text": "The positive predictive values of abnormal antenatal monitoring are more difficult to estimate but generally are lower. Using surrogate markers of fetal distress as an outcome, a nonreactive NST has a positive predictive value of approximately 10 percent, and an abnormal modified BPP has a positive predictive value of 40 percent.9An abnormal antenatal test should be investigated according to the clinical scenario.9No advantage has been found for the use of complex monitoring such as computerized cardiotocography and BPPs over standard cardiotocography and ultrasound measurement of maximum pool depth.13Umbilical artery Doppler velocimetry may be of benefit only in pregnancies complicated by intrauterine growth restriction; middle cerebral artery Doppler velocimetry still is investigational.9"
        },
        {
            "parent": 3,
            "text": "Pregnancies complicated by gestational diabetes, hypertension, or other high-risk conditions should be managed according to guidelines for those conditions. An algorithm for the management of low-risk, post-term pregnancies is given inFigure 1."
        },
        {
            "parent": 3,
            "text": "Initially, it is critical to establish an appropriate estimation of gestational age. At minimum, criteria to ensure fetal maturity must be met before labor induction can be considered(Table 5).18The risks and benefits of labor induction versus expectant management should be discussed with the patient at 41 weeks' gestation. With appropriate obstetric and neonatal care, the absolute mortality rate is low with either management option. If the patient desires labor induction and there are no contraindications(Table 6),18the procedure can be scheduled immediately.2,8,13If she desires continued expectant management, antenatal surveillance should be started (e.g., twice-weekly NSTs, modified BPPs, or full BPPs).9There is no evidence to support one monitoring protocol over another.16"
        },
        {
            "parent": 3,
            "text": "The management of abnormal antenatal test results should take into account the overall clinical situation. A nonreactive NST or an abnormal modified BPP could be followed by further testing, including a contraction stress test (CST) or a full BPP. A modified BPP is considered normal if the NST is reactive and the AFI is more than 5. If the NST is nonreactive or the AFI is 5 or less, the modified BPP is considered abnormal.9A score of 8 to 10 is considered normal for a full BPP; 6 is equivocal, and 4 or less is abnormal. Regardless of the BPP score, the finding of oligohydramnios should prompt further evaluation. Despite a lack of evidence for improved perinatal outcomes, oligohydramnios is considered an indication for labor induction in post-term pregnancies.9"
        },
        {
            "parent": 3,
            "text": "A CST using nipple stimulation or intravenous oxytocin can be used to determine the presence or absence of late fetal heart rate decelerations. A positive CST suggests that NST nonreactivity is a result of hypoxiainduced acidosis. A negative CST suggests other reasons for the NST findings, such as fetal sleep cycles, exposure to certain medications, or preexisting neurologic damage.9"
        },
        {
            "parent": 3,
            "text": "Alternatively, a decision could be made to proceed directly to labor induction after a nonreactive NST or abnormal modified BPP. Without experimental evidence to support this intervention, this course of management may be undertaken in current obstetric practice."
        },
        {
            "parent": 3,
            "text": "If there is reassuring antenatal fetal surveillance, expectant management may continue until week 42 is complete, after which labor should be induced. The recommendation to induce labor at the beginning of the 43rd week of gestation in women who have chosen expectant management is based on expert opinion,15and the timing is somewhat arbitrary. The argument can be made to allow pregnancy to continue with no upper limit to gestational age.16,17However, data from several studies1,4,5show that the risks to the mother and fetus increase with gestational age. Good communication between the physician and patient, along with a discussion of the risks and benefits involved, is critical to ensure that informed decisions are made."
        }
    ],
    "locked": false
}