{
    "url": "https://www.aafp.org/pubs/afp/issues/2003/0415/p1717.html#afp20030415p1717-f11",
    "title": "Ambulatory Devices for Chronic Gait Disorders in the Elderly | AAFP",
    "author": "FREDERICK W. VAN HOOK, M.D., DALE DEMONBREUN, P.T., AND BARRY D. WEISS, M.D.",
    "doi": "Am Fam Physician.2003;67(8):1717-1724",
    "abstract": "Gait disorders in the elderly are common and in most cases cannot be treated medically or surgically. Therefore, treatment often relies on ambulatory devices such as canes, crutches, and walkers. Before selecting a device, the patient should be evaluated to define whether one or both upper extremities are required to achieve balance or bear weight. Patients requiring only one upper extremity can use a cane, while patients requiring both upper extremities are best served by forearm crutches or walkers. The patient's need to bear weight through the device will help the physician choose a specific device. When measuring the device, anatomic landmarks and the angle of the elbow must be taken into consideration. Because time often is limited during a routine office visit, a physical therapist often can provide further training for patients learning to use such a device.",
    "headers": [
        {
            "id": 0,
            "name": "Patient Assessment",
            "level": 2
        },
        {
            "id": 1,
            "name": "Ambulatory Devices",
            "level": 2
        },
        {
            "id": 2,
            "name": "CANES",
            "level": 3
        },
        {
            "id": 3,
            "name": "Standard Canes",
            "level": 3
        },
        {
            "id": 4,
            "name": "Offset Canes",
            "level": 3
        },
        {
            "id": 5,
            "name": "Multiple-Legged Canes",
            "level": 3
        },
        {
            "id": 6,
            "name": "Walk Canes",
            "level": 3
        },
        {
            "id": 7,
            "name": "CRUTCHES",
            "level": 3
        },
        {
            "id": 8,
            "name": "Axillary Crutches",
            "level": 3
        },
        {
            "id": 9,
            "name": "Forearm Crutches",
            "level": 3
        },
        {
            "id": 10,
            "name": "WALKERS",
            "level": 3
        },
        {
            "id": 11,
            "name": "Standard Walkers",
            "level": 3
        },
        {
            "id": 12,
            "name": "Front-Wheeled Walkers",
            "level": 3
        },
        {
            "id": 13,
            "name": "Four-Wheeled Walkers",
            "level": 3
        },
        {
            "id": 14,
            "name": "Selecting the Correct Device",
            "level": 2
        },
        {
            "id": 15,
            "name": "Fitting the Device",
            "level": 2
        },
        {
            "id": 16,
            "name": "Patient Instruction",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Gait disorders affect 8 to 19 percent of non-institutionalized older adults in the United States, requiring these persons to obtain the assistance of another person or to use special ambulatory devices to walk.1Ambulatory devices include canes, crutches, and walkers. They assist with ambulation by enhancing the patient's balance and ability to bear weight."
        },
        {
            "parent": -1,
            "text": "Many patients receive little or no professional assistance when selecting an ambulatory device.2Inappropriate selection of a device can result in a poor gait pattern, which increases energy expenditure and the risk of falls.3"
        },
        {
            "parent": 0,
            "text": "Classification systems for gait disorders have been developed and are summarized inTable 1,1–4but only a small percentage of these disorders can be reversed.5,6Instead, ambulatory devices are the main form of treatment for most gait disorders."
        },
        {
            "parent": 0,
            "text": "Many factors are involved in determining whether a patient is an appropriate candidate for an ambulatory device. These factors include the patient's cognitive function, judgment, vision, vestibular function, upper body strength, physical endurance, and living environment. Depending on severity, impairments in any of these functions could make it impossible for a patient to safely use a device.7"
        },
        {
            "parent": 0,
            "text": "If review of the aforementioned factors indicates that a patient is a potential candidate for an ambulatory device, the next step is an assessment to see if the patient needs to use the upper extremities for balance or weight bearing while walking.8,9The physician can perform this assessment by using his or her hands to support one or both of the patient's upper extremities while the patient tries to walk. If the patient's gait and balance improve with the physician's support, the patient is likely to benefit from an ambulatory device. It also is helpful to have the patient use specific ambulatory devices in the office, to demonstrate if any of them improve the patient's gait and stability."
        },
        {
            "parent": 1,
            "text": "In many cases, ambulatory devices are used in their basic form, but all devices can be fitted with accessories to modify their function. For example, custom-made handgrips can be used to enhance comfort and function in patients with severe rheumatoid arthritis.10Special caps can be placed on the ends of a device's legs for use on ice or snow.3"
        },
        {
            "parent": 2,
            "text": "Canes widen a person's base of support, thereby providing increased balance.11While canes have traditionally been used only for balance and not weight bearing, modified designs permit various degrees of weight bearing through the cane."
        },
        {
            "parent": 2,
            "text": "A cane typically is used when only one upper extremity is required for balance or bearing weight. Some modified cane designs include offset, multiple-legged, and walk canes. There is limited research comparing the efficacy of different types of canes; one study indicated no advantage of multiple-legged canes over standard canes for assistance with standing balance.12"
        },
        {
            "parent": 2,
            "text": "The gait pattern of a person using a cane usually involves placing the cane in the opposite hand from the leg with the most severe deficit. The cane is then advanced with the opposite (deficient) leg, consistent with normal gait."
        },
        {
            "parent": 3,
            "text": "Standard wooden canes(Figure 1)are inexpensive, lightweight devices that must be custom fitted to the proper length. Standard aluminum canes(Figure 2)are more expensive, but their length is easily adjusted, thereby avoiding the need for custom fitting."
        },
        {
            "parent": 3,
            "text": "Wooden and aluminum canes are helpful in patients who need one additional point of contact with the floor for balance, but who have little or no requirement for upper-extremity weight bearing. Standard canes can be used in patients with vestibular dysfunction, visual impairment, or sensory ataxia.13"
        },
        {
            "parent": 4,
            "text": "Offset canes(Figure 3)allow the patient's weight to be displaced over the shaft of the cane. They are usually made of aluminum, and their length is adjustable."
        },
        {
            "parent": 4,
            "text": "In contrast to standard canes, offset canes can be used by patients who have need for occasional weight bearing. Offset canes can thus be prescribed for patients with painful gait disorders, such as mild to moderate antalgic gait caused by hip or knee osteoarthritis."
        },
        {
            "parent": 5,
            "text": "Multiple-legged canes, also known as “quad canes”(Figure 4), provide an increased base of support and permit more weight bearing. They can be prescribed for patients with a moderate to severe antalgic gait from osteoarthritis."
        },
        {
            "parent": 5,
            "text": "A principal advantage of multiple-legged canes is that they can stand upright on the floor when not in use, thereby freeing the patient's hands to perform other tasks.3,12Their principal disadvantage is the need for all legs of the cane to be in simultaneous contact with the ground. This is something many patients find awkward. If a patient's gait speed is too fast, it may be impossible to consistently place all legs of the cane on the ground simultaneously. This problem may be overcome by changing the size of the base of the quad cane; a smaller base is used if the patient's gait is fast and if less weight-bearing support is needed."
        },
        {
            "parent": 6,
            "text": "Walk canes, also known as hemi-walkers, are broad-based aluminum devices that have a vertical component with a handle and two legs, and another component with two additional legs angled away from the patient(Figure 5). Walk canes provide more broad-based support than standard, offset, or multiple-legged canes. Walk canes are ideal for patients requiring continuous weight bearing with only one arm. For example, a patient who had a stroke with hemiparesis and who has moderate to severe loss of lower-extremity function would be a candidate for this device."
        },
        {
            "parent": 7,
            "text": "Crutches increase the base of support, thereby improving lateral stability.11In contrast to canes, crutches can be used for full weight bearing."
        },
        {
            "parent": 8,
            "text": "Axillary crutches(Figure 6)are inexpensive and are typically used to provide weight-bearing ambulation support to persons with temporarily restricted ambulatory status. Because of the wide base needed for ambulation and the considerable strength needed to use axillary crutches, they are often cumbersome and difficult to use."
        },
        {
            "parent": 9,
            "text": "Forearm crutches, also known as Canadian or Lofstrand crutches(Figure 7), are used for patients requiring bilateral upper-extremity support with occasional weight bearing. An advantage of forearm crutches is that they allow the hands to be free without disengaging the crutch from the forearm. They are less cumbersome than axillary crutches and easier to use for climbing stairs. They can be used for highly active patients with paraplegia caused by spinal stenosis."
        },
        {
            "parent": 9,
            "text": "Gait patterns with forearm crutches are the two- and four-point. With the two-point pattern, the left crutch and right foot are advanced simultaneously, then the right crutch and left foot. The two-point gait pattern mimics normal gait at the expense of some stability. With the four-point pattern, which is more stable, each crutch and leg moves independently while the others remain stationary. This provides three points of support (i.e., at any given time, the patient has two feet and one crutch, or two crutches and one foot, in contact with the ground)."
        },
        {
            "parent": 10,
            "text": "Walkers improve balance by increasing the patient's base of support, enhancing lateral stability, and supporting the patient's weight.11Despite the enhanced support and utility for weight bearing, walkers also have disadvantages. These include difficulty maneuvering the device through doorways and congested areas, reduction in normal arm swing, and poor posture with abnormal flexion of the back while walking. In general, walkers should not be used on stairs."
        },
        {
            "parent": 11,
            "text": "Standard walkers(Figure 8)have four legs with rubber tips that should come into simultaneous contact with the floor. The standard walker is the most stable, but it requires a slower, controlled gait pattern because patients using it must be able to pick the walker completely off the ground and place it forward before stepping forward. One study indicated that a greater attention demand was required for use of all walkers in comparison to canes, and the demand was greatest when using a standard walker.14Standard walkers may be useful for patients with moderate to severe cerebellar ataxia, but the need for attention makes them less desirable for cognitively impaired patients."
        },
        {
            "parent": 12,
            "text": "Front-wheeled walkers(Figure 9)are best for patients with a gait that is too fast for a standard walker or who have difficulty lifting a standard walker. Wheels permit the patient to maintain a more normal gait pattern than they would with a standard walker, but they also decrease stability. A possible use for front-wheeled walkers is to assist the ambulation of patients with frontal lobe–related gait disorders, moderate to severe Parkinson's disease, or moderate ataxia."
        },
        {
            "parent": 13,
            "text": "A four-wheeled walker(Figure 10)can be used if the patient requires a larger base of support and does not rely on the walker to bear weight. If a patient applies full body weight through the device, it could roll away, resulting in a fall. These walkers are best for higher functioning patients who walk long distances and require minimal weight bearing. Proposed candidates for four-wheeled walkers include patients with mild to moderate Parkinson's disease, mild “cautious gait,” or ataxia. When needed, these walkers can be modified to provide sturdier construction, larger wheels, hand-braking systems, or a seat."
        },
        {
            "parent": 14,
            "text": "Figure 11shows recommendations for matching various walking devices to patients' needs. The first step is determining if the patient needs to use one or both upper extremities to maintain balance or bear weight. If one upper extremity is needed, the patient will do best with a cane. The decision as to which type of cane will then be determined by the need and frequency to bear weight."
        },
        {
            "parent": 14,
            "text": "If two upper extremities are needed for balance and there is no need to bear weight, a four-wheeled walker is the most suitable device. If both upper extremities are needed for balance and weight bearing, the device selection is based on the frequency with which weight bearing is needed."
        },
        {
            "parent": 15,
            "text": "All ambulatory devices should be adjusted or fitted to the proper size. When needed, platforms can be used with crutches and walkers to redistribute body weight so the device can be used without stress on the wrists or forearms(Figure 12)."
        },
        {
            "parent": 15,
            "text": "With a cane or walker, the most accepted approach to measurement is to select a device with a length that equals the distance between the patient's greater trochanter and the floor, measured when the patient is wearing the shoes that will be worn when walking. The patient's elbow should be flexed to 15 to 30 degrees when holding the device in contact with the floor.11,15"
        },
        {
            "parent": 15,
            "text": "Another approach is to select a device with a length that equals the distance from the floor to the wrist crease with the arm relaxed at the patient's side.16,17Again, a properly measured device will permit the patient's elbow to be flexed to 15 to 30 degrees when holding the device in contact with the floor."
        },
        {
            "parent": 15,
            "text": "Fitting a forearm crutch involves placing the distal end of the crutch 2 inches lateral and 6 inches anterior to the foot, with the elbow flexed to 15 to 30 degrees. The cuff of the forearm crutch should be located at the proximal one third of the forearm, approximately one to one and a half inches below the elbow."
        },
        {
            "parent": 16,
            "text": "Patients often need instruction to learn to use a device proficiently. Unfortunately, there is frequently insufficient time for this during a routine office visit. There may also be a need for additional assistance in fitting the device."
        },
        {
            "parent": 16,
            "text": "Many patients benefit from referral to a physical therapist for assistance with properly fitting the device and additional training in using it effectively."
        }
    ],
    "locked": false
}