{
    "url": "https://www.aafp.org/pubs/afp/issues/2004/0601/p2591.html#afp20040601p2591-f2",
    "title": "Prevention and Treatment of Overweight in Children and Adolescents | AAFP",
    "author": "ANGELA FOWLER-BROWN, M.D., M.P.H., AND LEILA C. KAHWATI, M.D., M.P.H.",
    "doi": "Am Fam Physician.2004;69(11):2591-2599",
    "abstract": "Overweight in childhood and adolescence is an important public health issue because of its rapidly increasing prevalence and associated adverse medical and social consequences. Recent studies have estimated that 15 percent of children in the United States are at risk for overweight, and an additional 15 percent are overweight. Important predictors of overweight include age, sex, race/ethnicity, and parental weight status. Generally, school-based prevention programs are not successful in reducing the prevalence of obesity. Treatment interventions include behavioral therapy, reduction in sedentary behavior, and nutrition and physical activity education. These interventions are moderately successful but may not be generalized to the primary care setting. Family physicians should focus on identifying at-risk and overweight children and adolescents at an early stage and educating families about the health consequences of being overweight. Interventions should be tailored to the patient and involve the entire family.",
    "headers": [
        {
            "id": 0,
            "name": "Data Sources",
            "level": 2
        },
        {
            "id": 1,
            "name": "Prevention",
            "level": 2
        },
        {
            "id": 2,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 3,
            "name": "Clinical Recommendations",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Because an increasing number of children in the United States are obese, childhood and adolescent obesity is one of today's most important health challenges and public health concerns. Further exacerbating this challenge are the many immediate and long-term adverse outcomes associated with obesity."
        },
        {
            "parent": -1,
            "text": "The Centers for Disease Control and Prevention (CDC) uses the term “overweight” rather than “obesity” in the child and adolescent populations and classifies overweight according to two levels: (1) being at risk for overweight, which corresponds to a body mass index (BMI) from the 85th through the 95th percentiles for age and sex, and (2) being overweight, which corresponds to a BMI greater than the 95th percentile for age and sex.1"
        },
        {
            "parent": -1,
            "text": "The prevalence of overweight and at-risk status among children and adolescents has rapidly increased over the past 40 years.1,2Prevalence estimates for over-weight in persons six to 19 years of age has tripled since the 1960s(Figure 1).1,2The most recent National Health and Nutrition Examination Survey (NHANES)2estimates that 20.6 percent of children two to five years of age, 30.3 percent of children six to 11 years of age, and 30.4 percent of adolescents and young adults 12 to 19 years of age are overweight or at risk for becoming overweight. Black and Hispanic children are much more likely to be overweight than white children(Table 1).1Multiple nonbehavioral risk factors for overweight in children have been identified; they include sex, race/ethnicity, socioeconomic status, and having parents who are obese.3,4"
        },
        {
            "parent": -1,
            "text": "The adverse health outcomes resulting from overweight include short-term consequences during childhood and long-term consequences that manifest in adulthood. The most common short-term consequences are psychosocial problems.5Eating disorders have a higher prevalence among children and adolescents who are overweight, especially binge-eating, which has an estimated prevalence in overweight female adolescents of 30 percent."
        },
        {
            "parent": -1,
            "text": "Nonpsychologic health consequences of overweight are less common in childhood and adolescence than in adulthood. However, as the prevalence of overweight in children and adolescents increases, nonpsychologic health consequences may become more common in these populations. It is likely that recent increases in the rates of impaired glucose tolerance and type 2 diabetes among children and adolescents are attributable to the increased prevalence of overweight.6,7"
        },
        {
            "parent": -1,
            "text": "The impact of adolescent overweight extends into adulthood. Adolescents who are overweight have an increased risk of morbidity from coronary artery disease and arthritis in adulthood, independent of their weight as adults,8and are more likely to be overweight as adults. Obesity in adulthood is perhaps the most serious of all consequences because it is associated with increased mortality and morbidity from a variety of conditions.9,10Overweight in adolescence also is associated with adverse social and economic consequences in adulthood.11"
        },
        {
            "parent": -1,
            "text": "One of the national public health objectives in the “Healthy People 2010” initiative is a reduction of 50 percent or more in the prevalence of childhood and adolescent overweight.12Effective prevention and treatment strategies are essential to achieving this goal."
        },
        {
            "parent": 0,
            "text": "Candidate studies for inclusion in this review were identified by searching MEDLINE (OVID platform) with the key word “obesity” (subheadings: diet therapy, prevention and control, drug therapy, therapy); a study date between January 1990 and December 2002; English language; human; and infant or child. Further candidate articles and data sources were identified through searches of the Cochrane Database of Systematic Reviews, and the Web sites of the National Institutes of Health, the CDC, and the National Guideline Clearinghouse. Other sources of articles included bibliographies of review articles that specifically addressed overweight prevention or treatment in children and adolescents."
        },
        {
            "parent": 0,
            "text": "Studies were considered only if the primary aim was overweight prevention or treatment and were large observational studies or randomized controlled trials (RCTs) using more than 50 patients. Studies were not considered if they measured outcomes at less than 12 months post-intervention or did not use outcomes that included weight or BMI measurements. Several consensus/expert opinion guidelines issued by medical panels or organizations also were reviewed."
        },
        {
            "parent": 1,
            "text": "Interventions to prevent overweight are often population-based, such as school or community programs, and attempt to change institutional policies as well as individual behaviors."
        },
        {
            "parent": 1,
            "text": "Seven studies that used a population approach to the prevention of overweight in preschool- or school-aged children and adolescents were identified(Table 2).13–19Except for one clinical cohort study, these studies used a no-intervention control group or a control group with an alternate strategy. Most of the studies were randomized. All but one study were conducted outside of the United States."
        },
        {
            "parent": 1,
            "text": "The identified prevention studies were heterogenous and had mixed results. Four studies13,14,16,17used a multicomponent school-based intervention program involving nutrition and physical activity education; one of these studies also involved education to reduce sedentary behaviors. [References13and14—Evidence level A, RCT; References16and17—Evidence level B] Overall, these school-based interventions were not effective."
        },
        {
            "parent": 1,
            "text": "Another study15showed that extra sessions of physical activity were not successful, and a study18evaluating several different nutrition education interventions showed moderate success; however, it can be concluded that these results may not be valid because of the quality of the study. [Reference15—Evidence level B, low-quality RCT; Reference18—Evidence level B, nonrandomized controlled trial] Despite the lack of any clinically significant effect on overweight, some interventions did have an effect on intermediate measures (e.g., knowledge and behaviors) that might demonstrate an effect on overweight if given a longer follow-up."
        },
        {
            "parent": 1,
            "text": "Finally, a Scottish observational study of 32,200 patients suggested a lower risk of overweight at three years of age in children who were breastfed as infants compared with children who were formula-fed as infants. However, long-term follow-up through adolescence is necessary to determine whether this might be an effective strategy.19[Evidence level B, clinical cohort study]"
        },
        {
            "parent": 1,
            "text": "Population-based prevention strategies can target a large number of children, adolescents, and their families. Numerous prevention strategies are being discussed across the country; they include planning communities to encourage physical activity, applying pressure to restaurants and food manufacturers to reduce portion sizes and fat content, restricting access to “junk food” in schools, and adopting the format of “New P.E.,” in which the typical school gym class takes a health club approach by focusing on personal fitness rather than competitive sports. In addition to working with their young patients, family physicians can be strong advocates for policies that promote healthy nutrition and physical activity on a local and national level."
        },
        {
            "parent": 2,
            "text": "Treatment interventions attempt to reduce the degree of adiposity in overweight patients and generally are administered in the clinical setting. Most clinical approaches to the treatment of childhood and adolescent overweight include a combination of caloric restriction, exercise promotion, and behavioral therapy. The effectiveness of weight-loss interventions in childhood and adolescence is not well studied; much of the research examines short-term outcomes in small numbers of participants. Nine studies that met the authors' criteria were identified. These studies evaluated the effectiveness of such clinical interventions in promoting weight loss in an overweight childhood population(Table 3).20–28The studies were RCTs, and all but three were conducted in the United States."
        },
        {
            "parent": 2,
            "text": "One study20used primarily a caloric-restriction approach. Three studies22,24,28employed interventions designed to increase energy expenditure in conjunction with diet modification. The interventions to increase energy expenditure included activities that promoted “lifestyle exercise” (i.e., increasing the energy expenditure of regular activities of daily living such as walking or biking to school) and activities that encouraged a reduction in sedentary behaviors (i.e., watching television, playing computer games), as well as interventions consisting of traditional physical exercise promotion. Five multicomponent studies21,23,25–27also were identified that used behavioral therapy as a component of treatment."
        },
        {
            "parent": 2,
            "text": "The nine studies found a modest benefit from the studied intervention in the treatment of overweight in childhood and adolescence, although none of the studies had a control group that received no treatment. This situation makes it difficult to measure the impact of the intervention. These studies support some degree of optimism in thinking that diverse types of weight-loss interventions can be successful in achieving weight loss in children and adolescents. However, it is likely that some of the success demonstrated in these studies is attributable to volunteer bias, because those who volunteered for the studies may have had a different motivation level than average patients."
        },
        {
            "parent": 2,
            "text": "In addition, a publication bias in this area of study may have prevented our awareness of interventions with negative results. The interventions in most of these studies were intense, making them difficult to replicate in the standard outpatient setting. Therefore, although these studies support an optimistic attitude toward the treatment of overweight in children and adolescents, success in clinical settings is likely to be challenging."
        },
        {
            "parent": 3,
            "text": "No evidence-based overweight prevention guidelines exist. However, the CDC has issued guidelines for developing school and community programs to promote a physically active lifestyle and healthy eating habits beginning in childhood.29,30[References29and30—Evidence level C, consensus guidelines] The online version of this article, available athttps://www.aafp.org/AFP/2004/0601/2591.html, includes a table that summarizes these guidelines, which cover policy, curriculum, instruction, staff training, environment, and family and community involvement recommendations."
        },
        {
            "parent": 3,
            "text": "Only one set of guidelines addressing treatment of overweight in children and adolescents was identified(Table 4).31[Evidence level C, consensus guideline] The guidelines are the consensus opinion of experts participating in a conference sponsored by the Maternal and Child Health Bureau of the U.S. Department of Health and Human Services' Health Resources and Services Administration. The guidelines provide general recommendations for physicians and state that intervention for weight problems in children should not start until two years of age."
        },
        {
            "parent": 3,
            "text": "The experimental evidence for the effectiveness of preventive strategies in reducing the prevalence of overweight at the child and adolescent population level is marginal. Treatment strategies to reduce overweight at the level of the individual patient show promise in the framework of clinical trials, but the ability to generalize these results to the primary care setting has not been demonstrated. No single approach to the treatment of childhood overweight has been demonstrated to be more effective than another. The conclusions of a Cochrane Database Systematic Review,32which was released after the authors' literature search on the treatment of childhood overweight, are similar to those in this review."
        },
        {
            "parent": 3,
            "text": "Despite the limited quantity of conclusive data regarding treatment and prevention, childhood and adolescent overweight is of considerable public health concern and should remain of great clinical concern to family physicians."
        },
        {
            "parent": 3,
            "text": "To address the problem of overweight, experts recommend that physicians determine the BMI for all children and adolescents in their practices and offer appropriate interventions to those who are overweight or at risk for overweight(Figure 2).31Generally, children under the age of two years should not be screened. Overweight children and adolescents in whom genetic or endocrine disorders are suspected should be evaluated further."
        },
        {
            "parent": 3,
            "text": "In individual children and adolescents, the treatment goal should be weight maintenance or weight loss. Which goal to use depends on the child's BMI, age, and presence or absence of medical complications of overweight."
        },
        {
            "parent": 3,
            "text": "Weight maintenance allows children to maintain current weight over time so that their BMI will gradually decrease as they grow taller. Weight maintenance is appropriate for (1) all children who are at risk for being overweight (BMI in the 85th to 95th percentile) who are between two and seven years of age, and those older than seven years without medical complications, and (2) overweight children (BMI in the 95th percentile or higher) between two and seven years of age without medical complications."
        },
        {
            "parent": 3,
            "text": "Weight loss is recommended for (1) all overweight children (BMI in the 95th percentile or higher) who are older than seven years and those between two and seven years of age with medical complications and (2) children at risk for being overweight (BMI in the 85th to 95th percentile) who are older than seven years with medical complications."
        },
        {
            "parent": 3,
            "text": "Finally, children and adolescents with a BMI below the 85th percentile are not considered to be overweight or at risk for being overweight. Physicians should reinforce healthy behaviors and monitor BMI periodically."
        },
        {
            "parent": 3,
            "text": "This strategy starts with the physician increasing efforts to identify the problem of overweight in each patient by monitoring BMI at every opportunity, including acute visits and visits for physical evaluations for school, sports participation, and summer camps. The recently revised CDC growth charts for children and adolescents should be used to track BMI; they are available online athttp://www.cdc.gov/growthcharts/."
        },
        {
            "parent": 3,
            "text": "One challenge physicians encounter when assisting patients with weight management is selecting an approach that can and will be adhered to on a long-term basis. Fortunately, data suggest that several weight-loss interventions can be effective in treating overweight in children and adolescents. One approach has not been conclusively demonstrated to be superior over another. Therefore, physicians should elicit the preferences and interests of the patient and family to develop a weight control plan that can be integrated into the lifestyle of the patient and the family and that considers the patient's age, sex, and cultural background. Physicians also should be aware of school- and community-based resources that support the pursuit of healthy lifestyles and weight control. Although surgical and pharmaceutical therapies may be effective treatments, they are reserved for use in severe cases where the risks are clearly outweighed by the benefits."
        }
    ],
    "locked": false
}