{
    "url": "https://www.aafp.org/pubs/afp/issues/2003/1201/p2179.html#afp20031201p2179-f2",
    "title": "Diagnosis of Systemic Lupus Erythematosus | AAFP",
    "author": "JAMES M. GILL, M.D., M.P.H., ANNA M. QUISEL, M.D., PETER V. ROCCA, M.D., AND DENE T. WALTERS, M.D.",
    "doi": "Am Fam Physician.2003;68(11):2179-2187",
    "abstract": "Systemic lupus erythematosus is a multisystem inflammatory disease that is often difficult to diagnose. Before the diagnosis can be established, four of 11 clinical and laboratory criteria must be met. Antinuclear antibody titer is the primary laboratory test used to diagnose systemic lupus erythematosus. Because of the low prevalence of the disease in primary care populations, the antinuclear antibody titer has a low predictive value in patients without typical clinical symptoms. Therefore, as specified by the American College of Rheumatology, this titer should be obtained only in patients with unexplained involvement of two or more organ systems. Pa tients with an antinuclear antibody titer of 1:40 and characteristic multiorgan system involvement can be diagnosed with systemic lupus erythematosus without additional testing; however, patients with an antibody titer of 1:40 who fail to meet full clinical criteria should undergo additional testing, including tests for antibody to doublestranded DNA antigen and antibody to Sm nuclear antigen. While an antinuclear antibody titer of less than 1:40 usually rules out systemic lupus erythematosus, patients with persistent, characteristic multisystem involvement may be evaluated for possible antinuclear antibody–negative disease.",
    "headers": [
        {
            "id": 0,
            "name": "Methods",
            "level": 2
        },
        {
            "id": 1,
            "name": "Results",
            "level": 2
        },
        {
            "id": 2,
            "name": "PREVALENCE",
            "level": 3
        },
        {
            "id": 3,
            "name": "CLINICAL MANIFESTATIONS",
            "level": 3
        },
        {
            "id": 4,
            "name": "MORBIDITY AND MORTALITY",
            "level": 3
        },
        {
            "id": 5,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 6,
            "name": "Clinical Recommendations",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Systemic lupus erythematosus is a chronic, recurrent, potentially fatal multisystem inflammatory disorder that can be difficultto diagnose.1,2The disease has no single diagnostic marker; instead, it is identified through a combination of clinical and laboratory criteria.3Accurate diagnosis of systemic lupus erythematosus is important because treatment can reduce morbidity4–11and mortality,12 particularly from lupus nephritis. This article reviews evidence-based recommendations for the diagnosis of systemic lupus erythematosus by primary care physicians."
        },
        {
            "parent": 0,
            "text": "We conducted a systematic evidence-based review of the published literature on systemic lupus erythematosus. After searching several evidence-based databases(Table 1), we reviewed the MEDLINE database using the PubMed search engine. Search terms included “lupusnotdiscoidnotreviewnotcase” and “lupusandtreatmentandmortality,” with the following limits: 1996 to present, abstract available, human, and English language. One author reviewed qualifying studies for relevance and method."
        },
        {
            "parent": 0,
            "text": "When meta-analyses or systematic reviews were identified, they were used instead of the original research articles. For diagnosis, only studies with controls were included. Bibliographies from the articles were used to identify additional articles that we thought were important."
        },
        {
            "parent": 2,
            "text": "Only one population-based screening study13of systemic lupus erythematosus was identified. This study reported a prevalence of 200 cases per 100,000 women (18 to 65 years of age) in England. One review14estimated the overall U.S. prevalence of definite systemic lupus erythematosus plus incomplete systemic lupus erythematosus (disease meeting only some diagnostic requirements for systemic lupus erythematosus) to be 40 to 50 cases per 100,000 persons."
        },
        {
            "parent": 2,
            "text": "No screening studies on the prevalence of systemic lupus erythematosus in children were identified. However, a review article15reported that systemic lupus erythematosus is estimated to affect 5,000 to 10,000 U.S. children."
        },
        {
            "parent": 2,
            "text": "In the United States, systemic lupus erythematosus is reported to be more common in women, particularly black women, than in white men.14,16One U.S. retrospective study16of medical records found that the disease is diagnosed 23 times more often in black women than in white men. The prevalence of the disease is also higher in Hispanic and Asian Americans.16In addition, a familial predisposition to systemic lupus erythematosus has been identified.17–19"
        },
        {
            "parent": 3,
            "text": "Systemic lupus erythematosus most often manifests as a mixture of constitutional symptoms, with skin(Figure 1), musculoskeletal, and hematologic (mild) involvement(Table 2).2,20,21However, some patients present with predominantly hematologic, renal, or neuropsychiatric manifestations.20"
        },
        {
            "parent": 3,
            "text": "TABLE 2Clinical Features of Systemic Lupus ErythematosusAffected organ systemPercentage of patients20Signs and symptomsConstitutional50 to 100Fatigue, fever (in the absence of infection), weight lossSkin73Butterfly rash, photosensitivity rash, mucous membrane lesion, alopecia, Raynaud's phenomenon, purpura, urticaria, vasculitisMusculoskeletal62 to 67Arthritis, arthralgia, myositisRenal16 to 38Hematuria, proteinuria, cellular casts, nephrotic syndromeHematologic3621Anemia, thrombocytopenia, leukopeniaReticuloendothelial7 to 23Lymphadenopathy, splenomegaly, hepatomegalyNeuropsychiatric12 to 21Psychosis, seizures, organic brain syndrome, transverse myelitis, cranial neuropathies, peripheral neuropathiesGastrointestinal18Nausea, vomiting, abdominal painCardiac15Pericarditis, endocarditis, myocarditisPulmonary2 to 12Pleurisy, pulmonary hypertension, pulmonary parenchymal diseaseAdapted with permission from Guidelines for referral and management of systemic lupus erythematosus in adults. American College of Rheumatology Ad Hoc Committee on Systemic Lupus Erythematosus Guidelines. Arthritis Rheum 1999;42:1785–96, with additional information from references20and21.Patients with systemic lupus erythematosus appear to be at high risk for coronary artery disease.22–24Infections, especially of the respiratory and urinary systems, also are common in patients with the disease and are difficult to distinguish from flares of lupus activity.1,20"
        },
        {
            "parent": 3,
            "text": "The clinical manifestations of systemic lupus erythematosus are fundamentally the same in children and adults.15In two descriptive studies25,26of children with the disease, the most frequent manifestations were fever, rash, arthritis, alopecia, and renal involvement. Compared with adults, children have a higher incidence of malar rash, anemia, leukocytopenia,27and severe manifestations such as neurologic or renal involvement.28"
        },
        {
            "parent": 4,
            "text": "Organ damage in systemic lupus erythematosus progresses over time.29A cohort study30found that within seven years of diagnosis, 61 percent of patients developed clinically detectable organ damage, with neuropsychiatric (20.5 percent), musculoskeletal (18.5 percent), and renal (15.5 percent) organ systems most commonly affected."
        },
        {
            "parent": 4,
            "text": "Remission of systemic lupus erythematosus is not uncommon but often is punctuated by flares.31In a six-year prospective cohort study,23disease flares occurred at a rate of 0.2 per year per patient."
        },
        {
            "parent": 4,
            "text": "Infections and diseases of the cardiovascular, renal, pulmonary, and central nervous systems are the most frequent causes of death in patients with systemic lupus erythematosus.8,23,32–37Since the 1950s, the five-year survival rate for patients with systemic lupus erythematosus has increased from 50 percent to a range of 91 to 97 percent.8,23,32–34,38,39It is not known how much of this increase in survival is due to improved management versus diagnosis of earlier and milder disease. Higher mortality rates are associated with seizures, lupus nephritis, and azotemia.36,37,40"
        },
        {
            "parent": 4,
            "text": "Mortality rates for systemic lupus erythematosus are particularly high in children. In a retrospective study26of Brazilian children, overall mortality during 16 years of follow-up was 24 percent. Death occurred because of infection (58 percent), central nervous system disease (36 percent), and renal disease (7 percent). When disease onset was before the age of 15 years, renal involvement and hypertension predicted mortality."
        },
        {
            "parent": 5,
            "text": "The diagnosis of systemic lupus erythematosus is based on clinical and laboratory criteria. The criteria set developed by the American College of Rheumatology (ACR) is most widely used(Table 3).41,42An algorithm for the diagnosis of the disease is provided inFigure 2.2,20,21,41,42"
        },
        {
            "parent": 5,
            "text": "In one study41that used patients with connective tissue diseases as the control group, the revised ACR diagnostic criteria for systemic lupus erythematosus were found to have an overall sensitivity of 96 percent and a specificity of 96 percent. Other studies21,32,43have reported sensitivities ranging from 78 to 96 percent and specificities ranging from 89 to 100 percent. The ACR criteria may be less accurate in patients with mild disease.21"
        },
        {
            "parent": 5,
            "text": "Elevation of the antinuclear antibody (ANA) titer to 1:40 or higher is the most sensitive of the ACR diagnostic criteria. More than 99 percent of patients with systemic lupus erythematosus have an elevated ANA titer at some point,21,41although a significant proportion of patients may have a negative ANA titer early in the disease.2However, the ANA test is not specific for systemic lupus erythematosus. A study41involving 15 international laboratories found that ANA tests in the general population were positive in 32 percent of persons at a 1:40 dilution and in 5 percent of persons at a 1:160 dilution. Rates of positive ANA tests were not affected by age up to 60 years (the upper age limit of the study).41"
        },
        {
            "parent": 5,
            "text": "In the absence of systemic lupus erythematosus, the most common reason for a positive ANA test is the presence of another connective tissue disease. Diseases that often are associated with a positive ANA test include Sjögren's syndrome (68 percent of affected patients), scleroderma (40 to 75 percent), rheumatoid arthritis (25 to 50 percent), and juvenile rheumatoid arthritis (16 percent).20An ANA test also can be positive in patients with fibromyalgia. In patients with diseases other than systemic lupus erythematosus, ANA titers usually are lower, and the immunofluorescent pattern is different.20"
        },
        {
            "parent": 5,
            "text": "Rates of positive ANA tests are affected by the prevalence of systemic lupus erythematosus in the population. Specifically, false-positive rates will be higher in populations with a low prevalence of the disease, such as primary care patients. Because of the high false-positive rates at 1:40 dilution, ANA titers should be obtained only in patients who meet specific clinical criteria (discussed in the clinical recommendations section of this article). When ANA titers are measured, laboratories should report ANA levels at both 1:40 and 1:160 dilutions and should supply information on the percentage of normal persons who are positive at each dilution.41"
        },
        {
            "parent": 5,
            "text": "Interpretation of ANA titers is similar in children. An ANA titer of less than 1:40 is useful for ruling out systemic lupus erythematosus (sensitivity of 98 percent). However, an ANA titer of 1:40 or higher has a positive predictive value of only 10 percent because of the common occurrence of high ANA titers in children.44"
        },
        {
            "parent": 6,
            "text": "The ACR recommends ANA testing in patients who have two or more unexplained signs or symptoms listed inTable 2.2,20,21[Reference2—Evidence level C, consensus/expert guidelines] Because of the high rate of false positive ANA titers, testing for systemic lupus erythematosus with an ANA titer or other autoantibody test is not indicated in patients with isolated myalgias or arthralgias in the absence of these specific clinical signs.45Under most circumstances, a persistently negative ANA titer (less than 1:40) can be assumed to rule out systemic lupus erythematosus.41"
        },
        {
            "parent": 6,
            "text": "A normal-range ANA titer in the context of organ system involvement that suggests systemic lupus erythematosus should prompt a work-up for alternative diagnoses. If no other cause is identified, the diagnosis of ANA-negative systemic lupus erythematosus and consultation with a rheumatologist should be considered. If patients with a normal ANA titer develop new clinical features that are consistent with systemic lupus erythematosus, ANA testing should be repeated.46[Evidence level C, consensus/expert guidelines]"
        },
        {
            "parent": 6,
            "text": "According to a guideline from the College of American Pathologists (CAP), no further laboratory tests are necessary in patients who meet diagnostic criteria for systemic lupus erythematosus and also have a positive ANA test result.46"
        },
        {
            "parent": 6,
            "text": "Testing for antibody to double-stranded DNA antigen (anti-dsDNA) and antibody to Sm nuclear antigen (anti-Sm) may be helpful in patients who have a positive ANA test but do not meet full criteria for the diagnosis of systemic lupus erythematosus. AntidsDNA and anti-Sm, particularly in high titers, have high specificity for systemic lupus erythematosus, although their sensitivity is low. Therefore, a positive result helps to establish the diagnosis of the disease, but a negative result does not rule it out.46The CAP guideline recommends against testing for other autoantibodies in ANA-positive patients, because there is little evidence that these tests are of benefit.46"
        },
        {
            "parent": 6,
            "text": "The ACR recommends that primary care physicians consider a rheumatology referral for patients with characteristic signs and symptoms of systemic lupus erythematosus(Table 2)2,20,21and a positive ANA test, particularly if these patients have more than mild or stable disease.2[Reference2—Evidence level C, consensus/expert guidelines]"
        }
    ],
    "locked": false
}