{
    "url": "https://www.aafp.org/pubs/afp/issues/2004/0215/p979.html#afp20040215p939-uf1",
    "title": "Management of Gestational Hypertension-Preeclampsia | AAFP",
    "author": "ANNE D. WALLING, M.D.",
    "doi": "Am Fam Physician.2004;69(4):979-980",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Hypertension is the most common medical disorder that occurs during pregnancy, occurring in 6 to 8 percent of pregnancies in the United States. The term “gestational hypertension-preeclampsia” is used to describe conditions that range from mild asymptomatic hypertension to severe hypertension with organ damage causing significant morbidity and mortality for both mother and fetus. For a diagnosis of gestational hypertension to be made, the patient must have been normotensive before becoming pregnant and must have a blood pressure of at least 140/90 mm Hg before 20 weeks' gestation at least two times and at least six hours apart. Sustained blood pressure measurements over 160/110 mm Hg are classified as severe gestational hypertension. Gestational hypertension is more common in nulliparous women and in those with multifetal gestation or a history of preeclampsia. A review by Sibai stresses the significance of the gestational age at the onset of hypertensive conditions and the importance of aggressive treatment."
        },
        {
            "parent": -1,
            "text": "Preeclampsia is characterized by proteinuria (300 mg or more per 24 hours [0.3 g per day]) in addition to hypertension. Because urine dipstick assessments correlate poorly with proteinuria, 24-hour protein excretions should be measured. The definition of severe proteinuria requires a protein excretion of at least 5,000 mg per 24 hours (5 g per day). The etiology of preeclampsia is unknown, but widespread pathologic changes can result in pulmonary edema, oliguria, seizures, thrombocytopenia, and abnormal liver enzymes. Despite the results of several trials, the use of aspirin or supplementation with calcium, vitamins C and E, magnesium, zinc, or fish oils has not been proved to prevent preeclampsia."
        },
        {
            "parent": -1,
            "text": "Women who develop mild gestational hypertension after 37 weeks' gestation have pregnancy outcomes similar to those of pregnant women who are normotensive, apart from increased rates of induced labor and cesarean delivery. Conversely, women with severe gestational hypertension have rates of placental abruption, preterm delivery (at fewer than 37 and 35 weeks) and small-for-gestational-age babies similar to those of women with severe preeclampsia. The prognosis is worse when severe preeclampsia develops during the second trimester. Complications such as convulsions, pulmonary edema, acute renal or liver damage, coagulopathy, stroke, and disseminated intravascular coagulopathy usually occur in women who develop preeclampsia before 32 weeks' gestation or who have preexisting medical conditions."
        },
        {
            "parent": -1,
            "text": "Experts disagree about the optimal treatment of mild gestational hypertension and mild preeclampsia before 37 weeks' gestation. Although prolonged bed rest or hospitalization are frequently recommended, no randomized controlled trials validate these approaches. In addition, immobilization increases the risk of thromboembolism. Antihypertensive drugs appear to lower rates of progression to severe disease but have not been shown to improve outcomes for the pregnant woman or the fetus."
        },
        {
            "parent": -1,
            "text": "There is agreement that mother and fetus should be carefully monitored, although the optimal form of surveillance has not been determined. Daily fetal movement counts usually are combined with regular nonstress tests or biophysical profiles. Ultrasonic determination of fetal weight and volume of amniotic fluid at diagnosis and every three to four weeks after diagnosis may be used to monitor patients. In countries outside the United States, Doppler flow velocimetry is used to monitor uteroplacental blood flow. Maternal blood usually is checked weekly for platelet count, hepatic enzymes, and serum creatinine level. The general protocol for the management of mild gestational hypertension or preeclampsia is shown inthe accompanying figure."
        }
    ],
    "locked": false
}