{
    "url": "https://www.aafp.org/pubs/afp/issues/2003/1101/p1803.html#afp20031101p1803-f1",
    "title": "Acute Dyspnea in the Office | AAFP",
    "author": "ROGER J. ZOOROB, M.D., M.P.H., AND JAMES S. CAMPBELL, M.D.",
    "doi": "Am Fam Physician.2003;68(9):1803-1811",
    "abstract": "Respiratory difficulty is a common presenting complaint in the outpatient primary care setting. Because patients may first seek care by calling their physician's office, telephone triage plays a role in the early management of dyspnea. Once the patient is in the office, the initial goal of assessment is to determine the severity of the dyspnea with respect to the need for oxygenation and intubation. Unstable patients typically present with abnormal vital signs, altered mental status, hypoxia, or unstable arrhythmia, and require supplemental oxygen, intravenous access and, possibly, intubation. Subsequent management depends on the differential diagnosis established by a proper history, physical examination, and ancillary studies. Dyspnea is most commonly caused by respiratory and cardiac disorders. Other causes may be upper airway obstruction, metabolic acidosis, a psychogenic disorder, or a neuromuscular condition. Differential diagnoses in children include bronchiolitis, croup, epiglottitis, and foreign body aspiration. Pertinent history findings include cough, sore throat, chest pain, edema, and orthopnea. The physical examination should focus on vital signs and the heart, lungs, neck, and lower extremities. Significant physical signs are fever, rales, wheezing, cyanosis, stridor, or absent breath sounds. Diagnostic work-up includes pulse oximetry, complete blood count, electrocardiography, and chest radiography. If the patient is admitted to the emergency department or hospital, blood gases, ventilation-perfusion scan, D-dimer tests, and spiral computed tomography can help clarify the diagnosis. In a stable patient, management depends on the underlying etiology of the dyspnea.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Clinical Presentation and Triage",
            "level": 2
        },
        {
            "id": 2,
            "name": "Recognition and Management of Unstable Patients",
            "level": 2
        },
        {
            "id": 3,
            "name": "Further Assessment of Stable Patients",
            "level": 2
        },
        {
            "id": 4,
            "name": "DIFFERENTIAL DIAGNOSIS",
            "level": 3
        },
        {
            "id": 5,
            "name": "HISTORY",
            "level": 3
        },
        {
            "id": 6,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 7,
            "name": "General Appearance and Vital Signs",
            "level": 3
        },
        {
            "id": 8,
            "name": "Neck Examination",
            "level": 3
        },
        {
            "id": 9,
            "name": "Cardiac and Pulmonary Examination",
            "level": 3
        },
        {
            "id": 10,
            "name": "Abdominal Examination",
            "level": 3
        },
        {
            "id": 11,
            "name": "Extremities",
            "level": 3
        },
        {
            "id": 12,
            "name": "DIAGNOSTIC WORK-UP",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Shortness of breath, or dyspnea, is a common problem in the outpatient primary care setting. Establishing a diagnosis can be challenging because dyspnea appears in multiple diagnostic categories. Underlying disorders range from the relatively simple to the more serious, which are best addressed in an emergency department. Timely assessment, diagnosis, and initiation of appropriate therapy play an important role in controlling the commonly associated anxiety. Family physicians should be prepared and equipped to triage, manage, and stabilize patients with acute dyspnea."
        },
        {
            "parent": 0,
            "text": "Dyspnea is described as faster breathing accompanied by the sensations of running out of air and of not being able to breathe fast or deeply enough. The sensations are similar to that of thirst or hunger (i.e., an unignorable feeling of needing something). Dyspnea results from multiple interactions of signals and receptors in the autonomic nervous system, motor cortex, and peripheral receptors in the upper airway, lungs, and chest wall.1Various disease states can produce dyspnea in slightly different manners, depending on the interaction of efferent signals with receptors of the central nervous system, autonomic system, and peripheral nerves. The actual sensation of muscular effort and breathlessness results from the simultaneous activation of the sensory cortex at the time the chest muscles are signaled to contract.2Good evidence demonstrates that increased carbon dioxide partial pressure (Pco2) levels stimulate the feeling of breathlessness independent of the effects of ventilation or the oxygen partial pressure (Po2) level.2"
        },
        {
            "parent": 1,
            "text": "At presentation, an adult patient usually describes a sensation of difficult or uncomfortable breathing. Triage begins with determining the degree of urgency by assessing the duration of the condition, whether it is acute or chronic, and the severity of symptoms. Studies have shown that the type and severity of an underlying lung or heart disease correlates well with the way the patient describes the dyspnea.3The first communication with the physician's office, especially for established patients, may be by telephone. Telephone triage is an important initial step in management. Protocols and clearly written office procedures for staff are recommended to provide proper care and minimize risk.4A triage algorithm(Figure 1)can be used by office nurses."
        },
        {
            "parent": 2,
            "text": "Definitive care, which must follow stabilization, depends on the specific diagnosis. An initial quick assessment will help the physician determine if a patient is unstable(Table 1)."
        },
        {
            "parent": 2,
            "text": "Unstable patients typically present with one or more symptom patterns:"
        },
        {
            "parent": 2,
            "text": "Hypotension, altered mental status, hypoxia, or unstable arrhythmia.Stridor and breathing effort without air movement (suspect upper airway obstruction).Unilateral tracheal deviation, hypotension, and unilateral breath sounds (suspect tension pneumothorax)Respiratory rate above 40 breaths per minute, retractions, cyanosis, low oxygen saturation."
        },
        {
            "parent": 2,
            "text": "The same initial treatment process should be applied for any of these symptom patterns. First, administer oxygen. Consider intubation if the patient is working to breathe (gasping), apneic, or nonresponsive, following advanced cardiac life support (ACLS) guidelines.5"
        },
        {
            "parent": 2,
            "text": "Next, establish intravenous line access and start administration of fluids. Perform needle thoracentesis in patients with tension pneumothorax. Administer a nebulized bronchodilator if obstructive pulmonary disease is present. Administer intravenous or intramuscular furosemide if pulmonary edema is present."
        },
        {
            "parent": 2,
            "text": "Disposition and transfer of the patient depends on the diagnosis or differential diagnosis. Unstable patients should be transported to the closest emergency department for further evaluation and treatment. Trained health care personnel should accompany the patient in the ambulance and continue management until supervision is transferred to the emergency department team."
        },
        {
            "parent": 3,
            "text": "Once an emergent situation has been excluded, obtain a history to determine the level of acuity. Reassess the patient's airways, mental status, ability to speak, and breathing effort. Check vital signs, and question the patient (or a family member) about the duration of the dyspnea and any underlying cardiac or pulmonary disease. Include a focused history of medication use, cough, fever, and chest pain. Ask about any history of trauma and continue the focused physical examination by listening to breath sounds and observing skin color."
        },
        {
            "parent": 4,
            "text": "Obtaining an expanded history and performing a comprehensive physical examination and appropriate initial testing are necessary to reach a proper diagnosis. The differential diagnosis of acute dyspnea in the adult patient is presented inTable 2.1,6,7"
        },
        {
            "parent": 4,
            "text": "In children, the most common causes of acute dyspnea are acute asthma, pulmonary infections, and upper airway obstruction. Some conditions associated with dyspnea, such as epiglottitis, croup, myocarditis, asthma, and diabetic ketoacidosis, are serious and may be fatal. In children, always consider foreign body aspiration, croup, and bronchiolitis caused by respiratory syncytial virus.8,9"
        },
        {
            "parent": 5,
            "text": "A complete history should emphasize any coexisting cardiac and pulmonary symptoms. Cardiac and pulmonary problems are the most common causes of dyspnea. Determine onset, duration, and occurrence at rest or exertion. The presence of cough may imply asthma or pneumonia; cough combined with a change in the character of sputum may be caused by exacerbation of chronic obstructive pulmonary disease (COPD). In adults, epiglottitis should be ruled out when severe sore throat is associated with acute dyspnea.10In children, fever associated with dyspnea usually implies an infectious cause, such as pneumonia, croup, or bronchiolitis.10"
        },
        {
            "parent": 5,
            "text": "Chest pain during dyspnea may be caused by coronary or pleural disease, depending on the quality and description of the pain. Pleuritic chest pain could be caused by pericarditis, pneumonia, pulmonary embolism, pneumothorax, or pleuritis. Dyspnea or tachypnea with pleuritic chest pain occurs in 97 percent of patients who have clinically apparent pulmonary embolism, although some researchers have questioned reliance on clinical presentation as an accurate indicator of pulmonary embolism.11"
        },
        {
            "parent": 5,
            "text": "Sudden shortness of breath at rest is suggestive of pulmonary embolism or pneumothorax. Severe respiratory distress continuing over one to two hours suggests congestive heart failure or asthma. Consider nonrespiratory causes of dyspnea (e.g., anemia, acidosis, drug poisoning)."
        },
        {
            "parent": 5,
            "text": "Chest pain is almost universal in spontaneous pneumothorax, while dyspnea is the second most common symptom.12Anginal chest pain accompanied by shortness of breath may signify ischemia associated with left ventricular dysfunction. Paroxysmal dyspnea or pulmonary edema may be the only clinical presentation in 10 percent of patients with myocardial infarction.13"
        },
        {
            "parent": 5,
            "text": "Consider spontaneous pneumothorax in patients with COPD, cystic fibrosis, or acquired immunodeficiency syndrome.14Spontaneous recurrent or nonrecurrent pneumothorax in young females in conjunction with menstruation is an uncommon condition referred to as catamenial pneumothorax.15A history of scuba diving may suggest barotrauma. Vehicle airbag trauma has been reported to cause pneumothorax; note any history of penetrating or nonpenetrating trauma.16"
        },
        {
            "parent": 5,
            "text": "Inquire about indigestion or dysphagia, which may indicate gastroesophageal reflux or aspiration.17Anxiety symptoms may imply psychogenic causes of dyspnea, but organic etiologies always should be considered first. A diagnosis of hyperventilation syndrome cannot be made before organic disease is ruled out.18When obtaining the history, note smoking habits, secondhand smoke exposure, and pertinent medication use (give particular attention to agents that have potential adverse cardiopulmonary effects, such as beta blockers, ophthalmologic drops). A history of orthopnea, pedal edema, or nocturnal paroxysmal dyspnea is suggestive of congestive heart failure.19Table 3summarizes clues in the history that help in the diagnosis of dyspnea."
        },
        {
            "parent": 7,
            "text": "To determine the severity of dyspnea, carefully observe respiratory effort, use of accessory muscles, mental status, and ability to speak. Pulsus paradoxus may exist in COPD, asthma, or cardiac tamponade. Stridor is indicative of an upper airway obstruction.10It may be necessary to obtain a rectal temperature to detect fever, since oral airflow may decrease the oral temperature."
        },
        {
            "parent": 8,
            "text": "Distention of the neck veins may imply cor pulmonale caused by severe COPD, congestive heart failure, or cardiac tamponade. Check the thyroid for enlargement because congestive heart failure may result from hyperthyroidism or hypothyroidism. Ensure that the trachea is in the midline. Auscultate for stridor."
        },
        {
            "parent": 9,
            "text": "Palpate the chest for subcutaneous emphysema and crepitus, and percuss for dullness, an indication of consolidations or effusions. Hyper-resonance on percussion suggests pneumothorax or bullous emphysema."
        },
        {
            "parent": 9,
            "text": "Auscultate the heart and lungs for murmurs or extra heart sounds; absent breath sounds may be consistent with pneumothorax or pleural effusion. Wheezing usually is consistent with obstructive lung disease but can be caused by pulmonary edema or pulmonary embolism. Rales are present in pulmonary edema and pneumonia.20"
        },
        {
            "parent": 9,
            "text": "Rapid or irregular pulse may signify a dysrhythmia. An S3gallop suggests a left ventricular systolic dysfunction in congestive heart failure. An S4gallop suggests left ventricular dysfunction or ischemia. A loud P2may be heard in patients with pulmonary hypertension or cor pulmonale. Murmurs can be an indirect sign of congestive heart failure, and distant heart sounds can point to cardiac tamponade.21"
        },
        {
            "parent": 10,
            "text": "Look for hepatomegaly and ascites. Assessing for hepatojugular reflux is a valid bedside maneuver in the diagnosis of congestive heart failure in patients with acute dyspnea."
        },
        {
            "parent": 11,
            "text": "Check the lower extremities for edema and any signs suggestive of deep venous thrombosis.22Examine the digits for clubbing or cyanosis."
        },
        {
            "parent": 11,
            "text": "Table 4summarizes physical findings in the diagnosis of dyspnea."
        },
        {
            "parent": 12,
            "text": "The office work-up depends on available diagnostic modalities.Table 5andFigure 2summarize a diagnostic approach to acute dyspnea."
        },
        {
            "parent": 12,
            "text": "Pulse oximetry determines a patient's level of oxygenation. In the evaluation of acute dyspnea, obtain chest radiographs to rule out conditions such as pneumothorax, pneumonia, COPD, pulmonary edema, or congestive heart failure.23Obtain lateral neck radiographs when stridor is present or when upper airway obstruction, such as foreign body aspiration, epiglottitis, or croup, is suspected. Subglottic edema (appearing as a narrowed anteroposterior tracheal air column on radiograph) suggests croup, whereas radiographic enlargement of the epiglottis is pathognomonic for epiglottitis.24"
        },
        {
            "parent": 12,
            "text": "Electrocardiography detects ischemia, left ventricular hypertrophy,20and arrhythmia. Perform bedside spirometry and obtain a peak expiratory flow rate in patients with suspected exacerbation of asthma or COPD.6A complete blood count is useful for suspected infection or anemia."
        },
        {
            "parent": 12,
            "text": "d-Dimer testing, although not an office procedure, can be useful in the hospital setting to check for suspected pulmonary embolism. Negative rapid and standard enzyme-linked immunosorbent assay (ELISA) d-Dimer tests can help exclude pulmonary embolism, whether performed alone or in conjunction with normal alveolar dead-space fraction.7,25Spiral computed tomography (CT) also has a role in the diagnostic work-up of pulmonary embolism in a hospitalized patient, especially when the ventilation-perfusion scan is nondiagnostic. Spiral CT may eventually replace pulmonary angiography.26Bilateral venous Doppler imaging should be ordered simultaneously with spiral CT and, if findings are suggestive of deep venous thrombosis, treatment for pulmonary embolism should be initiated. A right-heart strain pattern on echocardiogram may be one finding in a patient with acute pulmonary embolism."
        }
    ],
    "locked": false
}