{
    "url": "https://www.aafp.org/pubs/afp/issues/2004/1001/p1279.html#afp20041001p1279-f1",
    "title": "Epstein-Barr Virus Infectious Mononucleosis | AAFP",
    "author": "MARK H. EBELL, M.D., M.S.",
    "doi": "Am Fam Physician.2004;70(7):1279-1287",
    "abstract": "Infectious mononucleosis should be suspected in patients 10 to 30 years of age who present with sore throat and significant fatigue, palatal petechiae, posterior cervical or auricular adenopathy, marked adenopathy, or inguinal adenopathy. An atypical lymphocytosis of at least 20 percent or atypical lymphocytosis of at least 10 percent plus lymphocytosis of at least 50 percent strongly supports the diagnosis, as does a positive heterophile antibody test. False-negative results of heterophile antibody tests are relatively common early in the course of infection. Patients with negative results may have another infection, such as toxoplasmosis, streptococcal infection, cytomegalovirus infection, or another viral infection. Symptomatic treatment, the mainstay of care, includes adequate hydration, analgesics, antipyretics, and adequate rest. Bed rest should not be enforced, and the patient’s energy level should guide activity. Corticosteroids, acyclovir, and antihistamines are not recommended for routine treatment of infectious mononucleosis, although corticosteroids may benefit patients with respiratory compromise or severe pharyngeal edema. Patients with infectious mononucleosis should be withdrawn from contact or collision sports for at least four weeks after the onset of symptoms. Fatigue, myalgias, and need for sleep may persist for several months after the acute infection has resolved.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology and Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "TYPICAL PRESENTATION",
            "level": 3
        },
        {
            "id": 3,
            "name": "DIAGNOSTIC CRITERIA FOR INFECTIOUS MONONUCLEOSIS",
            "level": 3
        },
        {
            "id": 4,
            "name": "DIFFERENTIAL DIAGNOSIS",
            "level": 3
        },
        {
            "id": 5,
            "name": "KEY DIAGNOSTIC FEATURES",
            "level": 3
        },
        {
            "id": 6,
            "name": "DIAGNOSTIC TESTS",
            "level": 3
        },
        {
            "id": 7,
            "name": "RECOMMENDED DIAGNOSTIC STRATEGY",
            "level": 3
        },
        {
            "id": 8,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 9,
            "name": "PREVENTION OF COMPLICATIONS AND RECURRENCE",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Infectious mononucleosis is a clinical syndrome caused by Epstein-Barr virus (EBV) that is particularly common in adolescents and children. Typical features of infectious mononucleosis include fever, pharyngitis, adenopathy, malaise, and an atypical lymphocytosis. Splenomegaly, hepatomegaly, jaundice, and splenic rupture can occur in patients with infectious mononucleosis, but these complications are rare.1"
        },
        {
            "parent": -1,
            "text": "Data collected more than 30 years ago on the incidence of infectious mononucleosis show the highest rates in persons 10 to 19 years of age (six to eight cases per 1,000 persons per year).2,3The incidence in persons younger than 10 years and older than 30 years is less than one case per 1,000 persons per year,2,3but mild infections in younger children often may be undiagnosed. The infection is most common in populations with many young adults, such as active-duty military personnel and college students, in whom the annual incidence for infectious mononucleosis ranges from 11 to 48 cases per 1,000 persons.4,5"
        },
        {
            "parent": -1,
            "text": "Infectious mononucleosis is relatively uncommon in adults, accounting for less than 2 percent of all adults presenting with sore throat.6Family physicians should expect to diagnose one to four patients with infectious mononucleosis per year, depending on the number of adolescents in their practice.3,5The incidence of infectious mononucleosis shows no consistent seasonal peak.2"
        },
        {
            "parent": 0,
            "text": "EBV is a herpes virus that replicates primarily in β-lymphocytes but also may replicate in the epithelial cells of the pharynx and parotid duct.7The infection is spread primarily by saliva, and the incubation period is four to eight weeks. In an acute infection, heterophile antibodies that agglutinate sheep erythrocytes are produced. This process forms the basis for the Monospot rapid latex agglutination test. Antibodies to viral capsid antigen (i.e., VCA-IgG and VCA-IgM) are produced slightly earlier than the heterophile antibody and are more specific for EBV infection. The VCA-IgG antibody persists past the stage of acute infection and signals the development of immunity.7"
        },
        {
            "parent": 2,
            "text": "In a series of 500 patients with confirmed infectious mononucleosis, at least 98 percent had sore throat, lymph node enlargement, fever, and tonsillar enlargement.8Other common physical signs included pharyngeal inflammation (85 percent) and transient palatal petechiae (50 percent).8This presentation is typical in adolescents. Older adults are less likely to have sore throat and adenopathy but more likely to have hepatomegaly and jaundice.9"
        },
        {
            "parent": 3,
            "text": "Hoagland’s criteria8for the diagnosis of infectious mononucleosis are the most widely cited: at least 50 percent lymphocytes and at least 10 percent atypical lymphocytes in the presence of fever, pharyngitis, and adenopathy, and confirmed by a positive serologic test. While quite specific, these criteria are not highly sensitive and are most useful for research purposes.6,10Only about one half of patients with symptoms suggestive of infectious mononucleosis and a positive heterophile antibody test meet all of Hoagland’s criteria."
        },
        {
            "parent": 4,
            "text": "Patients with streptococcal pharyngitis or one of several viral pharyngitides present with sore throat, fatigue, and adenopathy. Acute cytomegalovirus (CMV) infection and toxoplasmosis can share many additional characteristics with infectious mononucleosis, including splenomegaly, hepatomegaly, lymphocytosis, atypical lymphocytosis, and even false-positive results from a heterophile antibody test.11It may not be possible—or even useful—to distinguish between infectious mononucleosis caused by EBV infection and an infectious mononucleosis–like syndrome caused by toxoplasmosis or CMV, because the management of these syndromes is the same. However, diagnostic testing is warranted in pregnant women because toxoplasmosis and acute human immuno-deficiency virus (HIV) and CMV infections are associated with significant pregnancy complications."
        },
        {
            "parent": 4,
            "text": "Symptoms of acute HIV infection can resemble those of infectious mononucleosis. If acute HIV infection is suspected, a quantitative polymerase chain reaction test should be performed. The differential diagnosis for suspected infectious mononucleosis is summarized inTable 1.12"
        },
        {
            "parent": 5,
            "text": "Few well-designed studies have been conducted to determine the value of clinical examination in patients with infectious mononucleosis in the primary care setting. The best study is a series including more than 700 patients 16 years of age and older with sore throat, 15 of whom were found to have infectious mononucleosis on the basis of a positive heterophile antibody test.6The diagnostic accuracy of different signs and symptoms associated with infectious mononucleosis is summarized inTable 2.6"
        },
        {
            "parent": 5,
            "text": "The presence of splenomegaly, posterior cervical adenopathy, axillary adenopathy, and inguinal adenopathy is most useful in considering the possibility of infectious mononucleosis, while the absence of cervical adenopathy and fatigue is most helpful in dismissing the diagnosis. Infectious mononucleosis should be suspected and a diagnostic evaluation obtained in febrile patients who have sore throat plus splenomegaly, palatal petechiae, or posterior, axillary, or inguinal adenopathy.6A recent study13confirmed this recommendation, although axillary and inguinal adenopathy were found less often in the study population."
        },
        {
            "parent": 5,
            "text": "Because the physical examination is quite insensitive for detecting splenomegaly (between 27 and 58 percent, depending on the examiner’s index of suspicion), the absence of splenomegaly should not be used as evidence against the diagnosis of infectious mononucleosis.14"
        },
        {
            "parent": 6,
            "text": "The accuracy of diagnostic tests for infectious mononucleosis is summarized inTable 3.6,10,15–17The syndrome is characterized by an absolute and relative lymphocytosis and an increased proportion of atypical lymphocytes. When a higher cutoff point is used to define an abnormal number of atypical lymphocytes, the sensitivity decreases (i.e., more false-negative diagnoses) and the specificity increases (i.e., fewer false-positive diagnoses)."
        },
        {
            "parent": 6,
            "text": "The original serologic test for infectious mononucleosis, the Paul-Bunnell test, detected heterophile antibodies by agglutination of sheep or horse red blood cells.18Later, guinea pig kidney absorption of serum was added to increase the specificity of the test.19These tests are now available in convenient latex agglutination or solid-phase immunoassay form. Although they are relatively specific, heterophile antibody tests are somewhat insensitive, particularly in the first weeks of illness. The false-negative rate is as high as 25 percent in the first week, approximately 5 to 10 percent in the second week, and 5 percent in the third week of illness.8Heterophile antibody tests are less sensitive in patients younger than 12 years, detecting only 25 to 50 percent of infections in this group, compared with 71 to 91 percent in older patients.15"
        },
        {
            "parent": 6,
            "text": "More sensitive tests have been developed that detect VCA-IgG and VCA-IgM. When the results are negative, these tests are better than heterophile antibody tests in ruling out infectious mononucleosis caused by EBV (negative likelihood ratio, 0.03 versus 0.14 to 0.18 for heterophile antibody tests), but when the results are positive, the tests are similar in their ability to rule in disease (positive likelihood ratio, 16 versus 9.7 to 28).16,17VCA-IgG and VCA-IgM tests are useful in diagnosing patients who have highly suggestive clinical features but negative heterophile antibody test results. Antibody to Epstein-Barr nuclear antigen (EBNA), while typically not detectable until six to eight weeks after the onset of symptoms, can help distinguish between acute and previous infections. If EBNA is positive in a patient with acute symptoms and suspected infectious mononucleosis, previous infection is suggested. Elevated hepatic transaminase levels are relatively common in patients with infectious mononucleosis, occurring in approximately one half of patients.20"
        },
        {
            "parent": 7,
            "text": "No evidence-based or consensus guidelines have been proposed to guide the evaluation of patients with suspected infectious mononucleosis; the following recommendations are based on a synthesis of the available evidence(Figure 1). Patients between 10 and 30 years of age with sore throat, fever, and significant anterior cervical adenopathy, fatigue, posterior cervical adenopathy, inguinal adenopathy, palatal petechiae, or splenomegaly are at high risk for infectious mononucleosis. A white blood cell count with differential or a heterophile antibody test should be obtained in these patients, as well as a rapid test for streptococcal pharyngitis."
        },
        {
            "parent": 7,
            "text": "If the patient has more than 20 percent atypical lymphocytes or more than 50 percent lymphocytes with at least 10 percent atypical lymphocytes, infectious mononucleosis is quite likely, and further confirmation of the diagnosis is not needed. A positive result of a heterophile antibody test also is strong evidence in favor of a diagnosis of infectious mononucleosis. A negative result of an antibody test, particularly during the first week of illness, may indicate that the patient does not have infectious mononucleosis. However, it also could be a false-negative result or could indicate that the patient has an infectious mononucleosis–like syndrome caused by CMV or toxo-plasmosis. The patient should be treated symptomatically, and if the patient does not clinically improve within five to seven days, a second heterophile antibody test should be performed. If an accurate diagnosis is urgently required (for example, in a competitive athlete who wants to return to competition as soon as possible), a VCA-IgM test may be selected. A negative result is strong evidence against the diagnosis of infectious mononucleosis."
        },
        {
            "parent": 8,
            "text": "The mainstay of treatment for infectious mononucleosis is good supportive care, including adequate hydration; nonsteroidal anti-inflammatory drugs or acetaminophen for fever and myalgias; and throat lozenges or sprays, or gargling with a 2 percent lidocaine (Xylocaine) solution to relieve pharyngeal discomfort. An older, quasi-experimental study21found that enforced bed rest slowed recovery. Given the lack of evidence for bed rest in many other conditions, it seems sensible to recommend that patients base their return to usual activities on their energy levels."
        },
        {
            "parent": 8,
            "text": "A meta-analysis22of five randomized controlled trials involving 339 patients found that patients who took acyclovir (Zovirax) had less oropharyngeal shedding at the end of therapy, but this treatment provided no significant or consistent clinical benefit and is therefore not recommended. Another trial found no significant benefit from the use of ranitidine (Zantac) in patients with infectious mononucleosis.23"
        },
        {
            "parent": 8,
            "text": "Corticosteroids have been advocated for the treatment of patients with infectious mononucleosis,8and some early studies24,25seemed to show a benefit from these agents with regard to normalization of temperature and laboratory values. However, these studies had significant methodologic limitations. A more recent and better-designed study26found no benefit from a combination of acyclovir and prednisone. In a small, double-blind, randomized trial27of 40 children with suspected infectious mononucleosis (33 of whom had confirmed infectious mononucleosis), those who were given oral dexamethasone (0.3 mg per kg) had less pain at 12 hours but not at 24, 48, and 72 hours. This finding indicates that repeated doses may be needed. Based on clinical experience and case reports, corticosteroids are recommended in patients with significant pharyngeal edema that causes or threatens respiratory compromise.28"
        },
        {
            "parent": 9,
            "text": "A 1975 report8of 500 consecutive patients with infectious mononucleosis found that 30 percent of patients had group A β-hemolytic streptococcal (GABHS) pharyngitis, 0.2 percent had splenic rupture, 0.2 percent had peritonsillar abscess, and 0.2 percent had rheumatic fever. Two other studies29,30reported GABHS pharyngitis rates of only 3 to 4 percent in studies of more than 100 patients. The true rate of concomitant infectious mononucleosis and GABHS pharyngitis probably lies between these extremes and may depend on the time of year. It seems prudent to obtain a rapid strep test in patients with infectious mononucleosis and to treat them with antibiotics only if the strep test result is positive. Amoxicillin and ampicillin should not be used because they may cause a morbilliform rash in patients with infectious mononucleosis."
        },
        {
            "parent": 9,
            "text": "Patients with infectious mononucleosis are likely to have splenomegaly. Although most patients do not have a palpable spleen on physical examination, a study31of 29 patients who were hospitalized with infectious mononucleosis (and who therefore may have had more severe disease) found that all patients had splenomegaly on ultrasound examination and that one half of them had hepatomegaly. Only 17 percent of the enlarged spleens and 8 percent of the enlarged livers were palpable on physical examination, a finding that is consistent with other studies.6Because an enlarged spleen is at risk for rupture, athletes should not compete in contact or collision sports for a minimum of three to four weeks after the onset of symptoms.32"
        },
        {
            "parent": 9,
            "text": "The risk of splenic rupture is estimated at 0.1 percent, based on a retrospective series of 8,116 patients.33In a review34of 55 athletes with splenic rupture, almost all ruptures occurred in the first three weeks of illness. Interestingly, in the same series, one half of ruptures were atraumatic. These data suggest that patients should be kept out of athletics for at least three to four weeks and until they are asymptomatic. Some experts suggest a longer duration of restricted activity of five to six weeks35or even six months,36although data from natural history studies do not necessarily support these recommendations. Because the physical examination is so insensitive, ultrasound imaging to assess the size of the spleen at three weeks may be a better guide for determining whether a patient should return to athletics.37The cost to prevent one traumatic rupture probably is well over $1 million when this strategy is used, given that the risk of rupture overall is one in 1,000, the risk of rupture beyond four weeks is considerably less, about one half of ruptures are atraumatic, and the cost of an ultrasound scan is several hundred dollars. Although the strategy may make sense when used selectively (e.g., when an athlete would like to return to competition in less than four weeks), it cannot be endorsed as routine practice."
        },
        {
            "parent": 9,
            "text": "Several cohort studies have examined the long-term outcomes of infectious mononucleosis. Between 9 and 22 percent of patients reported persistent fatigue or hypersomnia six months after clinical infectious mononucleosis, compared with zero to 6 percent of patients following uncomplicated upper respiratory infection.5The best study13of the natural history of infectious mononucleosis followed 150 patients for six months. In this study, sore throat, fever, headache, rash, cough, and nausea largely had resolved one month after the onset of symptoms. Fatigue resolved more slowly (77 percent initially, 28 percent at one month, 21 percent at two months, and 13 percent at six months), as did sleeping too much (45 percent initially, 18 percent at one month, 14 percent at two months, and 9 percent at six months) and sore joints (23 percent initially, 15 percent at one month, 6 percent at two months, and 9 percent at six months).13This study also followed functional status over the same six-month period and found that patients required about two months to achieve a stable level of recovery. The association between EBV infection and chronic fatigue syndrome remains uncertain, and a positive IgG test for EBV does not imply a causal relationship. In addition, evidence of EBV infection is not part of the definition of chronic fatigue syndrome.28Physicians should be aware of several other rare complications of infectious mononucleosis(Table 4).1,38–41"
        }
    ],
    "locked": false
}