{
    "url": "https://www.aafp.org/pubs/afp/issues/2004/0315/p1429.html#afp20040315p1429-f2",
    "title": "Management of Hepatitis C: Evaluating Suitability for Drug Therapy | AAFP",
    "author": "RAYMOND P. WARD, M.D., PH.D., MARCELO KUGELMAS, M.D., AND KAREN D. LIBSCH, M.D.",
    "doi": "Am Fam Physician.2004;69(6):1429-1437",
    "abstract": "Chronic hepatitis C virus infection is a common and serious disease. Although an estimated 2.7 million persons in the United States have this disease, most have not yet been diagnosed. Recent advances in treatment provide successful cure in 50 to 80 percent of cases. Current drug therapy consists of a combination of pegylated interferon and ribavirin. Although all patients with chronic hepatitis C virus infection are potential candidates for treatment, pharmacologic therapy has a number of contraindications. Evaluation of suitability for treatment includes a thorough search for comorbid medical and psychiatric conditions that can be contraindications. Initial testing involves anti-hepatitis C virus antibodies, but definitive diagnosis of active disease requires detection of viral RNA. Most patients require a liver biopsy to determine the amount of hepatic fibrosis and ongoing hepatocellular inflammation. Viral genotype also should be determined: type 1 requires 12 months of treatment and does not respond as well as types 2 and 3, which require only six months of treatment. Common side effects of drug therapy include anemia, anorexia, depression, fatigue, fever, headache, myalgia, nausea, and erythema at the injection site.",
    "headers": [
        {
            "id": 0,
            "name": "Natural History of HCV Infection",
            "level": 2
        },
        {
            "id": 1,
            "name": "Advances in Diagnosis and Treatment",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnosis of HCV Infection",
            "level": 2
        },
        {
            "id": 3,
            "name": "Evaluation of Patients with Chronic HCV Infection",
            "level": 2
        },
        {
            "id": 4,
            "name": "HISTORY OF HCV INFECTION",
            "level": 3
        },
        {
            "id": 5,
            "name": "MEDICAL HISTORY",
            "level": 3
        },
        {
            "id": 6,
            "name": "BEHAVIORAL AND SOCIAL ISSUES",
            "level": 3
        },
        {
            "id": 7,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 8,
            "name": "LABORATORY TESTS",
            "level": 3
        },
        {
            "id": 9,
            "name": "LIVER BIOPSY",
            "level": 3
        },
        {
            "id": 10,
            "name": "Patient Education",
            "level": 3
        },
        {
            "id": 11,
            "name": "Determining Who to Treat",
            "level": 2
        },
        {
            "id": 12,
            "name": "Treatment of HCV Infection",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Hepatitis C virus (HCV) infection is the most common blood-borne infection. It affects approximately 1.8 percent of the U.S. population (3.8 million persons exposed and 2.7 million persons chronically infected).1Most cases of chronic HCV infection have yet to be diagnosed. Therefore, a substantial increase in the number of known cases is projected over the next decade, along with a large increase in the number of patients with complications of HCV infection, such as cirrhosis, liver failure, and hepatocellular carcinoma. HCV infection already is the leading cause of chronic liver disease in patients presenting to gastroenterologists, the leading cause of hepatocellular carcinoma, and the leading diagnosis among patients referred for liver transplantation.2"
        },
        {
            "parent": -1,
            "text": "Because of the increasing prevalence of chronic HCV infection and significant advances in its diagnosis and treatment, this illness has been the subject of several recent reviews3,4and a consensus statement from the National Institutes of Health (NIH).5This article reviews factors that should be considered in the evaluation of the suitability of HCV-infected patients for treatment."
        },
        {
            "parent": 0,
            "text": "Acute HCV infection is rarely severe and usually asymptomatic. Although the immune system occasionally eradicates the virus, up to 85 percent of patients develop chronic HCV infection(Figure 1).1,2Over time, liver damage and other sequelae increase, and patients begin to have symptoms. Risk factors for more rapid progression of disease include age over 40 years at the time of infection, male gender, and daily consumption of more than 30 g of alcohol.5–7"
        },
        {
            "parent": 0,
            "text": "Although most HCV-related deaths occur after the disease has progressed to cirrhosis,7patients can have significant symptoms and reduction in quality of life well before that time.8Chronic HCV infection also is linked to an increased incidence of several extrahepatic diseases, including renal disease, diabetes mellitus, neuropathy, lymphoma, Sjögren’s syndrome, mixed cryoglobulinemia, and porphyria cutanea tarda.9"
        },
        {
            "parent": 1,
            "text": "Over the past 15 years, remarkable advancements have been made in the identification of HCV infection. The screening of donated blood for HCV RNA has reduced the risk of viral transmission through blood transfusions to less than one case per 100,000 units of blood transfused.10The efficacy of treatment also has improved. First, interferon was used, then interferon in combination with ribavirin; the latest treatment, a combination of pegylated interferon with ribavirin, is clearly superior to the older regimens and is the current standard of care.11,12"
        },
        {
            "parent": 1,
            "text": "The NIH guideline5on the management of HCV infection suggests that all patients with chronic infection are potential candidates for antiviral therapy, and especially recommends treatment for patients with an increased risk of developing cirrhosis."
        },
        {
            "parent": 2,
            "text": "A third-generation HCV antibody test (at least 99 percent sensitive, 99 percent specific) is recommended for use as the initial test in patients with clinical or laboratory evidence of liver disease and for the screening of at-risk populations.5The Centers for Disease Control and Prevention (CDC) recommends screening in asymptomatic persons who have any of the following risk factors: history of intravenous drug use, blood transfusion or organ transplant before 1992, receipt of clotting factors before 1987, or long-term hemodialysis.13[SORT C: consensus/expert opinion]"
        },
        {
            "parent": 2,
            "text": "The anti-HCV antibody test determines whether a person ever has been exposed to HCV but not the presence of active infection (because 15 to 20 percent of persons who contract HCV spontaneously clear the infection). False-positive results are possible, especially when the test is used as a screening tool in a population with a relatively low risk of disease. False-negative results may occur in immunosuppressed persons."
        },
        {
            "parent": 2,
            "text": "Active infection therefore must be confirmed by demonstrating the presence of HCV RNA. Quantitative tests detect and count viral loads as low as 50 to 500 copies per mL, whereas qualitative tests detect (but do not quantify) the presence of HCV in the range of 5 to 50 copies per mL.14Confirmation of the diagnosis requires only a single positive test showing the presence of HCV RNA. Because there can be a transient decline in viremia to below the level of assay sensitivity, all negative test results should be reconfirmed with another test approximately one month later to be certain that active HCV infection is not present.5"
        },
        {
            "parent": 2,
            "text": "An algorithm for the diagnosis of chronic HCV infection in patients with risk factors or clinical or laboratory evidence of liver disease is provided inFigure 2.1,2"
        },
        {
            "parent": 4,
            "text": "Most patients with HCV infection are asymptomatic, and the diagnosis usually is made after transaminase screening. However, some patients have evidence of advanced disease, with symptoms of liver failure. Fatigue and nausea occur in many patients, but these symptoms are not unique to HCV infection."
        },
        {
            "parent": 4,
            "text": "An effort should be made to determine the mode and year of infection. The most common ways of acquiring the virus are intravenous drug use and blood transfusion before July 1992. Other risk factors to consider include sexual behavior, occupational exposure to infected blood, body piercing, and tattoos.5,15,16The date of original infection, as well as the results of liver biopsy, can be used to make a rough determination of the natural history of the disease in the patient. However, the duration and source of the infection often cannot be determined."
        },
        {
            "parent": 5,
            "text": "A thorough list of the patient’s past and present medical and psychiatric conditions is important because the pegylated interferon–ribavirin combination interacts with many body systems. Conditions that are specific contraindications to this treatment should be reviewed carefully (Table 1)."
        },
        {
            "parent": 5,
            "text": "As many as 30 percent of patients with HCV infection have symptoms of depression, but this condition does not necessarily preclude them from treatment for HCV infection. The severity of the symptoms and their impact on the patient’s function should be determined. If the depression is severe or recent, psychiatric consultation should be considered."
        },
        {
            "parent": 5,
            "text": "Many autoimmune conditions (e.g., systemic lupus erythematosus, rheumatoid arthritis, autoimmune hepatitis, psoriatic arthritis) are contraindications to the use of combination drug therapy for HCV infection. Some autoimmune diseases, such as Crohn’s disease and ulcerative colitis, do not appear to be exacerbated by pegylated interferon. Depending on the comorbid conditions that the patient has, it sometimes may become necessary to consult with a gastroenterologist, a hepatologist or, in the case of decompensated cirrhosis, a liver transplant team."
        },
        {
            "parent": 6,
            "text": "Several behavioral and social issues influence the decision to treat a patient with HCV infection. Alcohol consumption should be discouraged. The daily consumption of more than 30 g of alcohol (approximately two drinks) in men and 20 g of alcohol in women is associated with more rapid progression to liver failure.17Consumption of a minimal amount of alcohol does not appear to be harmful, but there are no clear data on the amount that is safe."
        },
        {
            "parent": 6,
            "text": "Sexual activity should be reviewed to identify transmission risk factors (e.g., multiple sexual partners) and because of the highly teratogenic effect of ribavirin. All patients must have a fail-safe plan for contraception during treatment and for six months afterward. Active intravenous drug use is a contraindication to treatment, but stable methadone use is not."
        },
        {
            "parent": 6,
            "text": "Pharmacologic therapy for HCV infection is quite expensive (approximately $25,000 for a 48-week course), but treatment has been shown to be cost-effective.18The manufacturers of pegylated interferon have assistance programs through which medication can be obtained for uninsured patients."
        },
        {
            "parent": 6,
            "text": "It is important to review the patient’s social support network. Pharmacologic therapy for HCV infection can be debilitating and may necessitate absence from work."
        },
        {
            "parent": 7,
            "text": "The physical examination should include a search for evidence of liver dysfunction and physical conditions that could be contraindications to treatment. Key elements of the physical examination are summarized inTable 2."
        },
        {
            "parent": 8,
            "text": "Several laboratory tests should be performed to evaluate the degree of liver disease and determine whether other conditions are present that may be contraindications to treatment of HCV infection(Table 3).5,11,12,19Elevated levels of aspartate transaminase (AST) and alanine transaminase (ALT) indicate ongoing hepatocellular necrosis; however, it is important to understand that AST and ALT levels have only a weak correlation with the degree of liver injury."
        },
        {
            "parent": 8,
            "text": "In extreme cases of decompensated liver disease, the albumin level drops, the serum bilirubin levels rise, the International Normalized Ratio is prolonged, and thrombocytopenia may indicate portal hypertension. Testing for thrombocytopenia in conjunction with determination of an elevated AST/ALT ratio is a fairly accurate and noninvasive way to identify cirrhosis.20"
        },
        {
            "parent": 9,
            "text": "The liver biopsy provides the most direct information about the current status of the liver and is recommended in most patients with active HCV infection.5,19[SORT C: consensus/expert opinion] Patients infected with HCV genotype 2 or 3 generally respond well to antiviral therapy and may not always require a liver biopsy before treatment is given."
        },
        {
            "parent": 9,
            "text": "The two central pieces of information from the biopsy are the degree of inflammation and the degree of fibrosis. Inflammation is scored from zero (no inflammation) to 4 (severe inflammation). The degree of inflammation correlates roughly with the amount of ongoing hepatic injury and the natural history of the disease."
        },
        {
            "parent": 9,
            "text": "Fibrosis is the replacement of functional hepatic tissue with nonfunctional connective tissue. It is triggered by ongoing inflammation and cytokine-related stimulation of hepatic stellate cells. In chronic HCV infection, fibrosis begins to develop in and around the portal triad and then extends to the periportal area; next, it bridges from one portal triad to an adjacent one, and finally proceeds to a complete circle of fibrosis (or cirrhosis) connecting all adjacent portal units. Therefore, fibrosis is scored on a four-point scale: zero (no fibrosis), 1 (portal fibrosis), 2 (periportal fibrosis), 3 (bridging fibrosis), and 4 (cirrhosis)."
        },
        {
            "parent": 9,
            "text": "Liver fibrosis correlates with the natural history of the disease. Patients who have already progressed to cirrhosis have a lower response rate to treatment and a higher rate of hepatic complications during treatment. The liver biopsy also may detect the presence of other liver diseases that may require separate treatments and could affect the timing of the treatment of HCV infection. For example, evidence of fatty liver, alcoholic liver disease, or hemochromatosis would require consideration of weight loss, alcohol cessation measures, and phlebotomy, respectively."
        },
        {
            "parent": 10,
            "text": "Patients with HCV infection should be educated about the natural history of the disease and the negative impact of alcohol consumption. They should be reassured that there is no evidence of HCV transmission via casual household contact, including the sharing of utensils or food, hugging, kissing, or breastfeeding.21The sharing of razors or toothbrushes should be avoided, because these items may be contaminated with small amounts of blood."
        },
        {
            "parent": 10,
            "text": "The lifetime risk for sexual transmission of HCV in monogamous couples appears to be less than 1 percent.22,23The CDC does not recommend any changes in sexual practice for HCV-infected persons who are in a long-term, monogamous relationship.13,22,23Couples should decide whether to use condoms, which may further reduce the already low rate of HCV transmission."
        },
        {
            "parent": 10,
            "text": "Patients who are considering treatment for HCV infection with pegylated interferon and ribavirin should be made aware of potential side effects.24,25The online version of this article, which contains a table outlining these side effects, may be found athttps://www.aafp.org/afp/2004/0315/p1429. Patients should be reassured that adequate support will be provided at the physician’s office, and they should be informed that professional support from the pharmaceutical companies is available through 24-hour hotlines. Patients should be directed to reliable sources of information so they can learn more about their condition (see accompanying patient information handout)."
        },
        {
            "parent": 11,
            "text": "The 2002 NIH consensus statement5on the management of HCV infection states that all patients with chronic infection are potential candidates for therapy. This is a marked change from the 1997 NIH consensus statement26and reflects the availability of more effective treatment regimens and more established treatment expertise."
        },
        {
            "parent": 11,
            "text": "Important factors to consider include the presence of comorbid conditions that would make treatment dangerous or more difficult, patient motivation and reliability, and HCV viral genotype. Treatment of HCV genotype 1 has a success rate of only 40 to 50 percent, whereas treatment of genotypes 2 or 3 has a success rate of 70 to 80 percent.11,12Some patients who are known to have been infected for many years but have minimal hepatic fibrosis and are asymptomatic may choose surveillance rather than treatment."
        },
        {
            "parent": 11,
            "text": "After a complete evaluation, most patients clearly will be candidates for treatment or have contraindications that preclude treatment. In some patients, however, the decision to treat is not clear based on the work-up alone and must be made on an individual basis. The online version of this article contains a table that presents three clinical scenarios highlighting several factors that must be considered in deciding whether to treat a patient who has chronic HCV infection. The table may be found athttps://www.aafp.org/afp/2004/0315/1429.html."
        },
        {
            "parent": 12,
            "text": "In the initial evaluation of patients with HCV infection, it is important to consider the history, physical examination, and laboratory work-up, as well as the patient’s social situation. Providing treatment for patients with HCV requires that the physician and office personnel be familiar with the side effects of the medications and able to provide close follow-up during therapy. Currently, most patients with HCV infection who are candidates for treatment are referred to a subspecialist. However, with the increasing prevalence of HCV infection, more family physicians may be treating uncomplicated cases, with adequate back-up from an appropriate subspecialist."
        }
    ],
    "locked": false
}