{
    "url": "https://www.aafp.org/pubs/afp/issues/2003/0915/p1215.html#afp20030915p1215-f1",
    "title": "Evaluation of Epigastric Discomfort and Management of Dyspepsia and GERD | AAFP",
    "author": "BARRETT M. SCHROEDER",
    "doi": "Am Fam Physician.2003;68(6):1215-1220",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "Dyspepsia",
            "level": 2
        },
        {
            "id": 1,
            "name": "Gastroesophageal Reflux Disease",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The Institute for Clinical Systems Improvement (ICSI) recently published a guideline on the evaluation and management of dyspepsia and gastroesophageal reflux disease (GERD). The guideline, available online atwww.icsi.org, applies to the treatment of adult male patients and nonpregnant adult female patients who have had epigastric discomfort on more than 25 percent of days during the previous four weeks. The information does not apply to patients with symptoms that are characteristic of irritable bowel syndrome, pancreatic disease, or biliary tract disease."
        },
        {
            "parent": -1,
            "text": "The ICSI notes that the intent of its health care guideline series is to provide an analytic framework for evaluation and treatment, not to establish a protocol for approaching all patients who have a particular condition. The ICSI further notes that its guidelines rarely establish the only approach to a medical condition."
        },
        {
            "parent": 0,
            "text": "The procedure of choice for the evaluation of dyspepsia is endoscopy. If a radiologist with special training in gastrointestinal radiology is available, multiphase barium upper gastrointestinal studies are an acceptable alternative."
        },
        {
            "parent": 0,
            "text": "When a patient presents with dyspepsia, the physician should be alert for “alarm features” that may signal the presence of an underlying disease that requires urgent endoscopic evaluation and treatment(Figure 1). The ICSI suggests performance of endoscopy within one day if a patient with dyspepsia has melena, hematemesis, or acute-onset dysphagia, and within seven to 10 days if the patient has anemia, persistent vomiting, or involuntary loss of more than 5 percent of body weight."
        },
        {
            "parent": 0,
            "text": "The ICSI notes that referral to a gastroenterologist is appropriate when a patient has a documented history of ulcer. When a patient presents with dyspepsia and a documented history of ulcer (endoscopy or barium upper gastrointestinal studies) but has no alarm features or reflux symptoms, case management begins with serologic testing forHelicobacter pylori. The ICSI comments that urea breath testing forH. pyloriis as sensitive as and more specific than serologic testing. Thus, if anH. pyloribreath test is available and has a similar cost, it is preferable to a serologic test."
        },
        {
            "parent": 0,
            "text": "IfH. pyloritesting is positive, the ICSI recommends eradicative therapy(Table 1). IfH. pyloritesting is negative, the patient should be given full-dose histamine-H2receptor agonist (H2RA) therapy(Table 2); in addition, consideration should be given to stopping smoking, if indicated, and, if possible, discontinuing the use of nonsteroidal anti-inflammatory drugs (NSAIDs)."
        },
        {
            "parent": 0,
            "text": "If the patient with dyspepsia has no documented ulcer, the likelihood of GERD is extremely high when the primary symptom is heartburn (89 percent probability) or acid regurgitation (95 percent probability). An algorithm for the management of GERD is presented inFigure 2."
        },
        {
            "parent": 0,
            "text": "If a patient with dyspepsia but no GERD or documented ulcer is 50 years or older, the ICSI notes that it is appropriate to perform nonurgent esophagogastroduodenoscopy (within four to eight weeks) to rule out gastric cancer. Patients younger than 50 years should be tested forH. pylori. If the serologic test is positive, eradicative therapy should be given(Table 1). If the test is negative, the ICSI recommends empiric in H2RA therapy(Table 2); addition, smoking cessation and stopping NSAID use should be considered. If NSAID use cannot be discontinued, a 12-week duration of therapy is recommended."
        },
        {
            "parent": 0,
            "text": "With treatment, symptoms of gastric and duodenal ulcers generally improve after four weeks. Data suggest that antiulcer treatment should be continued for eight weeks. In most patients, H2RA therapy is most effective. H2RA therapy should be continued for a total of 12 weeks in the patient who needs NSAID therapy for the treatment of peptic ulcers, especially gastric ulcers. If the patient does not relapse within 12 months, the dyspepsia has resolved. If relapse occurs, endoscopy should be performed."
        },
        {
            "parent": 0,
            "text": "If symptoms do not improve after four weeks despite treatment, the ICSI recommends endoscopy. If the endoscopic examination reveals an ulcer, biopsy forH. pylorior a urea breath test should be performed. If the test is positive, case management includes eradicative therapy. If the patient was previously treated forH. pyloriinfection, a different drug should be used, and treatment should be continued for 14 days. IfH. pyloritesting is negative, smoking status and NSAID use should be reviewed. In the patient who does not use NSAIDs, a fasting serum gastrin measurement should be obtained to rule out Zollinger-Ellison syndrome."
        },
        {
            "parent": 0,
            "text": "If endoscopy does not reveal an ulcer, the diagnosis is nonulcer or functional dyspepsia. While the ICSI reports that no treatment has been shown to be clearly effective, benefit may be derived from the elimination of certain medications (e.g., NSAIDs) or foods (e.g., alcohol, caffeine, fats); eradication ofH. pylori(if not done previously); proton pump inhibitor (PPI) or tricyclic antidepressant therapy; or psychotherapy."
        },
        {
            "parent": 1,
            "text": "Phase I treatment of GERD includes lifestyle modifications and over-the-counter H2RA and antacid therapy. These measures are continued for a trial of four weeks or longer. Specific modifications recommended by the ICSI include smoking cessation and weight loss (if indicated), avoidance of large meals, and elimination of certain foods (e.g., alcohol, caffeine, fats, chocolate, citrus juices, peppermint). Consideration can be given to changing medications that can reduce lower esophageal sphincter pressure (e.g., calcium channel blockers, barbiturates, theophylline). It also is important for the patient to avoid lying down for two to three hours after eating and to elevate the head of the bed by six to eight inches."
        },
        {
            "parent": 1,
            "text": "If phase I measures are not effective, the patient proceeds to phase II, which consists of a four- to eight-week trial of full-dose H2RA therapy, such as cimetidine (Tagamet or generic forms, 400 mg twice daily), ranitidine (Zantac or generic forms, 150 mg twice daily), or famotidine (Pepcid, 20 mg twice daily). Empiric treatment with a PPI is not recommended by the ICSI guidelines because of cost and long-term maintenance requirements."
        },
        {
            "parent": 1,
            "text": "If the patient has uncomplicated reflux, step-down therapy may be tried. In this approach, lifestyle modifications are continued, but treatment intensity is reduced gradually. The ICSI notes that research indicates effectiveness for lifestyle measures and occasional or intermittent H2RA therapy in the majority of patients."
        },
        {
            "parent": 1,
            "text": "The ICSI reports that the majority of patients with typical reflux symptoms respond to acid suppression therapy. Flexible esophagogastroduodenoscopy should be performed if a patient does not respond to the phase II medication trial or if a patient has recurrence of symptoms with step-down therapy."
        },
        {
            "parent": 1,
            "text": "The American College of Gastroenterology recommends endoscopy to screen for Barrett's esophagus in patients who have chronic GERD symptoms, but data demonstrating the cost-effectiveness of this strategy are lacking. Patients with Barrett's esophagus have been shown to be at increased risk for esophageal adenocarcinoma. Endoscopy is considered to be negative if the examination is normal or shows only erythema in the distal esophagus (mild esophagitis). The examination is considered to be positive if it reveals ulcerations, erosions, strictures, or intestinal metaplasia (Barrett's esophagus)."
        },
        {
            "parent": 1,
            "text": "A standard therapeutic PPI dose(Table 1)is used in the patient who has erosive esophagitis or a more serious condition. A quadruple therapeutic H2RA dose may be used in the patient who cannot tolerate PPIs. If there is no improvement, the dose of antisecretory medication should be doubled, and the patient should be referred to a gastroenterologist. Treatment is continued for eight weeks."
        },
        {
            "parent": 1,
            "text": "Because relapse within six months of the discontinuation is common, the ICSI recommends maintenance therapy using the medication that provides healing. Fundoplication may be considered in the patient who requires long-term maintenance therapy or the patient whose symptoms are not controlled completely with maintenance therapy."
        },
        {
            "parent": 1,
            "text": "The ICSI notes that it can be difficult to diagnose GERD in the patient who has negative endoscopy (normal examination), atypical symptoms, or noncardiac chest pain. When the cause of symptoms is unknown, the usual test of choice is 24-hour pH monitoring. Short-term high-dose PPI therapy may reduce symptoms and help with diagnosis in selected patients with suspected GERD. If a patient has a negative pH study and does not respond to therapy, the diagnosis is functional heartburn. In such instances, individual management is appropriate."
        }
    ],
    "locked": false
}