{
    "url": "https://www.aafp.org/pubs/afp/issues/2003/1001/p1365.html#afp20031001p1365-f1",
    "title": "Pharmacologic Treatment of Alzheimer's Disease: An Update | AAFP",
    "author": "VINCENT W. DELAGARZA, M.D.",
    "doi": "Am Fam Physician.2003;68(7):1365-1373",
    "abstract": "Alzheimer's disease is characterized by the development of senile plaques and neurofibrillary tangles, which are associated with neuronal destruction, particularly in cholinergic neurons. Drugs that inhibit the degradation of acetylcholine within synapses are the mainstay of therapy. Donepezil, rivastigmine, and galantamine are safe but have potentially troublesome cholinergic side effects, including nausea, anorexia, diarrhea, vomiting, and weight loss. These adverse reactions are often self-limited and can be minimized by slow drug titration. Acetyl-cholinesterase inhibitors appear to be effective, but the magnitude of benefit may be greater in clinical trials than in practice. The drugs clearly improve cognition, but evidence is less robust for benefits in delaying nursing home placement and improving functional ability and behaviors. Benefit for vitamin E or selegiline has been suggested, but supporting evidence is not strong. Most guidelines for monitoring drug therapy in patients with Alzheimer's disease recommend periodic measurements of cognition and functional ability. The guidelines generally advise discontinuing therapy with acetylcholinesterase inhibitors when dementia becomes severe.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Pharmacologic Therapy",
            "level": 2
        },
        {
            "id": 2,
            "name": "ACETYLCHOLINESTERASE INHIBITORS",
            "level": 3
        },
        {
            "id": 3,
            "name": "VITAMIN E",
            "level": 3
        },
        {
            "id": 4,
            "name": "SELEGILINE",
            "level": 3
        },
        {
            "id": 5,
            "name": "ESTROGEN",
            "level": 3
        },
        {
            "id": 6,
            "name": "ANTI-INFLAMMATORY DRUGS",
            "level": 3
        },
        {
            "id": 7,
            "name": "GINKGO BILOBA",
            "level": 3
        },
        {
            "id": 8,
            "name": "Guidelines for Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The financial and social costs of Alzheimer's disease are staggering. In the United States, the disease accounts for about $100 billion per year in medical and custodial expenses, with the average patient requiring an expenditure of about $27,000 per year for medical and nursing care. In addition, 80 percent of caregivers report stress, and about 50 percent report depression.1,2This article reviews the pathophysiology of Alzheimer's disease, evidence for the efficacy of various pharmacologic treatments, and guidelines for the use of drug therapy in patients with this devastating disease."
        },
        {
            "parent": 0,
            "text": "Two microscopic changes occur in the brain in Alzheimer's disease: senile plaques develop between neurons, and neurofibrillary tangles develop within neurons. These changes are thought to be intricately related to the cause, development, and course of the disease."
        },
        {
            "parent": 0,
            "text": "Researchers have speculated that inflammation around plaques destroys neighboring neurons. Plaques, which are composed of β-amyloid polypeptides, seem to form as a result of disorders in processing β-amyloid and its precursor protein. A combination of genetic predisposition and environmental influences is probably responsible.3One of these influences may be subclinical ischemia, because patients with high blood pressure and elevated cholesterol levels tend to have an increased risk for Alzheimer's disease.4"
        },
        {
            "parent": 0,
            "text": "Neurofibrillary tangles are made up partly of a protein called tau, which links together to form filaments. The density of these filaments within neurons in the brain is directly related to the severity of dementia. It is unclear why tangles form, but different alleles of a gene are known to create forms of tau that are more likely to tangle.3It is also unclear whether tangles are linked to plaque formation. The ultimate effect of the tangles, however, is compromise of microtubular function, with eventual destruction of the neuron."
        },
        {
            "parent": 0,
            "text": "Involvement of cholinergic neurons causes levels of acetylcholine within synapses to decline. Levels of acetylcholinesterase also drop, perhaps to compensate for the loss of acetylcholine. Activity of another cholinesterase enzyme (butyrylcholinesterase) increases, and a significant portion of acetylcholine is metabolized by this enzyme as the disease progresses. Eventually, the neuron is destroyed."
        },
        {
            "parent": 1,
            "text": "While no drug has been shown to completely protect neurons, agents that inhibit the degradation of acetylcholine within the synapse are the mainstay of treatment for Alzheimer's disease. Cholinesterase/acetylcholinesterase inhibitors are the only agents approved by the U.S. Food and Drug Administration for the treatment of Alzheimer's disease. Other drugs have been studied, but their use remains controversial."
        },
        {
            "parent": 2,
            "text": "The cholinesterase inhibitor tacrine (Cognex) is used rarely because of potential liver toxicity and the need for frequent laboratory monitoring. The acetylcholinesterase inhibitors donepezil (Aricept), rivastigmine (Exelon), and galantamine (Reminyl) have been proved effective in clinical trials.Table 15–7compares the pharmacologic characteristics of the three acetylcholinesterase inhibitors and provides dosing and cost information."
        },
        {
            "parent": 2,
            "text": "All three drugs have a low incidence of serious reactions, but they commonly have cholinergic side effects such as nausea, anorexia, vomiting, and diarrhea. Tolerance to these side effects often develops. However, if therapy with an acetyl-cholinesterase inhibitor is interrupted for more than several days, the drug should be restarted at the lowest dosage and retitrated, because of renewed susceptibility to side effects."
        },
        {
            "parent": 2,
            "text": "Instruments that measure cognition, behavior, and functional ability have shown that acetylcholinesterase inhibitors are beneficial in patients with Alzheimer's disease. While these instruments are discussed in greater detail elsewhere,8the most commonly used scales are summarized inTable 2.9–15"
        },
        {
            "parent": 2,
            "text": "Although clinical trials have shown that treatment with acetylcholinesterase inhibitors delays nursing home placement and improves cognition and functional ability, these benefits may not apply to all patients with Alzheimer's disease. For example, patients might be excluded from a study if they have significant coexisting illnesses with symptoms that could be confused with drug side effects. Consequently, the study population might consist of patients who are more likely to respond to the drug."
        },
        {
            "parent": 2,
            "text": "Nonetheless, it is safe to conclude that patients who tolerate and respond to acetylcholinesterase inhibitors will experience modest cognitive improvements. In fact, deterioration of cognition will be delayed by one year in about 20 percent of treated patients (as measured by a seven-point improvement on the Alzheimer's Disease Assessment Scale, Cognitive Section).5,6,16[Reference 16—Evidence level A, randomized controlled trial]Table 35–7,16–23summarizes evidence for the benefits of acetylcholinesterase inhibitors."
        },
        {
            "parent": 3,
            "text": "Vitamin E, an antioxidant, is thought to mitigate the inflammatory effects of plaque formation in the brain. In vitro, vitamin E protects nerve cells from the effects of b; -amyloid, but it does not protect against other central nervous system diseases such as Parkinson's disease, in which oxidation is thought to play a part in neuronal destruction.24"
        },
        {
            "parent": 3,
            "text": "The argument for the use of vitamin E comes from the Alzheimer's Disease Cooperative Study,25which evaluated the effects of 10 mg of selegiline once daily and/or 1,000 IU of vitamin E twice daily as treatments for Alzheimer's disease. The researchers concluded that these agents delayed disability and nursing home placement but not deterioration of cognitive function. The study population appeared to be highly selected: the subjects were younger but had more severe dementia than control patients and were not taking psychoactive medication. Consequently, there have been questions about whether the results of the study are applicable to a clinical setting."
        },
        {
            "parent": 3,
            "text": "A recent Cochrane review26concluded that after adjusting for differences between patient groups in the Alzheimer's Disease Cooperative Study, there was insufficient evidence to recommend vitamin E. The Cochrane review also found weak evidence of side effects associated with the use of vitamin E. The risks may be higher in the general population, in which many patients with Alzheimer's disease also have serious coexisting illnesses."
        },
        {
            "parent": 4,
            "text": "A number of studies have examined evidence for the use of selegiline (Eldepryl), a selective monoamine oxidase inhibitor, in the treatment of Alzheimer's disease. Most of these studies have shown some improvement in cognition, behavior, and mood, but little evidence of a global benefit in cognition, functional ability, and behavior. In 2000, the authors of a meta-analysis27of 15 clinical trials concluded that there was not enough evidence to recommend selegiline as a treatment for Alzheimer's disease."
        },
        {
            "parent": 4,
            "text": "Because of the risk of stupor, rigidity, severe agitation, and elevated temperature, selegiline therapy is contraindicated in patients who are taking meperidine (Demerol), and this precaution often is extended to other opioids. Concurrent use of selegiline with tricyclic antidepressants and selective serotonin reuptake inhibitors also should be avoided.28These restrictions may limit the use of selegiline in patients with Alzheimer's disease."
        },
        {
            "parent": 5,
            "text": "Several descriptive studies29,30have shown that post-menopausal women who take estrogen have a lower incidence of Alzheimer's disease. In addition, a recent review31of estrogen and neuroimaging studies demonstrated improved cerebral metabolism in women taking estrogen. Although estrogen may have a neuroprotective effect,32it does not appear to improve cognition or function in patients with Alzheimer's disease,33and the combination of estrogen and progestin actually may increase the risk for dementia and stroke.34,35"
        },
        {
            "parent": 6,
            "text": "Inflammation surrounding β-amyloid plaques with resultant destruction of neurons is thought to be a key factor in the pathogenesis of Alzheimer's disease. Observational studies have found that persons who regularly use nonsteroidal anti-inflammatory drugs (NSAIDs) have a decreased incidence of Alzheimer's disease.36,37[Reference 37—Evidence level B, prospective cohort study] Thus, NSAIDs likely have some neuroprotective effect. However, several studies of anti-inflammatory drugs do not show a benefit for treatment.38,39"
        },
        {
            "parent": 7,
            "text": "Although a recent review40of four trials using ginkgo biloba in the treatment of Alzheimer's disease found a modest therapeutic benefit, there have been several reports of serious side effects associated with commercially available ginkgo, including coma, bleeding, and seizures.41–43One systematic review44provided evidence that ginkgo biloba was superior to placebo in improving cognitive function. Pharmaceutical-quality ginkgo is not available in the United States."
        },
        {
            "parent": 8,
            "text": "A number of organizations have proposed guidelines for the treatment of dementia(Table 4),45–50and many insurers and managed-care organizations have developed criteria for the use of acetylcholinesterase inhibitors. All of the guidelines stress the importance of adherence to therapy, and many recommend the use of instruments to monitor response to treatment. Because of cost, most organizations recommend discontinuing therapy when dementia is severe."
        },
        {
            "parent": 8,
            "text": "Some inferences drawn from a review of the literature and recommendations from drug manufacturers and specialty organizations can help guide physicians in treatment and in managing complications that occur in the course of Alzheimer's disease. An algorithm for the management of patients with Alzheimer's disease is presented inFigure 1"
        },
        {
            "parent": 8,
            "text": "The patient who is selected for acetylcholinesterase inhibitor therapy should have stable medical or psychiatric illnesses. An unstable illness will cause deterioration of functional ability and predispose the patient to delirium, which will minimize the benefits of therapy and complicate the assessment of a drug's effectiveness. Age should not be the only factor in patient selection; comorbid diseases and functional ability may be more important factors."
        },
        {
            "parent": 8,
            "text": "Acetylcholinesterase inhibitors must be taken regularly and in a dosage sufficient to benefit the patient. Prolonged interruptions of therapy will result in sustained and irreversible cognitive decline.5–7A patient who is unlikely to adhere to therapy or who has an illness that frequently interrupts therapy will not benefit from treatment and will be exposed to cholinergic side effects."
        },
        {
            "parent": 8,
            "text": "The manufacturers of the acetylcholinesterase inhibitors recommend slow titration(Table 1)5–7to avoid cholinergic side effects. If a target dosage cannot be achieved with one drug, it may be worthwhile to try a different medication. Antiemetics may alleviate some of the gastrointestinal side effects associated with acetylcholinesterase inhibitors, but frail patients taking medications with anticholinergic actions may be predisposed to delirium. If significant weight loss occurs, an appetite stimulant may be taken temporarily, although no clinical evidence supports this use."
        },
        {
            "parent": 8,
            "text": "Acetylcholinesterase inhibitors do not necessarily have to be withdrawn if a patient develops disturbed behavior. Treatment with nonpharmacologic strategies or even psychotropic medication may be required if the behavior upsets the patient or causes potential harm to family, care-givers, or others. Disturbed behaviors are common in patients with Alzheimer's disease and often precede the diagnosis of dementia.51Clinical trials do not suggest that acetylcholinesterase inhibitors worsen or precipitate such behaviors."
        },
        {
            "parent": 8,
            "text": "Periodic monitoring and assessment of a patient's functional ability and Mini-Mental State Examination score are useful. The results may encourage the patient's family, and the rate of change can guide the physician, patient, and family in future planning. The assessments also can help in deciding whether to continue therapy or change to another acetylcholinesterase inhibitor."
        }
    ],
    "locked": false
}