{
    "url": "https://www.aafp.org/pubs/afp/issues/2005/0115/p315.html#afp20050115p315-f1",
    "title": "Selecting Medications for the Treatment of Urinary Incontinence | AAFP",
    "author": "BARRY D. WEISS, M.D.",
    "doi": "Am Fam Physician.2005;71(2):315-322",
    "abstract": "In response to the growing population of older patients with incontinence, pharmaceutical companies are developing new drugs to treat the condition. Before prescribing medications for incontinence, however, physicians should determine the nature and cause of the patient’s incontinence. The evaluation should rule out reversible conditions, conditions requiring special evaluation, and overflow bladder. The best treatment for urge incontinence is behavior therapy in the form of pelvic floor muscle exercises. Medications, used as an adjunct to behavior therapy, can provide additional benefit. Many therapies are available for patients with stress incontinence, including pelvic floor muscle exercise, surgery, intravaginal support devices, pessaries, periurethral injections, magnetic chairs, and intraurethral inserts. No medication has been approved for the treatment of stress incontinence, although medications are under development.",
    "headers": [
        {
            "id": 0,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 1,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 2,
            "name": "TREATMENT OF URGE INCONTINENCE",
            "level": 3
        },
        {
            "id": 3,
            "name": "Behavior Therapy",
            "level": 3
        },
        {
            "id": 4,
            "name": "Medications",
            "level": 3
        },
        {
            "id": 5,
            "name": "Electrical Therapy",
            "level": 3
        },
        {
            "id": 6,
            "name": "TREATMENT OF STRESS INCONTINENCE",
            "level": 3
        },
        {
            "id": 7,
            "name": "Nonpharmacologic Treatments",
            "level": 3
        },
        {
            "id": 8,
            "name": "Medications",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Urinary incontinence is one of the most common chronic medical conditions seen in primary care practice. It is more prevalent than diabetes, Alzheimer’s disease, and many other conditions that receive considerably more attention. Incontinence is an expensive problem, generating more costs each year than coronary artery bypass surgery and renal dialysis combined.1,2"
        },
        {
            "parent": -1,
            "text": "Women have higher rates of urinary incontinence than men. Prevalence increases with age; one third of women older than 65 years have some degree of incontinence, and 12 percent have daily incontinence.3,4Approximately one half of patients with incontinence have never discussed the problem with a physician."
        },
        {
            "parent": -1,
            "text": "Because of the high prevalence and costs of incontinence, and the increase in prevalence that will occur as the population ages, there is a growing market for drugs aimed at treating the condition. Pharmaceutical companies have developed several new incontinence medications. Sales of these medications were predicted to measure billions of dollars in 2004. This article will review the general evaluation and treatment of urinary incontinence, with a focus on the use of these new medications."
        },
        {
            "parent": 0,
            "text": "Before prescribing medications for the treatment of incontinence, it is essential to determine the nature and cause of the incontinence. This evaluation has three basic steps(Figure 1).5The first step is to search for conditions that may require special assessment or specialist care, and reversible conditions that may be contributing to or causing incontinence(Tables 1and2). A history, physical examination, and urinalysis can identify, or at least suggest, these conditions. If any of these conditions are identified (e.g., urinary infection, atrophic vaginitis), a trial of therapy is appropriate; treatment may eliminate or improve incontinence."
        },
        {
            "parent": 0,
            "text": "If the evaluation reveals none of the conditions mentioned inTables 1and2, the next step is to confirm that the patient does not have overflow bladder (i.e., urinary retention caused by bladder outlet obstruction or inadequate bladder contractions). Overflow bladder is detected by measuring post-void residual urine volume with urethral catheterization or ultrasonography immediately after the patient urinates. Normally, there will be no more than 50 mL of urine remaining in the bladder after voiding. Residual volumes of more than 200 mL indicate overflow bladder and the need for urodynamic testing to determine the cause."
        },
        {
            "parent": 0,
            "text": "Having excluded reversible conditions, conditions requiring special evaluation, and overflow bladder, the final step is to determine whether the patient has urge incontinence (i.e., overactive bladder caused by uncontrolled detrusor contractions) or stress incontinence (i.e., inadequate urinary sphincter function). This determination usually can be made on the basis of the history alone(Table 3). Further evaluation, such as urodynamic testing (cystometrography), pad testing, or cotton-swab testing, generally is required only if the history does not provide sufficient clues to distinguish between urge and stress incontinence, or if treatment fails. Urodynamic testing also may be considered in patients with underlying neurologic problems such as spinal cord injuries or multiple sclerosis."
        },
        {
            "parent": 1,
            "text": "The patient should be treated for urge or stress incontinence based on the factors listed inTable 3. Some patients will exhibit symptoms suggestive of both urge and stress incontinence. This so-called mixed incontinence occurs in 25 to 35 percent of patients.3When the evaluation suggests mixed incontinence, treatment should be directed at whichever type seems predominant."
        },
        {
            "parent": 2,
            "text": "The anticholinergic agents oxybutynin (Ditropan; Oxytrol) and tolterodine (Detrol) are used widely to treat urge incontinence. These medications are not, however, the most effective therapies. Behavior therapies are more effective, and they—not medications—should be first-line treatment."
        },
        {
            "parent": 3,
            "text": "Behavior therapies for urge incontinence include bladder training and pelvic floor muscle (Kegel) exercises. Bladder training (i.e., learning to hold urine longer and longer between voids) is more effective than oxybutynin and improves incontinence in more than 50 percent of patients.6Kegel exercises are even more effective. In a randomized controlled trial (RCT)7comparing Kegel exercises with oxybutynin in patients with urge incontinence, patients performing Kegel exercises had an 81 percent reduction in incontinence episodes compared with a 69 percent decrease in oxybutynin-treated patients, a statistically significant difference."
        },
        {
            "parent": 3,
            "text": "Although biofeedback commonly is used to help patients learn effective Kegel technique, evidence suggests that biofeedback training does not result in decreased frequency of incontinence episodes compared with Kegel exercises alone.8Physicians should keep in mind that successful use of Kegel exercises is dependent on a patient’s motivation and ability to cooperate with the exercise routine."
        },
        {
            "parent": 3,
            "text": "Treatment for urge incontinence generally should include behavior therapy. However, medications can be prescribed as an adjunct to behavior therapy. Indeed, the combination of Kegel exercises and medications results in better control of incontinence than either treatment alone.9"
        },
        {
            "parent": 4,
            "text": "When prescribing medications for urge incontinence, physicians must decide which agent to use. One option is oxybutynin, a nonselective anticholinergic agent available in short- and long-acting oral forms (Ditropan) and as a transdermal patch (Oxytrol). Tolterodine, a selective anticholinergic agent, has relatively more action on cholinergic receptors in the bladder than in the salivary glands and other organs. It is available in short- and long-acting oral forms. The long-acting formulations of oxybutynin and tolterodine are preferred over their short-acting counterparts because they are more effective in controlling incontinence symptoms and cause fewer anticholinergic side effects.10–12Older anticholinergic agents, such as scopolamine (Transderm Scop) and hyoscyamine, have little role in the modern management of urge incontinence."
        },
        {
            "parent": 4,
            "text": "Data on which to base selection of one anticholinergic agent over another are limited. Studies have compared short-acting oral oxybutynin with short-acting oral tolterodine.13These studies found short-acting oxybutynin to be slightly more effective in controlling incontinence, but short-acting tolterodine has fewer anticholinergic side effects and is better tolerated."
        },
        {
            "parent": 4,
            "text": "Similar results were found in a recent study14comparing long-acting oral oxybutynin with long-acting tolterodine. This study, sponsored by the manufacturers of oxybutynin, randomized almost 800 patients with urge incontinence to receive 10 mg of long-acting oxybutynin per day or 4 mg of long-acting tolterodine per day. After 12 weeks, patients in both groups had similar reductions in incontinence episodes (from about 37 per week to 11 per week). Slightly more patients in the oxybutynin group had no episodes of incontinence (23 versus 17 percent in the tolterodine group), but oxybutynin-treated patients had a 50 percent higher rate of moderate or severe dry mouth."
        },
        {
            "parent": 4,
            "text": "Transdermal oxybutynin is the newest anticholinergic agent available for treating urge incontinence. It is more effective than placebo in reducing episodes of urge incontinence.15The one published study16comparing transdermal oxybutynin with oral anticholinergics used oral, long-acting tolterodine as the comparison drug. This 12-week study, sponsored by the manufacturer of transdermal oxybutynin, found that the transdermal agent was as effective as oral tolterodine and caused fewer anticholinergic side effects, presumably because of the “smoother” release of the drug from a transdermal patch. Cutaneous side effects, however, were frequent: 20 percent of patients reported moderate to severe reactions. It is not clear how this study applies to primary care patients with a new diagnosis of urge incontinence, because the study enrolled subjects with both urge and mixed incontinence who had been on long-term treatment with anticholinergic drugs. Furthermore, an independent analysis17of transdermal oxybutynin concluded that this agent probably is less effective than oral medications for controlling incontinence."
        },
        {
            "parent": 4,
            "text": "The limited number of comparisons between drugs for treatment of urinary incontinence leaves physicians in a quandary about which medication is best. A recent Cochrane review18concluded only that anticholinergics, as a class, are superior to placebo for treating urge incontinence. It provided no guidance about which agent is superior. Another recent authoritative review19suggested that all of the anticholinergic drugs have similar efficacy."
        },
        {
            "parent": 4,
            "text": "Until further research in primary care settings is performed, there is little evidence to guide family physicians in the choice of anticholinergic medications for urge incontinence. Cost is not an important factor; prices for all of these agents are similar(Table 4). Patients who prefer a transdermal preparation may be candidates for transdermal oxybutynin, assuming they do not experience cutaneous side effects. The choice between long-acting oral tolterodine and long-acting oral oxybutynin is more difficult and depends largely on whether more emphasis is put on having slightly better control of incontinence (in which case oxybutynin is preferred) or minimizing anticholinergic side effects (in which case tolterodine is preferred). Common anticholinergic side effects include constipation and dry mouth (which, in addition to being unpleasant, can lead to dental caries in some patients). Anticholinergic agents may worsen cognitive function and should be used with caution in patients with dementia; limited evidence suggests that tolterodine may have less effect on the central nervous system.20Anticholinergic agents are contraindicated in patients with angle-closure glaucoma and urinary outflow obstruction."
        },
        {
            "parent": 5,
            "text": "Electrical therapy is indicated in patients with severe refractory urge incontinence who do not respond to behavior therapy and medications. Treatment is administered through a generator device that is inserted into the subcutaneous tissue of the lower back or buttocks. The generator powers a lead that typically is placed through the sacral foramen to stimulate the S3 sacral nerve to decrease detrusor muscle contractions."
        },
        {
            "parent": 5,
            "text": "Given that patients receiving this treatment have severe incontinence that has been unresponsive to other therapies, the device is remarkably effective: most patients experience symptomatic improvement, and some become dry.21,22The device costs about $10,000, plus a similar amount for costs associated with surgical implantation; these costs are covered by Medicare."
        },
        {
            "parent": 6,
            "text": "When treating a female patient with stress incontinence, many physicians consider only Kegel exercises and surgery. There are, however, many other therapies available(Table 5).23"
        },
        {
            "parent": 7,
            "text": "Stress incontinence can be treated with intravaginal support devices, pessaries, and urethral “plugs.” Collagen can be injected alongside the urethra as a bulking agent to improve urethral closure. Patients also can be treated with the extracorporeal magnetic innervation (ExMI) chair, which has been approved by the U.S. Food and Drug Administration (FDA) for this purpose. This device strengthens pelvic floor muscles through application of a low-intensity magnetic field.24,25All of these modalities have a role in the treatment of stress incontinence."
        },
        {
            "parent": 7,
            "text": "There are no high-quality clinical trials comparing these treatments, which leaves physicians uncertain about the best approach to therapy.Table 5offers some suggestions, based on generally accepted clinical practice, for selecting treatments for patients with stress incontinence."
        },
        {
            "parent": 8,
            "text": "Alpha-adrenergic agonists and estrogens sometimes are used to treat stress incontinence, and one new medication, duloxetine (Yentreve), is currently under review by the FDA as a treatment for stress incontinence (and has been approved for the treatment of depression under the brand name Cymbalta). Anticholinergics (i.e., oxybutynin and tolterodine) are neither appropriate nor effective in treating stress incontinence."
        },
        {
            "parent": 8,
            "text": "Alpha-adrenergic agonists stimulate urethral closure, and studies26,27conducted decades ago suggested benefit in the treatment of stress incontinence. Most studies evaluated phenylpropanolamine,26which later was withdrawn from the market when it was linked to intracerebral hemorrhage. One additional study27from 1975 found ephedrine to be effective in treating stress incontinence, but current standards preclude using ephedrine for this indication."
        },
        {
            "parent": 8,
            "text": "Pseudoephedrine (Sudafed), which is available without a prescription, sometimes is recommended for treatment of stress incontinence because its actions are similar to those of phenylpropanolamine and ephedrine. There are, however, no published studies evaluating pseudoephedrine in the treatment of stress incontinence, and the FDA has not approved this use of the product."
        },
        {
            "parent": 8,
            "text": "Estrogen has been used widely to treat stress incontinence. The rationale for estrogen therapy is its ability to increase urethral vascularity and thickness, and to sensitize α-adrenergic receptors in the bladder neck, both of which theoretically could improve urethral closure. Although some early studies suggested a benefit from estrogen—particularly from topical estrogens—a review and meta-analysis28of 23 published studies found no objective improvement in measured urine loss. A small, more recent RCT29supported these results, finding no benefit with estrogen therapy in treating stress incontinence."
        },
        {
            "parent": 8,
            "text": "The lack of evidence that estrogen therapy improves stress incontinence, combined with concerns about estrogen supplementation raised by the Women’s Health Initiative,30has made estrogen a poor choice for treatment of stress incontinence. Furthermore, the FDA has not approved estrogen therapy for this indication."
        },
        {
            "parent": 8,
            "text": "Duloxetine is a combined and balanced inhibitor of serotonin and norepinephrine reuptake. The drug has efficacy in the treatment of depression,31and the FDA has granted the drug “approvable” status as a treatment for stress incontinence; a final decision is pending. Duloxetine increases serotonin and norepinephrine levels in the sacral spinal cord, thereby enhancing pudendal nerve activity, which in turn leads to increased contraction of the urethral sphincters during the urine storage phase of the micturition cycle—a potential benefit in stress incontinence."
        },
        {
            "parent": 8,
            "text": "In two RCTs32,33including more than 1,100 women treated with duloxetine at varying dosages, those taking duloxetine had a 54 to 64 percent reduction in incontinence episodes, compared with a 41 percent reduction in control patients. The most common side effect is nausea, which often resolves with continued use of the drug. If the FDA authorizes marketing of duloxetine for treatment of stress incontinence, it will be the first medication approved for this indication."
        },
        {
            "parent": 8,
            "text": "Until and unless duloxetine is approved for the treatment of stress incontinence, no strong recommendations can be made for pharmacologic treatment. Other treatment modalities(Table 5)are safer and possibly more effective. In patients with occasional stress incontinence and another indication for pseudoephedrine or estrogen treatment, it might be reasonable to prescribe these medications."
        }
    ],
    "locked": false
}