{
    "url": "https://www.aafp.org/pubs/afp/issues/2005/0701/p81.html#afp20050701p81-f1",
    "title": "Prevention of Falls in Older Patients | AAFP",
    "author": "SHOBHA S. RAO, M.D.",
    "doi": "Am Fam Physician.2005;72(01):81-88",
    "abstract": "Falls are one of the most common geriatric syndromes threatening the independence of older persons. Between 30 and 40 percent of community-dwelling adults older than 65 years fall each year, and the rates are higher for nursing home residents. Falls are associated with increased morbidity, mortality, and nursing home placement. Most falls have multiple causes. Risk factors for falls include muscle weakness, a history of falls, use of four or more prescription medications, use of an assistive device, arthritis, depression, age older than 80 years, and impairments in gait, balance, cognition, vision, and activities of daily living. Physicians caring for older patients should ask about any falls that have occurred in the past year. Assessment should include evaluating the circumstances of the fall and a complete history and physical examination, looking for potential risk factors. The most effective fall prevention strategies are multifactorial interventions targeting identified risk factors, exercises for muscle strengthening combined with balance training, and withdrawal of psychotropic medication. Home hazard assessment and modification by a health professional also is helpful.",
    "headers": [
        {
            "id": 0,
            "name": "Causes and Risk Factors",
            "level": 2
        },
        {
            "id": 1,
            "name": "CAUSES",
            "level": 3
        },
        {
            "id": 2,
            "name": "RISK FACTORS",
            "level": 3
        },
        {
            "id": 3,
            "name": "Assessment of Falls",
            "level": 2
        },
        {
            "id": 4,
            "name": "MEDICAL HISTORY",
            "level": 3
        },
        {
            "id": 5,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 6,
            "name": "LABORATORY AND DIAGNOSTIC TESTS",
            "level": 3
        },
        {
            "id": 7,
            "name": "Interventions",
            "level": 2
        },
        {
            "id": 8,
            "name": "SINGLE INTERVENTIONS",
            "level": 3
        },
        {
            "id": 9,
            "name": "MULTIFACTORIAL INTERVENTIONS",
            "level": 3
        },
        {
            "id": 10,
            "name": "Interventions of Unknown Effectiveness",
            "level": 2
        },
        {
            "id": 11,
            "name": "Approach to the Patient",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Falls are among the most serious health concerns facing older patients. From 30 to 40 percent of community-dwelling adults older than 65 years fall each year.1,2Rates are higher in nursing home residents and hospitalized patients. The incidence of falls rises steadily from middle age and peaks in persons older than 80 years.3Between 20 and 30 percent of older adults who fall suffer serious injuries such as hip fractures and head trauma.4Recovery from falls often is complicated by poor quality of life caused by restricted mobility, functional decline, and increased risk for nursing home placement.3–5Self-imposed functional limitations due to the fear of falling can cause post-fall anxiety syndrome. This can lead to depression, feelings of helplessness, and social isolation."
        },
        {
            "parent": 0,
            "text": "Most falls result from a complex interplay of predisposing and precipitating factors in a person’s environment. One half to two thirds of falls occur in or around the patient’s home.2,4,6"
        },
        {
            "parent": 1,
            "text": "Environmental hazards are the leading cause of falls, accounting for about 25 to 45 percent in most studies.3Gait disturbance and muscle weakness also are common causes. Dizziness, vertigo, drop attacks, postural hypotension, visual impairment, and syncope also are known to cause falls(Table 1).3"
        },
        {
            "parent": 2,
            "text": "Lower extremity muscle weakness is a significant risk factor for falls, increasing the odds of falling fourfold.3A history of fall and gait or balance deficits increases the risk threefold.3Other high-risk situations that can cause or contribute to falls are use of an assistive device, visual deficit, arthritis, impaired activities of daily living, depression, cognitive impairment, and age older than 80 years.7"
        },
        {
            "parent": 2,
            "text": "Use of four or more medications has been strongly associated with an increased risk of falls.8In particular, use of psychotropic medications, cardiac drugs including class 1A antiarrhythmic agents, digoxin, diuretics, and anticonvulsants have been implicated in increasing the risk of falls.8,9"
        },
        {
            "parent": 2,
            "text": "In a recent study10of nursing home residents followed for one year, starting a new benzodiazepine or antipsychotic medication was associated with a very high risk (odds ratio = 11) for falls. Careful selection in prescribing, continual review, and withdrawal of unnecessary medications may reduce the risk of falls."
        },
        {
            "parent": 2,
            "text": "There is a positive correlation between increased risk of falling and the number of risk factors. Among a cohort of community-dwelling older adults, during one year of follow-up, the risk of falling increased from 8 percent for persons with no risk factor to 78 percent for persons with four or more risk factors.2"
        },
        {
            "parent": 3,
            "text": "Family physicians caring for older patients should integrate fall assessment into the annual history and physical examination. Many falls may never come to the physician’s attention because the patient may not volunteer the information. A guideline on fall prevention published by the American Geriatric Society, the British Geriatric Society, and the American Academy of Orthopaedic Surgeons7recommends that physicians caring for older patients should ask whether any falls have occurred in the past year. The panel also recommends that an evaluation be performed on patients who present with a fall, report recurrent falls, or have gait and balance abnormalities.Figure 15,7summarizes an approach to the assessment and management of falls in older persons."
        },
        {
            "parent": 4,
            "text": "When evaluating a fall, physicians should obtain a description of the circumstances surrounding the fall and any associated symptoms. Additionally, the evaluation should include a thorough review of medications, assessment for acute and chronic medical problems, mobility level, and functional and cognitive status."
        },
        {
            "parent": 5,
            "text": "On physical examination, it is important to look for postural changes in vital signs, presence of arrhythmias, carotid bruits, visual problems, gait and balance abnormalities, lower extremity strength, and joint function. A neurologic evaluation looking for focal deficits, assessment of lower extremity peripheral nerves, proprioception, vibration sense, and tests for cortical, cerebellar, and extrapyramidal functions is important. Patients who report a fall should be screened with the “Get Up and Go” test. This test involves observing for unsteadiness as the patient gets up from a chair without using the arms, walks 10 feet, turns around, walks back, and resumes a seated position. Timing the process, which should take less than 16 seconds, enhances the sensitivity of this test. Patient difficulties performing this test indicate an increased risk for falling and the need for further comprehensive evaluation."
        },
        {
            "parent": 6,
            "text": "The role of laboratory testing and diagnostic evaluation for fall prevention has not been well studied. It is reasonable to perform tests to determine complete blood count, and thyroid function, electrolytes, blood urea nitrogen, creatinine, glucose, and vitamin B12levels. The results can help rule out potentially treatable causes for falls such as anemia, dehydration, hypoglycemia, or hyperglycemia."
        },
        {
            "parent": 6,
            "text": "There is an association between falls and syncope, and older persons who fall may not be aware of episodes of loss of consciousness.7,11Syncope evaluation should be considered in older persons who have unexplained falls, possibly in consultation with their cardiologist.7This could include ambulatory electrocardiography (Holter monitor) and an echocardiogram. Brain imaging and other relevant studies may be considered based on abnormalities suggested by the history and physical examination.Table 2lists selected important clues obtained by history and physical examination matched with the suggested diagnosis."
        },
        {
            "parent": 7,
            "text": "The U.S. Preventive Services Task Force (USPSTF)12recommends counseling older patients on measures to reduce the risk of falling. These measures include exercise (particularly training to improve balance), safety-related skills and behaviors, environmental hazard reduction, and monitoring and adjusting medications. This recommendation is based on fair evidence that these measures reduce the likelihood of falling. The USPSTF also recommends an intensive individualized home-based multifactorial intervention for high-risk older patients in settings where adequate resources are available to deliver such services."
        },
        {
            "parent": 7,
            "text": "Several studies have examined single risk-factor modification and multifactorial interventions, and have found that both can prevent falls in older patients.13,14The results are summarized in the Strength of Recommendations table."
        },
        {
            "parent": 8,
            "text": "Exercise and Physical Therapy. The Cochrane Collaboration conducted a systematic review13of fall prevention studies incorporating exercise programs such as progressive muscle strengthening, balance training, and a walking plan, individually tailored for each participant by a trained health professional. Pooled data13from these studies indicate that such programs significantly decreased the number of individuals experiencing a fall over one year when compared with a control group that received no intervention. The number of patients injured during a fall also was significantly reduced. The evidence was strongest for balance retraining, supporting inclusion of these exercises as a component of fall prevention programs. In community-dwelling older adults, a 15-week tai chi group exercise intervention also has been shown to reduce the risk of falls.15"
        },
        {
            "parent": 8,
            "text": "Home Safety Assessment and Modification. In a study of older patients discharged from an acute care hospital, home assessment and modification by an occupational therapist reduced the risk of falls by 20 percent compared with a group who did not receive the intervention.16The intervention was particularly effective in those with a history of falling. A recent systematic review also found that in patients with a history of falling, home hazard modification by a trained health professional reduced falls.13"
        },
        {
            "parent": 8,
            "text": "Medication Withdrawal. In one study, withdrawal of psychotropic medications such as benzodiazepines, other sedatives or hypnotics, neuroleptic agents, or antidepressants over 14 weeks resulted in a 66 percent reduction in risk of falling.17However, one month after completion of the study, 47 percent of the patients in the intervention group had restarted their psychotropic medication. Further studies are needed to find effective ways to support patients tapering off these medications"
        },
        {
            "parent": 8,
            "text": "Cardiac Pacemaker. In one study,18patients with unexplained or recurrent falls who had cardioinhibitory carotid sinus hypersensitivity were randomized to dual-chamber pacemaker implantation or the standard treatment. The total number of falls at one year was reduced by two thirds in the pacemaker group compared with the control group."
        },
        {
            "parent": 8,
            "text": "Hip Protectors. Hip protectors are plastic shields or foam pads fitted in pockets within specially designed underwear. They do not reduce the risk of falling, but aim to reduce the impact of a fall. The pads are recommended for prevention of hip fractures for persons at high risk of falls or those living in an institution.19The reported adverse effects include skin irritation, abrasion, and local discomfort. Compliance with wearing hip protectors is low because many older patients find them uncomfortable."
        },
        {
            "parent": 9,
            "text": "A multifactorial evaluation followed by targeted intervention for identified risk factors is the most effective strategy for fall prevention.20–22A systematic review13of multidisciplinary, multifactorial health and environmental screening and intervention programs in community-dwelling older adults found a significant reduction in falls when compared with a control group in unselected, community-dwelling older adults and in older patients with a history of falling or with known risk factors."
        },
        {
            "parent": 9,
            "text": "The components of a successful multifactorial intervention include: exercise programs incorporating gait and balance training; advice on appropriate use of assistive devices by an occupational therapist; review and modification of medications; evaluation and treatment of postural hypotension; removal or modification of environmental hazards; and targeted medical and cardiovascular assessment and treatments."
        },
        {
            "parent": 9,
            "text": "Falls and resulting injuries are more common among those in residential care facilities. Multifactorial interventions also have been successful in preventing falls in these settings.13,23,24Successful multifactorial interventions include: comprehensive individual assessment with specific safety recommendations targeting environmental and personal safety (e.g., improvement in room lighting, flooring, and footwear); wheelchair use; psychotropic drug use; exercises for strength, balance, transfer, and ambulation; provision and repair of aids; providing hip protectors; facility-wide educational programs; and post-fall problem-solving conferences."
        },
        {
            "parent": 10,
            "text": "The effectiveness of a number of interventions is unknown.13Examples include home hazard modification in older persons without history of falling in association with advice on optimizing medication, or in association with education on exercise and reducing falls. Other interventions of unknown effectiveness in preventing falls include group exercise programs, nutritional supplements, vitamin D with or without calcium, cognitive behavior approaches, pharmacologic therapy with raubasine-dihydroergocristine (not currently available in the United States), and hormone therapy."
        },
        {
            "parent": 11,
            "text": "Figure 15,7andTable 35summarize the assessment and management of falls in older persons living in the community, including those who are at risk for falls or who have fallen recently. Appropriate interventions can be initiated based on identified risk factors."
        },
        {
            "parent": 11,
            "text": "For example, when the assessment indicates gait and balance disturbance, interventions should include management of underlying medical conditions, modification of medication that impairs balance, and referral to a physical therapist for gait and balance exercises and assistive devices. Patients with orthostatic hypotension can be helped with the use of compensatory strategies, such as rising slowly or sitting on the side of the bed for several minutes before standing, review and reduction of medications, adequate hydration, and use of elastic stockings to minimize venous pooling in the legs. Liberal use of salt and pharmacologic therapy with f ludrocortisone (Florinef) or midodrine (ProAmatine) can help maintain normal blood pressure. Cardiac arrhythmias or syncope clearly associated with a fall should be treated with antiarrhythmics or a pacemaker in consultation with a cardiologist."
        },
        {
            "parent": 11,
            "text": "Multifactorial interventions that have included behavioral and educational programs have shown benefit and should be an important component of fall prevention strategies. Older patients and their families should be counseled on removing slipping hazards, such as loose rugs and trailing electrical cords. Specific environmental modification, such as adequate lighting, non-slip bath mats, stair rails, rails next to the toilet and in the shower or tub, and raised toilet seats should be considered. An occupational therapist or a trained professional can perform these evaluations, and Medicare usually covers these services. Preventing recurrent falls in patients with nonmodifiable risks such as hemiplegia or joint deformities can be more challenging. Careful investigation and rectification of other risk factors such as vision and hearing deficits are important. Wearing hip protectors and using medications for osteoporosis may be necessary to prevent serious injuries such as hip fractures. Although restraints have been used traditionally in nursing homes and hospitals, there is no evidence that this prevents falls.7"
        }
    ],
    "locked": false
}