{
    "url": "https://www.aafp.org/pubs/afp/issues/2003/0701/p83.html#afp20030701p83-f1",
    "title": "Diagnosing Acute Monoarthritis in Adults: A Practical Approach for the Family Physician | AAFP",
    "author": "CHOKKALINGAM SIVA, M.D., CELSO VELAZQUEZ, M.D., AMI MODY, M.D., AND RICHARD BRASINGTON, M.D.",
    "doi": "Am Fam Physician.2003;68(1):83-90",
    "abstract": "Acute monoarthritis can be the initial manifestation of many joint disorders. The first step in diagnosis is to verify that the source of pain is the joint, not the surrounding soft tissues. The most common causes of monoarthritis are crystals (i.e., gout and pseudogout), trauma, and infection. A careful history and physical examination are important because diagnostic studies frequently are only supportive. Examination of joint fluid often is essential in making a definitive diagnosis. Leukocyte counts vary widely in septic and sterile synovial fluids and should be interpreted cautiously. If the history and diagnostic studies suggest an infection, aggressive treatment can prevent rapid joint destruction. When an infection is suspected, culture and Gram staining should be performed and antibiotics should be started. Light microscopy may be useful to identify gout crystals, but polarized microscopy is preferred. Blood tests alone never confirm a diagnosis, and radiographic studies are diagnostic only in selected conditions. Referral is indicated when patients have septic arthritis or when the initial evaluation does not determine the etiology.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology of Acute Monoarthritis",
            "level": 2
        },
        {
            "id": 1,
            "name": "History",
            "level": 2
        },
        {
            "id": 2,
            "name": "Physical Examination",
            "level": 2
        },
        {
            "id": 3,
            "name": "Diagnostic Studies",
            "level": 2
        },
        {
            "id": 4,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Joint pain is among the most common complaints encountered in family practice.1Many joint disorders initially can produce pain and swelling in a single joint. Because patients with acute monoarthritis often present to their family physician, a proper diagnostic approach is important(Figure 1)."
        },
        {
            "parent": 0,
            "text": "Acute monoarthritis in adults can have many causes(Table 1), but crystals, trauma, and infection are the most common. Prompt diagnosis of joint infection, which often is acquired hematogenously, is crucial because of its destructive course. A prospective, three-year study2found that the most important risk factors for septic arthritis are a prosthetic hip or knee joint, skin infection, joint surgery, rheumatoid arthritis, age greater than 80 years, and diabetes mellitus. Intravenous drug use and large-vein catheterization are predisposing factors for sepsis in unusual joints (e.g., sternoclavicular joint).3"
        },
        {
            "parent": 0,
            "text": "Gonococcal arthritis is the most common type of nontraumatic acute mono-arthritis in young, sexually active persons in the United States. It is three to four times more common in women than in men.4,5Nongonococcal septic arthritis, the most destructive type, generally is monoarticular (80 percent of cases) and most often affects the knees (50 percent of cases).3,6Staphylococcus aureusis the most common pathogen in nongonococcal septic arthritis (60 percent in some series), but non–group-A beta-hemolytic streptococci, gram-negative bacteria, andStreptococcus pneumoniaecan be present.3"
        },
        {
            "parent": 0,
            "text": "Anaerobic and gram-negative infections are common in immunocompromised persons. Inflammation of a single large joint, especially the knee, may be present in Lyme disease. Mycobacterial, fungal, and viral infections are rare. Monoarticular inflammation can be the initial manifestation of human immunodeficiency virus (HIV) infection.7"
        },
        {
            "parent": 0,
            "text": "Many types of crystals can trigger acute monoarthritis, but monosodium urate (which causes gout) and calcium pyrophosphate dihydrate (CPPD, which causes pseudogout) are the most common. Calcium oxalate (especially in patients who are receiving renal dialysis), apatite, and lipid crystals8also elicit acute monoarthritis."
        },
        {
            "parent": 0,
            "text": "Transient arthritis sometimes results from intra-articular injection of corticosteroids. Osteoarthritis may worsen suddenly and manifest as pain and effusion. Spontaneous osteonecrosis may occur in patients with risk factors such as alcoholism or chronic corticosteroid use. Aseptic loosening is often the source of pain in a prosthetic joint. Infection, commonly from a skin source, is also possible and requires urgent attention."
        },
        {
            "parent": 1,
            "text": "Any acute inflammatory process that develops in a single joint over the course of a few days is considered acute monoarthritis (also defined as monoarthritis that has been present for less than two weeks).9Establishing the chronology of symptoms is important(Table 2). Rapid onset over hours to days usually indicates an infection or a crystal-induced process. Fungal or mycobacterial infections usually have an indolent and protracted course but can mimic bacterial arthritis."
        },
        {
            "parent": 1,
            "text": "Fractures and ligamentous or meniscal tears resulting from trauma can present as mild to moderate monoarticular swelling.10The pain characteristically worsens with movement and improves with rest. There may be no history of trauma in patients with fractures secondary to osteoporosis.11Penetrating injuries, such as those from thorns, can cause acute synovitis, with symptoms sometimes occurring months after the injury.12"
        },
        {
            "parent": 1,
            "text": "Patients might note concurrent or preexistent involvement of other joints. Sequential monoarthritis in several joints is characteristic of gonococcal arthritis5or rheumatic fever. Monoarthritis occasionally is the first presenting symptom of an inflammatory polyarthritis such as psoriatic arthritis but is an unusual initial symptom of rheumatoid arthritis. When the history reveals longstanding symptoms in a joint, exacerbations of preexisting disease (e.g., worsening of osteoarthritis with excessive use) should be differentiated from a superimposed infection. In patients with rheumatoid arthritis, pain in one joint out of proportion to pain in other joints always suggests infection.13"
        },
        {
            "parent": 1,
            "text": "Sexual history and history of illegal drug use, alcohol use, travel, and tick bites should be ascertained. Reactive arthritis sometimes can develop after a gastrointestinal or sexually transmitted disease. Certain occupations, such as farming and mining, frequently are associated with overuse injures and osteoarthritis."
        },
        {
            "parent": 1,
            "text": "Pseudogout affecting the wrists and knees is most common among elderly persons. Disseminated gonococcal infection, reactive arthritis, and ankylosing spondylitis affect young adults. Gout, which occurs more often in men, affects the first metatarsophalangeal joint, ankle, mid-foot, or knee; accompanying fever, redness, and pain can mimic infection. Minor trauma can precipitate gout or introduce infection through a break in the skin.8"
        },
        {
            "parent": 2,
            "text": "When a patient complains of joint pain, the first step is to determine whether the source of the pain is the joint or a periarticular soft tissue structure such as a bursa or tendon. It is not uncommon to find that “hip pain” actually is the result of trochanteric bursitis. Asking the patient to point to the exact site may be helpful.14Unlike with true joint inflammation, redness or swelling generally is not present with periarticular pain. However, a patient with inflammation of certain bursae (e.g., prepatellar bursitis, olecranon bursitis) may present with redness or swelling that mimics joint inflammation."
        },
        {
            "parent": 2,
            "text": "True intraarticular problems cause restriction of active and passive range of motion, whereas periarticular problems restrict active range of motion more than passive range of motion. Maximum pain at the limit of joint motion (i.e., stress pain) is characteristic of true arthritis. In tendonitis or bursitis, joint movements against resistance elicit pain. For example, elbow pain resulting from septic arthritis occurs with active and passive motion in any direction. In contrast, elbow pain resulting from lateral epicondylitis (i.e., “tennis elbow”) worsens with resisted active extension or supination of the wrist. Specific maneuvers can be diagnostic for other conditions, such as medial epicondylitis; bicipital and rotator cuff tendonitis; troch-anteric bursitis; and patellar, prepatellar, and anserine bursitis.15"
        },
        {
            "parent": 2,
            "text": "Joint effusion may not be readily visible. In the knee joint, the “bulge sign” can signal a small effusion. The medial or lateral compartment is stroked, and the fluid moves through the suprapatellar area into the opposite compartment, resulting in a visible bulge. To detect effusion in the elbow joint, the triangular recess (area between lateral epicondyle, olecranon process, and radial head) in the lateral aspect should be palpated. To detect effusion in the ankle, the joint should be palpated anteriorly. Maneuvers for examining other joints are reviewed elsewhere.16"
        },
        {
            "parent": 2,
            "text": "Joint pain may be referred from internal organs (e.g., shoulder pain in a patient with angina). Referred pain should be suspected in patients with a normal joint examination."
        },
        {
            "parent": 2,
            "text": "The general physical examination may provide other diagnostic clues(Table 2)or reveal involvement of other joints. Fever and tachycardia may signal infection, but they are not reliable indicators, especially in immunocompromised patients and patients who are taking corticosteroids or antibiotics. Patients with gonococcal infection may have a rash, pustules, or hemorrhagic bullae. Patients with longstanding gout may have tophi (i.e., firm subcutaneous deposits of urate) over the olecranon prominence, first metatarsal joints, or pinnae. Patients with reactive arthritis may have inflamed eyes. A new cardiac murmur and splinter hemorrhages in the nail folds suggest endocarditis."
        },
        {
            "parent": 3,
            "text": "Arthrocentesis is required in most patients with monoarthritis and is mandatory if infection is suspected. In some instances, obtaining as little as one or two drops of synovial fluid can be useful for culture and crystal analysis."
        },
        {
            "parent": 3,
            "text": "For arthrocentesis, the joint line is identified, and a pressure mark is made on the overlying skin with the closed end of a retractable pen. The skin is cleansed, and a needle is inserted without the physician’s finger touching the marked site, unless a sterile glove is worn. If the fluid withdrawn is initially bloody rather than becoming bloody during aspiration, previous hemarthrosis should be suspected. Additional details on performing arthrocentesis are available elsewhere.17,18"
        },
        {
            "parent": 3,
            "text": "Superimposed cellulitis is a relative contraindication to arthrocentesis. The procedure can be performed safely in patients who are taking warfarin (Coumadin).19An experienced physician should perform arthrocentesis in these patients and use the smallest possible needle size."
        },
        {
            "parent": 3,
            "text": "Removal of as much synovial fluid as possible offers symptomatic relief and helps to control infection. If the fluid is loculated, aspiration of large amounts of fluid will be difficult; massaging the joint may help increase the amount of fluid aspirated. If infection is suspected, intravenous antibiotics should be administered before culture results become available. If needle drainage is ineffective, urgent arthroscopic or surgical drainage is indicated. Until infection has been ruled out, corticosteroids should not be injected into a joint."
        },
        {
            "parent": 3,
            "text": "If even the smallest suspicion of infection exists, synovial fluid should be sent for a white blood cell (WBC) count with differential (specifically, the percentage of polymorphonuclear neutrophilic leukocytes), crystal analysis, Gram staining, and culture. Lipid panels and synovial fluid tests for other chemistries, proteins,20rheumatoid factor, or uric acid are not useful because the results may be misleading."
        },
        {
            "parent": 3,
            "text": "Sterile tubes should be used for culture. If examinations are delayed, a tube with ethylenediaminetettraacetic acid should be used for anticoagulation, because anticoagulants (e.g., oxalate, lithium heparin) used in other tubes can confound crystal analysis.18Synovial fluid cultures are more likely to be positive in patients with nongonococcal arthritis (90 percent) than in those with gonococcal arthritis (less than 50 percent).21"
        },
        {
            "parent": 3,
            "text": "Synovial fluid may be categorized as noninflammatory, inflammatory, or hemorrhagic, depending on the appearance and cell counts(Table 3). Normal synovial fluid is colorless and transparent. Noninflammatory synovial fluid may be colorless or yellow and transparent enough to read through, whereas inflammatory synovial fluid is not transparent."
        },
        {
            "parent": 3,
            "text": "If a polarized microscope is not available, a tentative diagnosis can be made if needle-shaped monosodium urate crystals are identified using an ordinary light microscope22(Figure 2). CPPD crystals are smaller rods, squares, or rhomboids and are difficult to identify with light microscopy. The finding of crystals within leukocytes is virtually diagnostic of crystal-induced arthropathy but does not rule out a superimposed infection(Table 4)."
        },
        {
            "parent": 3,
            "text": "The complete blood cell count may show leukocytosis in some patients with infection. An erythrocyte sedimentation rate may distinguish inflammatory arthritis from noninflammatory arthritis, but this test is nonspecific and may be overused. Tests for HIV and Lyme disease antibodies may be obtained if appropriate, but serologies usually are not helpful in identifying the cause of acute monoarthritis.9,23Indiscriminately ordering tests such as rheumatoid factor and antinuclear antibodies can result in confusion, because false-positive results are common."
        },
        {
            "parent": 3,
            "text": "Blood cultures should be obtained in patients with suspected septic arthritis. Cultures are positive in about 50 percent of non-gonococcal infections24but are rarely positive (about 10 percent) in gonococcal infection.25Pharyngeal, urethral, cervical, and rectal swabs are necessary if gonococcal infection is suspected."
        },
        {
            "parent": 3,
            "text": "Although plain-film radiographs often show only soft tissue swelling, they are indicated in patients with a history of trauma or patients who have had symptoms for several weeks. Occasionally, unsuspected bony lesions, such as osteomyelitis or malignancy, may be detected. The presence of chondrocalcinosis could support but not confirm CPPD arthritis."
        },
        {
            "parent": 3,
            "text": "Radionuclide scanning can detect infection in deep-seated joints. Magnetic resonance imaging is superior in detecting ischemic necrosis, occult fractures, and meniscal and ligamentous injuries. Other diagnostic procedures, such as synovial biopsy or arthroscopy, may be useful to rule out deposition diseases (e.g., hemochromatosis, atypical infections) and intraarticular tumors."
        },
        {
            "parent": 4,
            "text": "Common pitfalls in the diagnostic approach to acute monoarthritis(Table 4)must be avoided, and the rough guidelines on synovial fluid classification(Figure 1andTable 3)should not be interpreted too rigidly. Referral is indicated when the initial evaluation does not determine the cause of acute monoarthritis or when therapeutic intervention by specialists is required(Table 5). If infection is suspected, urgent consultation and culture should be obtained, and intravenous antibiotics should be administered to prevent rapid joint destruction."
        }
    ],
    "locked": false
}