{
    "url": "https://www.aafp.org/pubs/afp/issues/2003/0601/p2262.html#afp20030601p2262-uf1",
    "title": "Ambulatory Blood Pressure Monitoring: Technology with a Purpose | AAFP",
    "author": "MICHAEL E. ERNST, PHARM.D., BCPS, AND GEORGE R. BERGUS, M.D., College of Pharmacy and Department of Family Medicine, University of Iowa, Iowa City, Iowa",
    "doi": "Am Fam Physician.2003;67(11):2262-2271",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Hypertension and its sequelae are responsible for many visits to family physicians. Office-based measurement of blood pressure using aneroid or mercury sphygmomanometry is central to such visits. In this issue ofAmerican Family Physician, Marchiando and Elston1review a different, but certainly not new, approach to measurement of blood pressure. Once regarded solely as a research instrument, noninvasive 24-hour ambulatory blood pressure monitoring (ABPM) has emerged as a useful tool for clinicians faced with the challenges of establishing accurate diagnoses and adjusting antihypertensive therapy. Among its many indications, ABPM can provide useful information in the evaluation of borderline hypertension, antihypertensive efficacy, suspected white coat hypertension, and treatment resistance.2"
        },
        {
            "parent": -1,
            "text": "In addition to multiple automated readings taken during normal daily activities, ambulatory monitoring enables blood pressure to be measured during sleep and permits evaluation of circadian patterns in blood pressure. Some evidence indicates that these readings correlate more closely with surrogate measures of end organ damage than do office blood pressure (OBP) values.3Furthermore, recent outcome studies have strengthened the belief that ABPM is superior to office blood pressure readings for cardiovascular risk stratification and can be successfully used to direct therapy.4,5However, a recent Agency for Healthcare Quality and Research (AHRQ) Evidence Report points out that the literature in this field is insufficient, and more research is necessary to determine the most efficacious, practical, and cost-effective approach to measuring blood pressure.6"
        },
        {
            "parent": -1,
            "text": "Despite advantages over traditional office measurements, diffusion of ABPM into routine practice is complicated by unique barriers. Access to the technology is often limited to academic medical centers, and ambulatory blood pressure measurements are generally lower than office measurements, even in nor-motensive patients, making direct correlations between ABPM and OBP difficult. This lack of normative data has been addressed through analysis of population-based registries, and Marchiando and Elston1use a table in their article to summarize current ABPM thresholds for treatment."
        },
        {
            "parent": -1,
            "text": "Most hypertension intervention studies have used OBP exclusively for decisions regarding antihypertensive therapy, and OBP values provide the basis of our current operational thresholds for defining hypertension. Clinical guidelines emphasize OBP should remain the standard of measurement on which most medication interventions should be based, although they acknowledge that ABPM may be beneficial in certain situations by providing important information not available from OBP.3,7While the cost-effectiveness of ABPM has been questioned,6some evidence exists that ABPM technology is cost-neutral or saves money.8–11At present, third-party reimbursement for the test remains highly variable, although Medicare now reimburses for patients with suspected white coat hypertension."
        },
        {
            "parent": -1,
            "text": "If made readily available, use of ambulatory monitoring will likely increase. This has been our experience after establishing an ABPM referral service for primary care physicians at the University of Iowa. Nearly two years after establishing this service, we find our physicians make routine and appropriate use of the technology for selected patients and integrate the results of ABPM into their clinical decision-making."
        },
        {
            "parent": -1,
            "text": "Which patients should receive ABPM? A carte blanche recommendation that ABPM should be performed on all patients with hypertension is certainly not a judicious use of resources and should be discouraged. Faced with the possibility of overusing this convenient technology, it is important to identify patients for whom ABPM is appropriate. As Marchiando and Elston1point out, ABPM should supplement but not substitute office measurements. A series of multiple office or home blood pressure measurements has been shown to be as reliable as ABPM12,13; unfortunately, many patients fail to consistently obtain and provide these readings. Twenty-four hour ABPM is a logical progression. Based on our clinical experience and a review of the literature, we offer an algorithm(see accompanying figure)for appropriate use of ABPM that incorporates home and office measurements.14"
        },
        {
            "parent": -1,
            "text": "Hypertension will continue to be a significant problem faced by family physicians. Sensible and rational use of ABPM technology provides us with a useful tool to improve outcomes for carefully selected patients."
        }
    ],
    "locked": false
}