{
    "url": "https://www.aafp.org/pubs/afp/issues/2004/1215/p2317.html#afp20041215p2317-f1",
    "title": "Diagnosis and Management of Preeclampsia | AAFP",
    "author": "LANA K. WAGNER, M.D.",
    "doi": "Am Fam Physician.2004;70(12):2317-2324",
    "abstract": "Preeclampsia is a pregnancy-specific multisystem disorder of unknown etiology. The disorder affects approximately 5 to 7 percent of pregnancies and is a significant cause of maternal and fetal morbidity and mortality. Preeclampsia is defined by the new onset of elevated blood pressure and proteinuria after 20 weeks of gestation. It is considered severe if blood pressure and proteinuria are increased substantially or symptoms of end-organ damage (including fetal growth restriction) occur. There is no single reliable, cost-effective screening test for preeclampsia, and there are no well-established measures for primary prevention. Management before the onset of labor includes close monitoring of maternal and fetal status. Management during delivery includes seizure prophylaxis with magnesium sulfate and, if necessary, medical management of hypertension. Delivery remains the ultimate treatment. Access to prenatal care, early detection of the disorder, careful monitoring, and appropriate management are crucial elements in the prevention of preeclampsia-related deaths.",
    "headers": [
        {
            "id": 0,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Risk Factors",
            "level": 2
        },
        {
            "id": 2,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 3,
            "name": "Clinical Presentation",
            "level": 2
        },
        {
            "id": 4,
            "name": "Diagnostic Evaluation",
            "level": 2
        },
        {
            "id": 5,
            "name": "HISTORY",
            "level": 3
        },
        {
            "id": 6,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 7,
            "name": "LABORATORY EVALUATION",
            "level": 3
        },
        {
            "id": 8,
            "name": "OTHER STUDIES",
            "level": 3
        },
        {
            "id": 9,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 10,
            "name": "Prevention",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Preeclampsia is a pregnancy-specific, multisystem disorder that is characterized by the development of hypertension and proteinuria after 20 weeks of gestation. The disorder complicates approximately 5 to 7 percent of pregnancies,1with an incidence of 23.6 cases per 1,000 deliveries in the United States.2"
        },
        {
            "parent": -1,
            "text": "Complications of hypertension are the third leading cause of pregnancy-related deaths, superseded only by hemorrhage and associated with increased risks of placental abruption, acute renal failure, cerebrovascular and cardiovascular complications, disseminated intravascular coagulation, and maternal death.3Consequently, early diagnosis of preeclampsia and close observation are imperative."
        },
        {
            "parent": 0,
            "text": "Diagnostic criteria for preeclampsia include new onset of elevated blood pressure and proteinuria after 20 weeks of gestation. Features such as edema and blood pressure elevation above the patient’s baseline no longer are diagnostic criteria.4,5Severe preeclampsia is indicated by more substantial blood pressure elevations and a greater degree of proteinuria. Other features of severe preeclampsia include oliguria, cerebral or visual disturbances, and pulmonary edema or cyanosis (Table 1).4,5"
        },
        {
            "parent": 0,
            "text": "Diagnosis becomes less difficult if physicians understand where preeclampsia “fits” into the hypertensive disorders of pregnancy. These disorders include chronic hypertension, preeclampsia-eclampsia, preeclampsia superimposed on chronic hypertension, and gestational hypertension (Figure 1).5"
        },
        {
            "parent": 0,
            "text": "Chronic hypertension is defined by elevated blood pressure that predates the pregnancy, is documented before 20 weeks of gestation, or is present 12 weeks after delivery.5In contrast, preeclampsia-eclampsia is defined by elevated blood pressure and proteinuria that occur after 20 weeks of gestation. Eclampsia, a severe complication of preeclampsia, is the new onset of seizures in a woman with preeclampsia. Eclamptic seizures are relatively rare and occur in less than 1 percent of women with preeclampsia.1"
        },
        {
            "parent": 0,
            "text": "Preeclampsia superimposed on chronic hypertension is characterized by new-onset proteinuria (or by a sudden increase in the protein level if proteinuria already is present), an acute increase in the level of hypertension (assuming proteinuria already exists), or development of the HELLP (hemolysis,elevatedliver enzymes,lowplatelet count) syndrome.4"
        },
        {
            "parent": 0,
            "text": "Gestational hypertension is diagnosed when elevated blood pressure without proteinuria develops after 20 weeks of gestation and blood pressure returns to normal within 12 weeks after delivery.4One fourth of women with gestational hypertension develop proteinuria and thus progress to preeclampsia.6,7"
        },
        {
            "parent": 1,
            "text": "Risk factors for preeclampsia include medical conditions with the potential to cause microvascular disease (e.g., diabetes mellitus, chronic hypertension, vascular and connective tissue disorders), antiphospholipid antibody syndrome, and nephropathy.4,8Other risk factors are associated with pregnancy itself or may be specific to the mother or father of the fetus (Table 2).4,8"
        },
        {
            "parent": 2,
            "text": "Although the exact cause of preeclampsia remains unclear,4,5many theories center on problems of placental implantation and the level of trophoblastic invasion.9,10It is important to remember that although hypertension and proteinuria are the diagnostic criteria for preeclampsia, they are only symptoms of the pathophysiologic changes that occur in the disorder. One of the most striking physiologic changes is intense systemic vasospasm, which is responsible for decreased perfusion of virtually all organ systems.11Perfusion also is diminished because of vascular hemoconcentration and third spacing of intravascular fluids. In addition, preeclampsia is accompanied by an exaggerated inflammatory response and inappropriate endothelial activation.10Activation of the coagulation cascade and resultant microthrombi formation further compromise blood flow to organs.11"
        },
        {
            "parent": 3,
            "text": "The clinical presentation of preeclampsia may be insidious or fulminant. Some women may be asymptomatic at the time they are found to have hypertension and proteinuria; others may present with symptoms of severe preeclampsia, such as visual disturbances, severe headache, or upper abdominal pain. From 4 to 14 percent of women with preeclampsia present with superimposed HELLP syndrome.12HELLP syndrome may be a variant of preeclampsia or a separate entity, but its development is ominous because mortality or serious morbidity occurs in 25 percent of affected women.13"
        },
        {
            "parent": 3,
            "text": "Preeclampsia-eclampsia may develop before, during, or after delivery. Up to 40 percent of eclamptic seizures occur before delivery; approximately 16 percent occur more than 48 hours after delivery.1Death associated with preeclampsia-eclampsia may be due to cerebrovascular events, renal or hepatic failure, HELLP syndrome, or other complications of hypertension.3"
        },
        {
            "parent": 5,
            "text": "As part of the initial prenatal assessment, pregnant women should be questioned about potential risk factors for preeclampsia. They should be asked about their obstetric history, specifically the occurrence of hypertension or preeclampsia during previous pregnancies. A thorough medical history should be obtained to identify medical conditions that increase the risk for preeclampsia, including diabetes mellitus, hypertension, vascular and connective tissue disease, nephropathy, and antiphospholipid antibody syndrome."
        },
        {
            "parent": 5,
            "text": "During prenatal visits after 20 weeks of gestation, pregnant women should be asked about specific symptoms, including visual disturbances, persistent headaches, epigastric or right upper quadrant pain, and increased edema. Questions about these symptoms are included in many standardized prenatal documentation forms."
        },
        {
            "parent": 6,
            "text": "Blood pressure should be measured at each prenatal visit. As mentioned previously, increases above the patient’s baseline (greater than 30 mm Hg systolic or 15 mm Hg diastolic) are no longer considered to be criteria for the diagnosis of preeclampsia. However, such increases warrant close observation.5To ensure accurate readings, an appropriate-size blood pressure cuff should be used, and blood pressure should be measured after a rest period of 10 minutes or more. During the blood pressure measurement, the patient should be in an upright or left lateral recumbent position with the arm at the level of the heart.4"
        },
        {
            "parent": 6,
            "text": "Fundal height should be measured at each prenatal visit because size less than dates may indicate intrauterine growth retardation or oligohydramnios. These conditions may become apparent long before diagnostic criteria for preeclampsia are met. Increasing maternal facial edema and rapid weight gain also should be noted because fluid retention often is associated with preeclampsia. Although these symptoms (e.g., facial edema, rapid weight gain) are not unique to preeclampsia, it is wise to follow affected patients for hypertension and proteinuria.5Edema involving the lower extremities frequently occurs during normal pregnancy and therefore is of less concern."
        },
        {
            "parent": 7,
            "text": "There currently is no single reliable, cost-effective screening test for preeclampsia.4The serum uric acid level once was used as an indicator of preeclampsia but has been found to lack sensitivity and specificity as a diagnostic tool.14However, an elevated serum uric acid level may be of some use in identifying pregnant women with chronic hypertension who have an increased likelihood of having superimposed preeclampsia.14"
        },
        {
            "parent": 7,
            "text": "A baseline laboratory evaluation should be performed early in pregnancy in women who are at high risk for preeclampsia. Tests should include a hepatic enzyme level, a platelet count, a serum creatinine level, and a 12- to 24-hour urine collection for total protein measurement. Once the diagnosis of preeclampsia has been made, an expanded set of laboratory tests should be performed (Table 3).15In women who have preeclampsia with no suspected progression, all laboratory tests should be conducted weekly.4,5If progression of eclampsia is suspected, the tests should be repeated more frequently."
        },
        {
            "parent": 7,
            "text": "Small studies16–18have shown that random There currently is no single reliable, cost-effective screening test for preeclampsia. urinary protein-to-creatinine ratios predict the 24-hour urine total protein level and may provide a faster, simplified method of estimating proteinuria, providing that the protein values are less than 1 g in 24 hours.19The urinary protein-to-creatinine ratio is not sensitive enough to differentiate mild and severe preeclampsia if significant proteinuria exists. However, a ratio of less than 0.2 effectively excludes the presence of significant proteinuria.20A cutoff ratio of greater than 0.19 is a good predictor of significant proteinuria, with a sensitivity of 90 percent and a specificity of 70 percent. The negative predictive value of the urinary protein-to-creatinine ratio is 87 percent.17"
        },
        {
            "parent": 8,
            "text": "A baseline sonogram should be considered at 25 to 28 weeks of gestation to evaluate fetal growth in pregnant women at high risk for preeclampsia.5In women who have already been diagnosed with preeclampsia, antepartum testing with a nonstress test, a biophysical profile, or both should be performed on a weekly basis starting at the time of diagnosis.5If intrauterine growth retardation or oligohydramnios is suspected, the tests should be performed at least twice weekly, and delivery should be contemplated if there are any signs of fetal compromise.4,5Immediate antepartum testing or delivery is indicated for suspected placental abruption and nonreassuring fetal surveillance.5"
        },
        {
            "parent": 9,
            "text": "Delivery remains the ultimate treatment for preeclampsia.4,5Although maternal and fetal risks must be weighed in determining the timing of delivery, clear indications for delivery exist (Table 4).15When possible, vaginal delivery is preferable to avoid the added physiologic stressors of cesarean delivery.5If cesarean delivery must be used, regional anesthesia is preferred because it carries less maternal risk.5In the presence of coagulopathy, use of regional anesthesia generally is contraindicated.5"
        },
        {
            "parent": 9,
            "text": "Women with preeclampsia and preterm pregnancy can be observed on an outpatient basis, with frequent assessment of maternal and fetal well-being. Women who are noncompliant, who do not have ready access to medical care, or who have progressive or severe preeclampsia should be hospitalized. Women whose pregnancy is remote from term should be cared for in a tertiary care setting or in consultation with an obstetrician or family physician who is experienced in the management of high-risk pregnancies.4"
        },
        {
            "parent": 9,
            "text": "During labor, the management goals are to prevent seizures and control hypertension.4Magnesium sulfate is the medication of choice for the prevention of eclamptic seizures in women with severe preeclampsia and for the treatment of women with eclamptic seizures.1,21One commonly used regimen is a 6-g loading dose of magnesium sulfate followed by a continuous infusion at a rate of 2 g per hour.1Magnesium sulfate has been shown to be superior to phenytoin (Dilantin) and diazepam (Valium) for the treatment of eclamptic seizures.1Although magnesium sulfate commonly is used in women with preeclampsia, studies to date have been inadequate to show that it prevents progression of the disorder.22,23"
        },
        {
            "parent": 9,
            "text": "Antihypertensive drug therapy is recommended for pregnant women with systolic blood pressures of 160 to 180 mm Hg or higher24and diastolic blood pressures of 105 to 110 mm Hg or higher4,5,25The treatment goal is to lower systolic pressure to 140 to 155 mm Hg and diastolic pressure to 90 to 105 mm Hg. To avoid hypotension, blood pressure should be lowered gradually.5"
        },
        {
            "parent": 9,
            "text": "Although evidence about the potential adverse effects of most antihypertensive drugs has been poorly quantified, use of many of these agents is contraindicated during pregnancy.7Hydralazine (Apresoline) and labetalol (Normodyne, Trandate) are the antihypertensive drugs most commonly used in women with severe preeclampsia (Table 5).15Nifedipine (Procardia) and sodium nitroprusside (Nitropress) are potential alternatives, but significant risks are associated with their use.5Note that labetalol therapy should not be used in women with asthma or congestive heart failure.5Use of angiotensin-converting enzyme inhibitors is contraindicated in pregnant women."
        },
        {
            "parent": 9,
            "text": "In women with preeclampsia, blood pressure usually normalizes within a few hours after delivery but may remain elevated for two to four weeks.26As previously noted, a diagnosis of chronic hypertension is made if blood pressure remains elevated at 12 weeks postpartum.5"
        },
        {
            "parent": 9,
            "text": "Women with preeclampsia should be counseled about future pregnancies. In nulliparous women with preeclampsia before 30 weeks of gestation, the recurrence rate for the disorder may be as high as 40 percent in future pregnancies.5Multiparous women have even higher rates of recurrence.5"
        },
        {
            "parent": 10,
            "text": "There currently are no well-established measures for preventing preeclampsia.4,8Both low-dose aspirin therapy and daily calcium supplementation have been studied as preventive measures but have not been shown to be beneficial in the general pregnant population and are not recommended for primary prevention of preeclampsia.4,5Some evidence does support the use of low-dose aspirin therapy and daily calcium supplementation in certain high-risk women. Calcium supplementation has been shown to produce modest blood pressure reductions in pregnant women who are at above-average risk for hypertensive disorders of pregnancy and in pregnant women with low dietary calcium intake.27An optimum calcium dosage for these women has not been established.27Low-dose aspirin therapy (100 mg per day or less) has been shown to reduce the incidence of preeclampsia in women who were found to have an abnormal uterine artery on Doppler ultrasound examination performed in the second trimester.28"
        },
        {
            "parent": 10,
            "text": "Research on the use of antioxidants in the prevention of preeclampsia is promising.29However, further study is needed, and antioxidant therapy currently is not recommended.4,5,29"
        },
        {
            "parent": 10,
            "text": "Although preeclampsia is not preventable, many deaths from the disorder can be prevented. Women who do not receive prenatal care are seven times more likely to die from complications related to preeclampsia-eclampsia than women who receive some level of prenatal care.3Some studies indicate that preeclampsia-related fatalities occur three times more often in black women than in white women.3Although the precise reasons for the racial differences remain elusive, the differences may be indicative of disparities in health status, as well as access to, and quality of, prenatal care.3To decrease preeclampsia-related mortality, appropriate prenatal care must be available to all women. Early detection, careful monitoring, and treatment of preeclampsia are crucial in preventing mortality related to this disorder.3,8"
        }
    ],
    "locked": false
}