{
    "url": "https://www.aafp.org/pubs/afp/issues/2004/0801/p543.html#afp20040801p543-f1",
    "title": "Diagnosis and Management of Galactorrhea | AAFP",
    "author": "ALEXANDER K.C. LEUNG, M.B.B.S., AND DANIELE PACAUD, M.D.",
    "doi": "Am Fam Physician.2004;70(3):543-550",
    "abstract": "After infancy, galactorrhea usually is medication-induced. The most common pathologic cause of galactorrhea is a pituitary tumor. Other causes include hypothalamic and pituitary stalk lesions, neurogenic stimulation, thyroid disorders, and chronic renal failure. Patients with the latter conditions may have irregular menses, infertility, and osteopenia or osteoporosis if they have associated hyperprolactinemia. Tests for pregnancy, serum prolactin level and serum thyroid-stimulating hormone level, and magnetic resonance imaging are important diagnostic tools that should be employed when clinically indicated. The underlying cause of galactorrhea should be treated when possible. The decision to treat patients with galactorrhea is based on the serum prolactin level, the severity of galactorrhea, and the patient’s fertility desires. Dopamine agonists are the treatment of choice in most patients with hyperprolactinemic disorders. Bromocriptine is the preferred agent for treatment of hyperprolactin-induced anovulatory infertility. Although cabergoline is more effective and better tolerated than bromocriptine, it is more expensive, and treatment must be discontinued one month before conception is attempted. Surgical resection rarely is required for prolactinomas.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "MEDICATIONS",
            "level": 3
        },
        {
            "id": 2,
            "name": "PITUITARY TUMORS",
            "level": 3
        },
        {
            "id": 3,
            "name": "HYPOTHALAMIC AND PITUITARY STALK LESIONS",
            "level": 3
        },
        {
            "id": 4,
            "name": "THYROID DISORDERS",
            "level": 3
        },
        {
            "id": 5,
            "name": "CHRONIC RENAL FAILURE",
            "level": 3
        },
        {
            "id": 6,
            "name": "NEUROGENIC CAUSES",
            "level": 3
        },
        {
            "id": 7,
            "name": "NEONATAL GALACTORRHEA",
            "level": 3
        },
        {
            "id": 8,
            "name": "IDIOPATHIC CAUSES",
            "level": 3
        },
        {
            "id": 9,
            "name": "Clinical Evaluation",
            "level": 2
        },
        {
            "id": 10,
            "name": "HISTORY",
            "level": 3
        },
        {
            "id": 11,
            "name": "Age of Onset",
            "level": 3
        },
        {
            "id": 12,
            "name": "Duration",
            "level": 3
        },
        {
            "id": 13,
            "name": "Nipple Discharge",
            "level": 3
        },
        {
            "id": 14,
            "name": "Associated Symptoms",
            "level": 3
        },
        {
            "id": 15,
            "name": "Gynecologic and Obstetric History",
            "level": 3
        },
        {
            "id": 16,
            "name": "Precipitating Factors",
            "level": 3
        },
        {
            "id": 17,
            "name": "Drug Use",
            "level": 3
        },
        {
            "id": 18,
            "name": "Past Health",
            "level": 3
        },
        {
            "id": 19,
            "name": "Family History",
            "level": 3
        },
        {
            "id": 20,
            "name": "Psychosocial History",
            "level": 3
        },
        {
            "id": 21,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 22,
            "name": "General",
            "level": 3
        },
        {
            "id": 23,
            "name": "Breast Examination",
            "level": 3
        },
        {
            "id": 24,
            "name": "Associated Signs",
            "level": 3
        },
        {
            "id": 25,
            "name": "Laboratory Evaluation",
            "level": 2
        },
        {
            "id": 26,
            "name": "Management",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Galactorrhea is a discharge of milk or a milk-like secretion from the breast in the absence of parturition or beyond six months’ post-partum in a nonbreastfeeding woman. The secretion may be intermittent or persistent, scant or abundant, free-flowing or expressible, and unilateral or bilateral. The condition is more common in women who are 20 to 35 years of age and in previously parous women; it is less common in children and nulligravid women. Galactorrhea also can occur in men. In children, galactorrhea is more common in infants and teenage girls.1The condition may result in patient anxiety and physician concern and can signify a serious underlying disorder."
        },
        {
            "parent": 1,
            "text": "Pharmacologic agents are a common cause of galactorrhea. Some medications known to cause galactorrhea are listed inTable 1.2,3These agents can block dopamine and histamine receptors, deplete dopamine stores, inhibit dopamine release, and stimulate lactotrophs. Estrogen in oral contraceptives can cause galactorrhea by suppressing the hypothalamic secretion of prolactin inhibitory factor and by direct stimulation of the pituitary lactotrophs. Galactorrhea also may develop following estrogen withdrawal because of the absence of the inhibitory effect on prolactin action at the breast.3,4"
        },
        {
            "parent": 2,
            "text": "Pituitary tumors, the most common pathologic cause of galactorrhea,5can result in hyperprolactinemia by producing prolactin or blocking the passage of dopamine from the hypothalamus to the pituitary gland. Prolactinomas are the most common type of pituitary tumor6and are associated with galactorrhea, amenorrhea, and marked hyperprolactinemia. The serum level of prolactin usually correlates with the size of the tumor.6A minority of patients have gigantism/acromegaly with elevated levels of prolactin and growth hormone.7Macroprolactinomas are associated more often with visual field defects, headache, neurologic deficits, and loss of anterior pituitary hormones.8"
        },
        {
            "parent": 3,
            "text": "Hypothalamic lesions such as craniopharyngioma, primary hypothalamic tumor, meta-static tumor, histiocytosis X, tuberculosis, sarcoidosis and empty sella syndrome, and pituitary stalk lesions—traumatic or secondary to the mass effects of sellar tumors—are infrequent but significant causes of galactorrhea. These lesions destroy dopamine-producing neurons in the hypothalamus and block the passage of dopamine from the hypothalamus to the pituitary gland.4This results in lifting of the inhibitory effect of dopamine on lactotrophs."
        },
        {
            "parent": 4,
            "text": "Primary hypothyroidism is a rare cause of galactorrhea in children and adults.9In patients with primary hypothyroidism, there is increased production of thyrotropin-releasing hormone, which may stimulate prolactin release.10Hyperprolactinemia also may result from decreased hypothalamic dopamine secretion and decreased metabolic clearance of prolactin.10,11Occasionally, galactorrhea may result from thyrotoxicosis, possibly because of an increase in estrogen-binding globulin or alterations in estrogen metabolism that change the free estrogen level.12"
        },
        {
            "parent": 5,
            "text": "Approximately 30 percent of patients with chronic renal failure have elevated prolactin levels,13possibly because of decreased renal clearance of prolactin. Although galactorrhea in these patients is rare, it can result from the elevated prolactin levels."
        },
        {
            "parent": 6,
            "text": "Neurogenic stimulation may repress the secretion of hypothalamic prolactin inhibitory factor, which results in hyperprolactinemia and galactorrhea. Galactorrhea may be caused by prolonged, intensive breast stimulation, such as from suckling, self-manipulation, or stimulation during sexual activity. Galactorrhea caused by breast stimulation is more common in parous women but has been reported in virgins, postmenopausal women, and men.5"
        },
        {
            "parent": 6,
            "text": "Neurogenic causes of galactorrhea include chest surgery, burns, and herpes zoster that affects the chest wall. Stimuli are thought to pass along the intercostal nerves to the posterior column of the spinal cord, to the mesencephalon, and finally to the hypothalamus, where the secretion of prolactin inhibitory factor is reduced. Galactorrhea may develop as a complication of spinal cord injury.14Chronic emotional stress may be a neurogenic cause of galactorrhea."
        },
        {
            "parent": 7,
            "text": "High levels of estrogens in the placental-fetal circulation can result in gynecomastia in newborn infants. Enlargement of the breasts, which may be associated with secretion of milk (so-called “witch’s milk”), often is transient but may last longer in breastfed infants. In one large-scale study of 984 examinations of 640 healthy infants from birth to two months of age, galactorrhea was found in 45 examinations (4.6 percent) of 38 infants (5.9 percent).15"
        },
        {
            "parent": 8,
            "text": "Idiopathic galactorrhea is a diagnosis of exclusion. Galactorrhea is considered idiopathic if no cause is found after a thorough history, physical examination, and laboratory evaluation. The patient’s breast tissue may have increased sensitivity to normal circulating prolactin levels."
        },
        {
            "parent": 9,
            "text": "A thorough history (Table 2) and physical examination (Table 3) can provide important clinical clues in the evaluation of patients with galactorrhea."
        },
        {
            "parent": 11,
            "text": "Onset in the neonatal period signals transplacental transfer of maternal estrogen with resultant gynecomastia. Patients with prolactinomas usually are 20 to 35 years of age."
        },
        {
            "parent": 12,
            "text": "In general, the longer the duration of galactorrhea without the development of other clinical signs, the less likely the possibility of an underlying organic disease."
        },
        {
            "parent": 13,
            "text": "A milky discharge is characteristic of galactorrhea. A bloody, serosanguineous, or purulent discharge should be regarded as pathologic and is distinct from galactorrhea. Galactorrhea usually is bilateral, whereas a pathologic discharge usually is unilateral. Physicians also should note whether the discharge is scant or abundant, expressed or spontaneous, and intermittent or persistent."
        },
        {
            "parent": 14,
            "text": "Head-aches, visual disturbances, temperature intolerance, seizures, disordered appetite, polyuria, and polydipsia suggest a pituitary or hypothalamic disease. Decreased libido, infertility, oligomenorrhea or amenorrhea, and impotence may indicate hyperprolactinemia.2Tiredness, cold intolerance, and constipation suggest hypothyroidism. Nervousness, restlessness, increased sweating, heat intolerance, and weight loss despite an increase in appetite suggest thyrotoxicosis."
        },
        {
            "parent": 15,
            "text": "A detailed menstrual history and a history of pregnancies, recent abortions, and sexual activities are essential. Amenorrhea may indicate pregnancy or a pituitary tumor."
        },
        {
            "parent": 16,
            "text": "Breast stimulation by clothing, suckling, self-manipulation, or stimulation during sexual activity should be noted. In infants, breastfeeding history should be noted, because galactorrhea is more common in breastfed infants."
        },
        {
            "parent": 17,
            "text": "A detailed drug history is crucial; galactorrhea is associated with a wide variety of drugs that raise serum prolactin levels. Oral contraceptives are the most common pharmacologic cause of galactorrhea.4"
        },
        {
            "parent": 18,
            "text": "Recent chest surgery and significant illnesses such as hypothyroidism, thyrotoxicosis, and chronic renal failure should be noted."
        },
        {
            "parent": 19,
            "text": "A family history of thyroid disorder or multiple endocrine neoplasia type I suggests a corresponding disorder. Approximately 30 percent of patients with multiple endocrine neoplasia type I have pituitary tumors; prolactinoma is the most common.16"
        },
        {
            "parent": 20,
            "text": "Psychosocial stress should be noted as a potential cause of galactorrhea."
        },
        {
            "parent": 22,
            "text": "The patient’s weight, height, and vital signs should be determined. Poor growth may indicate hypopituitarism, hypothyroidism, or chronic renal failure. Gigantism/acromegaly suggests a pituitary tumor, bradycardia suggests hypothyroidism, and tachycardia suggests thyrotoxicosis. The chest should be inspected for any sign of local irritation, infection, or trauma."
        },
        {
            "parent": 23,
            "text": "The breasts should be examined for nodules and discharge. It is important to determine whether the discharge is confined to one duct and to ascertain its location."
        },
        {
            "parent": 24,
            "text": "Visual field defect, papilledema, and cranial neuropathy suggest a pituitary tumor or an intracranial mass. The presence of goiter, coarse hair, dry skin, carotenemia, and myxedema indicates hypothyroidism. In contrast, the presence of goiter, hand tremor, and exophthalmos suggests thyrotoxicosis. Hirsutism and acne may be associated with chronic hyperandrogenism associated with hyperprolactinemia.2"
        },
        {
            "parent": 25,
            "text": "Laboratory tests should be ordered only when indicated by the patient’s history or physical examination. If there is doubt about the nature of the nipple discharge, galactorrhea can be confirmed by microscopic examination of the discharge for the presence of fat globules, or the discharge can be stained to detect fat."
        },
        {
            "parent": 25,
            "text": "A pregnancy test should be considered for all postpubertal females. A β-human chorionic gonadotropin test remains positive for weeks after termination of a pregnancy; it can be used to confirm a recent pregnancy."
        },
        {
            "parent": 25,
            "text": "If the diagnosis is not obvious, levels of serum prolactin, follicle-stimulating hormone, luteinizing hormone, and thyroid-stimulating hormone should be measured. Because the secretion of prolactin is labile and episodic, an elevated prolactin level should be confirmed on at least two occasions when the patient is in a fasting, non-exercised state, with no breast stimulation. There is a direct correlation between the degree of hyperprolactinemia and the likelihood of finding a prolactin-secreting pituitary tumor. A serum prolactin level greater than 200 ng per mL (200 mcg per L) virtually assures the presence of a prolactinoma.10"
        },
        {
            "parent": 25,
            "text": "Magnetic resonance imaging (MRI) of the pituitary fossa, preferably with gadolinium enhancement, should be considered if the serum prolactin level is significantly elevated or if a pituitary tumor is suspected.13,17,18Computed tomography may not be sensitive enough to identify small lesions or large lesions that are isodense with surrounding structures.10Patients with macroprolactinomas must be evaluated for hypopituitarism."
        },
        {
            "parent": 25,
            "text": "Osteopenia and osteoporosis may be associated with hyperprolactinemia in children and adults as a result of estrogen inhibition in females and disturbances of vitamin D hydroxylation in both sexes.19–21Bone densitometry should be considered if osteopenia or osteoporosis is suspected."
        },
        {
            "parent": 26,
            "text": "Treatment of galactorrhea should be directed at the underlying cause. If possible, galactorrhea-inducing medications should be replaced with safe, alternative agents. Hypothyroidism should be treated with thyroid hormone replacement therapy. Self-manipulation of the breast should be stopped. Galactorrhea secondary to maternal estrogen in infants is self-limited and does not require treatment."
        },
        {
            "parent": 26,
            "text": "The decision to treat galactorrhea should be based on the serum prolactin level, the severity of the galactorrhea, and the patient’s fertility desires.11An algorithm for managing women with prolactinoma is presented inFigure 1.22"
        },
        {
            "parent": 26,
            "text": "Patients with isolated galactorrhea and normal prolactin levels do not require treatment if they are not bothered by the galactorrhea, do not wish to conceive, and do not show evidence of hypogonadism or reduced bone density.13Prolactin levels should be measured periodically in these patients."
        },
        {
            "parent": 26,
            "text": "In patients with hyperprolactinemia, prolactin levels should be monitored, and MRI should be performed every two years4(more often if a pituitary tumor is suspected). Indications for treatment include the presence of significant symptoms such as bother-some or disabling galactorrhea, diminished libido, amenorrhea, and infertility; the presence of visual field defect and cranial nerve palsy; and abnormal test results such as detection of a pituitary tumor, osteopenia, or osteoporesis.8,23Treatment goals include suppressing prolactin secretion and its clinical and biochemical consequences, reducing the size of the prolactinoma, and preventing its progression or recurrence.17"
        },
        {
            "parent": 26,
            "text": "Dopamine agonists are the preferred treatment for most patients with hyperprolactinemic disorders24,25; these agents are extremely effective in lowering serum prolactin levels, eliminating galactorrhea, restoring gonadal function, and decreasing tumor size.6,17Bromocriptine (Parlodel) and cabergoline (Dostinex) are the only dopamine agonists approved by the U.S. Food and Drug Administration for the treatment of hyperprolactinemia. Bromocriptine is a semisynthetic ergot derivative of ergoline, a dopamine D2-receptor agonist with agonist and antagonistic properties on D1receptors.13,17Because of its short half-life (3.3 hours), bromocriptine may require multiple dosing throughout the day.6,26Approximately 12 percent of patients are unable to tolerate this medication at therapeutic dosages.26,27The most common adverse effects are nausea and vomiting13; other adverse effects include dizziness, head-ache, postural hypotension, nasal stuffiness, drowsiness, fatigue, abdominal pain, leg cramps, anxiety, depression, confusion, and constipation.13,17,18To minimize these effects, bromocriptine usually is started at a low dosage and increased gradually.26Vaginal administration may decrease the incidence of side effects.17,26"
        },
        {
            "parent": 26,
            "text": "Bromocriptine is the preferred agent in patients with hyperprolactin-induced anovulatory infertility.11The safety of fetal exposure to bromocriptine has been evaluated extensively, and this agent is not associated with increased rates of spontaneous abortion, fetal malformation, multiple pregnancies, or adverse effects on postnatal development.11,28,29Nevertheless, bromocriptine treatment should be discontinued when pregnancy is confirmed to limit fetal exposure to the medication.17"
        },
        {
            "parent": 26,
            "text": "Cabergoline is an ergoline derivative with a high affinity and selectivity for D2receptors.26,27Unlike bromocriptine, cabergoline has low affinity for D1receptors.26,27It has a half-life of approximately 65 hours, allowing once- or twice-weekly dosing.13Cabergoline is significantly more effective than bromocriptine in normalizing serum prolactin levels and restoring gonadal function.29It also is better tolerated than bromocriptine, particularly with regard to upper gastrointestinal symptoms and patient compliance (3 versus 12 percent,P< .001).30Cabergoline is more expensive than bromocriptine, and some physicians may reserve the medication for use in patients who are resistant to or intolerant of bromocriptine. Although no detrimental effects on fetal outcomes have been reported in more than 300 pregnant women taking cabergoline, the current recommendation is to discontinue cabergoline one month before conception is attempted.17"
        },
        {
            "parent": 26,
            "text": "Because of the inherent risks of surgery and the efficacy of dopamine agonists in treating patients with prolactinoma, surgical resection rarely is required.26Surgery should be considered only in cases of resistance or intolerance to optimal medical therapy, when there clearly are neurologic or other problems caused by direct expansion of the tumor.10,31Transsphenoidal surgery is the conventional procedure.32Stereotactic radiosurgery has become more popular because MRI allows more accurate resolution and dose planning.33,34Prolonged follow-up is necessary to assess the likelihood of the development of late hypopituitarism.34Radiotherapy should be considered in patients with macroadenomas who are resistant to or intolerant of medical therapy and in whom surgery has failed."
        }
    ],
    "locked": false
}