{
    "url": "https://www.aafp.org/pubs/afp/issues/2004/1201/p2079.html#afp20041201p2079-f3",
    "title": "Correction | AAFP",
    "author": null,
    "doi": "Am Fam Physician.2004;70(11):2079-2081",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "The article “Insulin Therapy for Type 2 Diabetes: Rescue, Augmentation, and Replacement of Beta-Cell Function” (August 1, 2004,page 489) incorrectly gave the unit of measurement for insulin as milligrams rather than as units. In the abstract on page 489, the ninth sentence should state, “The starting dose of 0.15 units per kg per day for augmentation or 0.5 units per kg per day for replacement can be increased several times as needed.” InFigure 3on page 493, the box for augmentation should state 0.15 units per kg per day. Finally, on page 496, the fourth sentence under the heading “Dosing” should state, “The starting dose for replacement therapy is 0.5 units per kg per day.”"
        },
        {
            "parent": -1,
            "text": "On page 496, the first sentence under the heading “Dosing” incorrectly gave the starting insulin dose for augmentation as 0.2 units per kg per day. The correct dose is 0.15 units per kg per day. This correction affects Question 1 of the “Clinical Quiz” on page 438. The correct answer to Question 1 is now D, rather than E."
        },
        {
            "parent": -1,
            "text": "On page 497, the fourth and fifth sentences under the heading “Oral Medications Plus Insulin” contained errors in the characteristics of thiazolidinedione drugs. The two sentences should have stated, “Thiazolidinedione drugs (i.e., rosiglitazone [Avandia] and pioglitazone [Actos]) administered with insulin can decrease the total insulin dose up to 50 percent, but this may cause edema and is contraindicated in patients with congestive heart failure. Rosiglitazone is restricted to a 4-mg dose if co-administered with insulin.”"
        },
        {
            "parent": -1,
            "text": "The online version of the article and quiz answer block have been corrected, and the corrected question and figure are reprinted below."
        },
        {
            "parent": -1,
            "text": "Q1.The starting insulin dosage for augmentation therapy should contain how many units per kg per day?"
        },
        {
            "parent": -1,
            "text": "A. 0.01.B. 0.05.C. 0.10.D. 0.15.E. 0.20."
        }
    ],
    "locked": false
}