{
    "url": "https://www.aafp.org/pubs/afp/issues/2004/0201/p525.html#afp20040201p525-f3",
    "title": "Management of Peripheral Arterial Disease | AAFP",
    "author": "DANIELA C. GEY, M.D., EMIL P. LESHO, LTC, MC, USA, AND JOHANNES MANNGOLD, M.D.",
    "doi": "Am Fam Physician.2004;69(3):525-532",
    "abstract": "Peripheral arterial disease is common, but the diagnosis frequently is overlooked because of subtle physical findings and lack of classic symptoms. Screening based on the ankle brachial index using Doppler ultrasonography may be more useful than physical examination alone. Noninvasive modalities to locate lesions include magnetic resonance angiography, duplex scanning, and hemodynamic localization. Major risk factors for peripheral arterial disease are cigarette smoking, diabetes mellitus, older age (older than 40 years), hypertension, hyperlipidemia, and hyperhomocystinemia. Nonsurgical therapy for intermittent claudication involves risk-factor modification, exercise, and pharmacologic therapy. Based on available evidence, a supervised exercise program is the most effective treatment. All patients with peripheral arterial disease should undergo aggressive control of blood pressure, sugar intake, and lipid levels. All available strategies to help patients quit smoking, such as counseling and nicotine replacement, should be used. Effective drug therapies for peripheral arterial disease include aspirin (with or without dipyridamole), clopidogrel, cilostazol, and pentoxifylline.",
    "headers": [
        {
            "id": 0,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 2,
            "name": "RISK-FACTOR MODIFICATION",
            "level": 3
        },
        {
            "id": 3,
            "name": "Smoking",
            "level": 3
        },
        {
            "id": 4,
            "name": "Diabetes Mellitus",
            "level": 3
        },
        {
            "id": 5,
            "name": "Hypertension",
            "level": 3
        },
        {
            "id": 6,
            "name": "Hyperlipidemia",
            "level": 3
        },
        {
            "id": 7,
            "name": "Hyperhomocystinemia",
            "level": 3
        },
        {
            "id": 8,
            "name": "THERAPY",
            "level": 3
        },
        {
            "id": 9,
            "name": "Exercise",
            "level": 3
        },
        {
            "id": 10,
            "name": "Pharmacologic Therapy",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Although peripheral arterial disease (PAD) affects approximately 12 million persons in the United States, a recent study1concluded that many physicians routinely do not obtain a relevant history for PAD and frequently overlook subtle signs of the condition on physical examination(Tables 1and2). The underdiagnosis of PAD in primary care may thwart effective secondary preventive strategies,2including intensive treatment for hyperlipidemia, hypertension, and smoking cessation. [Evidence level C, descriptive study]"
        },
        {
            "parent": 0,
            "text": "Screening based on the ankle brachial index (ABI) measured by Doppler ultrasonography could prove highly useful in identifying patients with previously unrecognized PAD.2In a recent multicenter study,3the ABI correlated more closely with exercise capacity than did symptoms. This finding implies that many patients with PAD may not have the classic symptoms of claudication.3Some experts argue that a thorough physical examination with special attention to the pulses, auscultation for arterial bruits, and inspection for postural color changes(Figure 1)can be almost as informative as an ABI using Doppler ultrasonography.4"
        },
        {
            "parent": 0,
            "text": "Several factors complicate the diagnosis of PAD. A normal ABI does not exclude a proximal aneurysm or arterial occlusive disease distal to the ankle.4Obtaining a medical history also can be problematic.1,5Although 83 percent of the patients in one large study2knew they had PAD, only 49 percent of their physicians were aware of this history. More than one half of patients identified as having PAD on the basis of an abnormal ABI value do not have typical claudication symptoms, but they do have other types of leg pain on exertion, with reduced ambulatory activity and quality of life.3"
        },
        {
            "parent": 0,
            "text": "Even advanced PAD may not produce claudication or other symptoms if the occlusion develops slowly, allowing sufficient collateral circulation to develop, or if the patient is mostly sedentary.4Improving skills in eliciting symptoms, examining the peripheral vascular system, and obtaining segmental blood pressures(Figure 2),6plus increased use of Doppler ABI in patients at risk of PAD, should identify more patients in whom aggressive preventive strategies might delay disease progression or obviate the need for an invasive intervention.1,2"
        },
        {
            "parent": 1,
            "text": "Medical therapy for intermittent claudication involves risk-factor modification, exercise training, and pharmacologic therapy(Figure 3)."
        },
        {
            "parent": 2,
            "text": "Cigarette smoking, diabetes mellitus, hypertension, hyperlipidemia, age older than 40 years, and hyperhomocystinemia increase the risk of developing PAD. All patients with PAD, regardless of the severity of symptoms, should undergo risk-factor modification."
        },
        {
            "parent": 3,
            "text": "Smoking is the most important risk factor and is correlated more closely with developing PAD than any other risk factor.7Smoking cessation probably reduces the severity of claudication; however a meta-analysis8concluded that it did not improve maximal treadmill walking distance. [Evidence level B, observational study] Cessation of cigarette smoking reduces the progression of disease, as shown by lower rates of amputation and lower incidences of rest ischemia in patients who quit, and it reduces the risks of myocardial infarction and death from other vascular causes.8"
        },
        {
            "parent": 3,
            "text": "Currently, almost one fourth of adults in the United States smoke cigarettes, and 70 percent of smokers report that they want to quit.9Approximately one third of smokers try to stop smoking each year, but only 20 percent seek professional help. Fewer than 10 percent of smokers who attempt to quit on their own are successful over the long term.9Two approaches have strong evidence of efficacy for smoking cessation: pharmacotherapy and counseling.9–11Each is effective by itself, but the two combined achieve the highest rates of smoking cessation.9,11Clinical trials have demonstrated that a physician's advice to stop smoking increases the rates of smoking cessation in patients by approximately 30 percent.12Providing a brief three-minute counseling session is more effective than advising the patient to quit, and it doubles the cessation rate compared with no intervention.12Too often, physicians miss this critical opportunity.11"
        },
        {
            "parent": 3,
            "text": "The U.S. Food and Drug Administration (FDA) has approved six products for smoking cessation: sustained-release bupropion (Zyban) and five nicotine-replacement products (i.e., gum, lozenge, a transdermal patch, a nasal spray, and a vapor inhaler). The use of all nicotine-replacement products increases the long-term rates of smoking cessation and relieves cravings for nicotine and the symptoms of nicotine withdrawal. Nortriptyline (Pamelor) and clonidine (Catapres) also have been found to aid smoking cessation, but the FDA has not approved them for this indication."
        },
        {
            "parent": 4,
            "text": "No controlled trials have directly evaluated the effects of antidiabetic therapy on the natural history of PAD. Currently, no prospective evidence shows that tight glycemic control decreases the incidence of intermittent claudication or critical limb ischemia.13However, minimizing hyperglycemia as a risk factor associated with the subsequent development of PAD could not only decrease the rates of cardiovascular disease and myocardial infarction, but also reduce the occurrence of PAD and important PAD outcomes (claudication, peripheral revascularization, or critical limb ischemia and amputation), as shown in the United Kingdom Prospective Diabetes Study (UKPDS 59).14"
        },
        {
            "parent": 4,
            "text": "Intensive insulin therapy elicited a trend for reduced risk of important PAD outcomes (claudication, peripheral revascularization, or amputation) by 22 percent. This result did not achieve statistical significance, because the study was not powered for assessment of this outcome. In other words, there is at least moderately strong, if statistically inconclusive, evidence that macrovascular coronary (and potentially limb) outcomes are improved with glycemic control, and these outcomes are central to good PAD care. Even in the absence of high-quality clinical investigations, it is important to note that diabetic control has an impact on limb infection and amputation in patients with severe PAD (critical limb ischemia). Furthermore, because aggressive control of blood glucose in type 1 and type 2 diabetes reduces the risk of microvascular complications, it also may benefit patients with PAD.13,14"
        },
        {
            "parent": 5,
            "text": "Hypertension is a major risk factor for PAD, but the effect of antihypertensive therapy on the progression of disease or the risk of claudication is unclear. Data derived from studies of cardiovascular disease support the aggressive treatment of hypertension in patients with PAD.7Although no data demonstrate an impact of antihypertensive therapy on PAD outcomes, this lack of data is because PAD-related event rates are low. The power to detect such outcomes would require a trial larger than the recent Antihypertensive and Lipid-Lowering Treatment to Prevent Heart Attack Trial (ALLHAT) effort, and a trial of efficacy would ethically require an active comparator intervention, making the assessment of PAD-specific and drug-specific outcomes essentially impossible."
        },
        {
            "parent": 5,
            "text": "Hypertension should be controlled in these patients primarily to reduce morbidity from cardiovascular and cerebrovascular disease. The use of beta blockers in patients with intermittent claudication was of concern because several early case reports documented worsening claudication and decreasing blood flow in the legs of patients taking these drugs. A later meta-analysis and critical review concluded that beta-adrenergic antagonists are safe in patients with PAD, except in those most severely affected. Even in these patients, the drugs can be administered, but with caution.15,16"
        },
        {
            "parent": 6,
            "text": "Several large clinical trials have demonstrated the benefits of lipid-lowering therapy in patients with PAD who have coexisting coronary and cerebral arterial disease.17–25Simvastatin (Zocor) drastically lowered cardiovascular ischemic event rates in the large PAD subgroup, despite initial low low-density lipoprotein (LDL) levels.25Lipid normalization has been shown to reduce disease progression and the severity of claudication.17–25The current recommendation for patients is to achieve a serum LDL cholesterol concentration of less than 100 mg per dL (2.6 mmol per L) and a serum triglyceride concentration of less than 150 mg per dL (3.9 mmol per L).18A statin drug should be given as initial therapy, but niacin also is a consideration because it increases serum high-density lipoprotein (HDL) concentrations and lowers serum triglyceride concentrations without (as formerly believed) worsening glucose metabolism in susceptible patients.19"
        },
        {
            "parent": 7,
            "text": "A high serum homocysteine concentration is an independent risk factor for PAD and is associated with an increased risk of death from cardiovascular causes.26The causes of high serum homocysteine concentrations include genetic defects in homocysteine metabolism, alterations in vitamin B12metabolism, and dietary folate deficiency. Although supplementing the diet with B vitamins and folate usually lowers serum homocysteine concentrations,27no controlled trials demonstrate that reducing serum homocysteine concentration is beneficial in patients with PAD.28PAD is not a contraindication to estrogen therapy, but estrogen should not be recommended for treating PAD in postmenopausal women.28,29"
        },
        {
            "parent": 9,
            "text": "A formal exercise program is the most effective treatment of PAD, and effectiveness was demonstrated in more than 20 controlled trials.30–33Exercise increased the distance to onset of claudication by 179 percent in a meta-analysis of 21 published studies.33The greatest improvements in walking ability occur when each exercise session lasts longer than 30 minutes, when sessions take place at least three times per week, when the patient walks until near-maximal pain is reached in each session, and when the program lasts at least six months.33These improvements were sustained when patients continued to participate in a maintenance program for an additional 12 months.33"
        },
        {
            "parent": 9,
            "text": "Another meta-analysis34from the Cochrane Collaboration that considered only randomized controlled trials showed that exercise produced significant improvements in walking time, compared with angioplasty and anti-platelet therapy. Motivated patients in a supervised setting modeled after cardiac rehabilitation had the best results.33The large, exercise-induced improvements in function and symptoms that occur in patients with claudication do not appear to be caused by an increased collateral blood flow but by other mechanisms.33Such potential mechanisms include improvements in endothelial vasodilator function, inflammatory responses, skeletal-muscle metabolism, enhanced oxygen availability by improved blood viscosity, and lessened ischemia at any achieved workload.33"
        },
        {
            "parent": 9,
            "text": "The recent publication of a current procedural terminology (CPT) code for PAD exercise reflects the importance of exercise therapy for PAD (CPT 93668; Current Procedural Terminology, American Medical Association, Chicago, Ill., 2001)."
        },
        {
            "parent": 10,
            "text": "Although a meta-analysis of randomized studies of antiplatelet agents found that ticlopidine (Ticlid) had the best evidence of efficacy in improvement in walking distance and reduction in occlusion,7,28it is no longer used because it has been associated with life-threatening hematologic reactions and because of the availability of newer safer agents(Table 3). Aspirin and dipyridamole (Persantine) increase the pain-free walking distance and resting limb blood flow, or lead to an improved coagulation profile and ABI.7,28,35"
        },
        {
            "parent": 10,
            "text": "In the Clopidogrel versus Aspirin in Patients at Risk of Ischemic Events (CAPRIE) trial,3675 mg of clopidogrel was slightly but significantly better than 325 mg of aspirin in the total population for preventing strokes, myocardial infarction, and vascular disease.36The PAD subgroup with nearly 6,500 patients in CAPRIE was larger than any other prospective PAD clinical trial and demonstrated a profound superiority in the PAD population treated with clopidogrel compared with aspirin alone.36This result led to the FDA approval of clopidogrel (Plavix) for the secondary prevention of atherosclerotic events in patients with PAD."
        },
        {
            "parent": 10,
            "text": "Pentoxifylline (Trental), a rheologic modifier that also has an antiplatelet effect, was approved in 1984 for the treatment of claudication. Pentoxifylline is less effective than cilostazol (Pletal).28,35Two meta-analyses and two systematic reviews of pentoxifylline concluded that although the drug may have a small effect on walking ability, the data are insufficient to support its widespread use.28,35In a more recent controlled trial,36pentoxifylline was significantly superior to placebo in improving walking distance after six and 12 months of therapy.37"
        },
        {
            "parent": 10,
            "text": "Cilostazol inhibits phosphodiesterase 3, suppresses platelet aggregation, activates lipoprotein lipase, and causes arterial dilation.7,28,35Approved in 1999 by the FDA for the treatment of claudication, it improved pain-free and maximal treadmill walking distance in randomized controlled trials compared with placebo or pentoxifylline.7,28,35Correct dosing is important, because 100 mg orally twice per day significantly improved claudication symptoms, while 100 mg per day did not.38Cilostazol should not be used in patients with heart failure.7,28The dosage should be reduced to 50 mg orally twice per day when calcium channel blockers are being used because serum drug levels are elevated in these patients. Common side effects of cilostazol include loose stool and gastric upset.7,28,35"
        },
        {
            "parent": 10,
            "text": "In summary, aspirin generally is considered the antiplatelet drug of first choice. The 6th ACCP Consensus Conference recommends that aspirin alone (81 to 325 mg per day) or in combination with dipyridamole, should be given indefinitely because it can modify the natural history of intermittent claudication and those with high risk for future cardiovascular events.39These guidelines also suggest that clopidogrel may be superior to aspirin and should be considered as an alternative treatment in these patients.39Experimental or investigational agents for PAD include naftidrofuryl (Nafronyl), which is approved in Europe, macrolide antibiotic treatment for chlamydia infection, propionyl levocarnitine, defibrotide, ginkgo biloba, hyperbaric oxygen, and angiogenic growth factors. Of these, angiogenic growth factors are perhaps the most promising.35For an in-depth, evidence-based review of PAD management, physicians may refer to the Trans Atlantic Inter-Society Consensus (TASC).40"
        }
    ],
    "locked": false
}