{
    "url": "https://www.aafp.org/pubs/afp/issues/2004/1215/p2335.html#afp20041215p2335-f3",
    "title": "Management of Genital Warts | AAFP",
    "author": "CHARLES M. KODNER, M.D., AND SORAYA NASRATY, M.D.",
    "doi": "Am Fam Physician.2004;70(12):2335-2342",
    "abstract": "Genital warts caused by human papillomavirus infection are encountered commonly in primary care. Evidence guiding treatment selection is limited, but treatment guidelines recently have changed. Biopsy, viral typing, acetowhite staining, and other diagnostic measures are not routinely required. The goal of treatment is clearance of visible warts; some evidence exists that treatment reduces infectivity, but there is no evidence that treatment reduces the incidence of cervical and genital cancer. The choice of therapy is based on the number, size, site, and morphology of lesions, as well as patient preferences, cost, convenience, adverse effects, and clinician experience. Patient-applied therapy such as imiquimod cream or podofilox is increasingly recommended. Podofilox, imiquimod, surgical excision, and cryotherapy are the most convenient and effective options. Fluorouracil and interferon are no longer recommended for routine use. The cost per successful treatment course is approximately $200 to $300 for podofilox, cryotherapy, electrodesiccation, surgical excision, laser treatment, and the loop electrosurgical excision procedure.",
    "headers": [
        {
            "id": 0,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Treatment Options and Methods",
            "level": 2
        },
        {
            "id": 2,
            "name": "CHEMICAL TREATMENTS (PATIENT-APPLIED)",
            "level": 3
        },
        {
            "id": 3,
            "name": "Podofilox (Condylox)",
            "level": 3
        },
        {
            "id": 4,
            "name": "Imiquimod (Aldara)",
            "level": 3
        },
        {
            "id": 5,
            "name": "CHEMICAL TREATMENTS (PHYSICIAN-APPLIED)",
            "level": 3
        },
        {
            "id": 6,
            "name": "Podophyllin Resin",
            "level": 3
        },
        {
            "id": 7,
            "name": "Trichloroacetic Acid",
            "level": 3
        },
        {
            "id": 8,
            "name": "Other Treatments",
            "level": 3
        },
        {
            "id": 9,
            "name": "ABLATIVE TREATMENT",
            "level": 3
        },
        {
            "id": 10,
            "name": "Cryotherapy",
            "level": 3
        },
        {
            "id": 11,
            "name": "Surgical Removal",
            "level": 3
        },
        {
            "id": 12,
            "name": "Laser Treatment",
            "level": 3
        },
        {
            "id": 13,
            "name": "Adverse Effects of Treatment",
            "level": 2
        },
        {
            "id": 14,
            "name": "Selection of Treatment",
            "level": 2
        },
        {
            "id": 15,
            "name": "ANATOMIC LOCATION",
            "level": 3
        },
        {
            "id": 16,
            "name": "COST CONSIDERATIONS",
            "level": 3
        },
        {
            "id": 17,
            "name": "Special Management Issues",
            "level": 2
        },
        {
            "id": 18,
            "name": "LARGE WARTS",
            "level": 3
        },
        {
            "id": 19,
            "name": "MANAGEMENT OF SUBCLINICAL WARTS",
            "level": 3
        },
        {
            "id": 20,
            "name": "PREGNANCY",
            "level": 3
        },
        {
            "id": 21,
            "name": "IMMUNOCOMPROMISED PATIENTS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Genital warts are the visible manifestation of infection by one or more of the nearly 100 recognized human papillomaviruses (HPVs). Visible genital warts typically are caused by HPV types 6 and 11, which rarely are associated with invasive squamous cell carcinoma of the external genitalia.1HPV types 16, 18, 31, 33, and 35 have been found in genital warts and are associated with squamous intraepithelial neoplasia1; types 16 and 18 are associated most strongly with malignant potential. These virus types also are associated with vaginal, anal, and cervical intraepithelial dysplasia, and squamous cell carcinoma."
        },
        {
            "parent": -1,
            "text": "Drug treatment of genital warts3and management of anorectal warts4have been addressed previously. This article provides an updated overview of the management of genital warts."
        },
        {
            "parent": 0,
            "text": "Diagnosis of genital and anal warts is primarily clinical. The differential diagnosis includes benign or malignant neoplasm (e.g., squamous cell carcinoma in situ, Bowen’s disease); molluscum contagiosum (especially in patients with human immunodeficiency virus [HIV]); condyloma lata; fibroepitheliomas; and pearly penile papules. Genital warts typically present as flesh-colored, exophytic lesions on the external genitalia, including the penis, vulva, scrotum, perineum, and perianal skin. External warts can appear as small bumps, or they may be flat, verrucous, or pedunculated. Less commonly, warts can appear as reddish or brown smooth, raised papules (Figure 1) or as dome-shaped lesions of 1 to 4 mm on keratinized skin5,6(Figure 2)."
        },
        {
            "parent": 0,
            "text": "Internal warts can affect the mucous membranes of the vagina, urethra, anus, and mouth. Intra-anal warts are present primarily in patients who have had receptive anal intercourse, although perianal warts can occur in men or women who have no history of anal intercourse. Patients with internal warts may have discomfort, pain, bleeding, or difficulty with intercourse; these symptoms are more common in patients with larger, cauliflower-like lesions. Urethral lesions may impair the passage of bodily fluids."
        },
        {
            "parent": 0,
            "text": "Diagnosis by biopsy and viral typing is not recommended for patients with routine or typical lesions.1Biopsy is indicated if the diagnosis is uncertain or if the patient is immunocompromised; has a poor response to appropriate therapy; has warts that are pigmented, indurated, fixed, or ulcerated; or is at high risk for HPV-related malignancy (e.g., chronic genital warts, tobacco use, history of abnormal Papanicolaou [Pap] smears). The role of HPV testing in women with abnormal Pap smears has been reviewed previously.7"
        },
        {
            "parent": 1,
            "text": "Untreated visible genital warts may resolve spontaneously, remain the same, or increase in size. The primary treatment goal is removal of symptomatic warts. Some evidence suggests that treatment also may reduce the persistence of HPV DNA in genital tissue, and therefore may reduce infectivity.1However, there is currently no evidence that treatment of genital warts has a favorable impact on the incidence of cervical and genital cancer,1and there have been no controlled studies on the effects of treatment of external genital warts and HPV transmission rates.8"
        },
        {
            "parent": 1,
            "text": "The choice of therapy is based on the number, size, site, and morphology of lesions, as well as patient preference, treatment cost, convenience, adverse effects, and physician experience. Assuming that the diagnosis is certain, switching to a new treatment modality is appropriate if there is no response after three treatment cycles. Routine follow-up at two to three months is advised to monitor response to therapy and evaluate for recurrence.1"
        },
        {
            "parent": 1,
            "text": "Treatment methods can be chemical or ablative. The mechanism of action for each treatment method is summarized inTable 1,9and treatment courses and cycles are summarized inTable 2. Typical response rates, adverse effect rates, and recurrence risks are summarized inTable 38–13; the response rate for all treatments is approximately 60 to 90 percent, and the response rate for placebo is zero to 50 percent.8,11"
        },
        {
            "parent": 3,
            "text": "Podofilox is a 0.5 percent gel or solution containing purified extract of the most active compound of podophyllin. To prevent local irritation, patients should allow the solution to dry before moving around. The solution should be applied with a cotton swab; gel should be applied with a finger. Some physicians prefer to perform the initial application. Podofilox is not recommended for treatment of perianal, rectal, urethral, or vaginal lesions. Five randomized trials comparing podofilox with podophyllin found no difference in wart clearance rates.8"
        },
        {
            "parent": 4,
            "text": "Imiquimod 5 percent cream is a topical cell-mediated immune response modifier that comes in single use packets. Patients should apply a thin layer to external, visible warts, then rub in the cream until it vanishes. The area is washed with soap and water six to 10 hours after treatment. Imiquimod may weaken condoms and diaphragms, and sexual contact is not recommended while the cream is on the skin."
        },
        {
            "parent": 6,
            "text": "A 15 to 25 percent solution of podophyllin resin has been the standard treatment for genital warts. No more than 0.5 mL should be used, and the solution should not be applied to the cervix, vagina, or anal canal where the squamocolumnar junction is prone to dysplastic changes. Podophyllin is inexpensive but may require frequent office visits, which increase the overall cost of treatment. The solution should be allowed to dry completely after application to prevent irritation. Some specialists recommend that the area of application be washed thoroughly one to four hours after application to reduce local irritation, although there is no evidence that doing so improves patient outcomes.1"
        },
        {
            "parent": 7,
            "text": "Treatment via chemical cautery with a solution of 60 to 90 percent trichloroacetic acid (TCA) is most effective when treating few small, moist lesions, although TCA also can be used for vaginal or anal lesions. A small amount should be applied and allowed to dry until a white frosting develops. If excess TCA is applied to nonaffected tissue, the patient should be instructed to wash the area with liquid soap or sodium bicarbonate."
        },
        {
            "parent": 8,
            "text": "Treatment with 5 percent fluorouracil cream (Efudex) is no longer recommended because of severe local side effects and teratogenicity.14However, intralesional injection with fluorouracil/epinephrine/bovine collagen gel has been proven effective in Phase 3 clinical trials15and can be considered for use in patients with refractory disease. Another option in these patients is intralesional injection of interferon. It is not recommended for routine office use because of the high incidence of local and systemic side effects; it generally is recommended for use only by subspecialists.1,14"
        },
        {
            "parent": 10,
            "text": "Cryotherapy is recommended for patients with small to moderate numbers of warts. It can be applied with a cryoprobe, liquid nitrogen spray, or a cotton-tipped applicator. The cold source is applied and held until a halo appears around the circumference of the lesion (about 10 to 20 seconds). Local anesthesia (topical or injected) may facilitate therapy if warts are present in many areas or if the area is large. No clinical trials have compared cryotherapy with placebo; randomized trials have found similar response rates for cryotherapy compared with podophyllin, TCA, and electrosurgery."
        },
        {
            "parent": 11,
            "text": "Surgical treatment for warts involves removal to the dermal-epidermal junction. Options include tangential scissor excision, shave excision, curettage, and the loop electrosurgical excision procedure (LEEP). Treatment may cause scarring; operator experience is important, especially with LEEP, to avoid too deep a removal. The patient can be wart-free in one visit, but treatment requires local anesthesia and possibly specialist referral. This method is best for many warts or if a large area is involved."
        },
        {
            "parent": 12,
            "text": "Carbon dioxide laser treatment is best for extensive intraurethral warts and extensive vaginal warts. Laser treatment can create smoke plumes that contain HPV, so physicians performing this procedure should wear masks. Laser treatment may be useful in HIV-infected patients who have very large external genital warts or severe local symptoms."
        },
        {
            "parent": 13,
            "text": "The side effects of each treatment method and the risk of recurrence are summarized inTable 3.8–13All of these treatment methods can cause considerable discomfort, erythema, epithelial erosion, ulceration at the treatment site, depigmentation, and scarring. Treatment should be confined to affected skin to minimize the risk of side effects. Little objective information has been published regarding the management of complications of therapy for genital warts; the use of non-prescription analgesics is a reasonable option to alleviate discomfort."
        },
        {
            "parent": 13,
            "text": "Patient counseling and education can help prepare patients for possible adverse effects and ensure that they have appropriate expectations. Patients must understand that HPV infections can be treated but not cured; that affected men and women, and sex partners of affected patients, are at risk for cervical or genital cancer; and that affected women and female sex partners of affected men should have regular Pap smears performed."
        },
        {
            "parent": 14,
            "text": "The choice of initial treatment modality should be guided by a number of considerations, including wart morphology, size, number, and location.1Many treatment recommendations are based on expert opinion from consensus guidelines; few studies have directly compared different treatments. Patients should be told that no treatment (“watchful waiting”) is an option for warts at any site, especially for warts in the vaginal and anal canal."
        },
        {
            "parent": 14,
            "text": "In general, chemical treatments are more effective on moist, soft, non-keratinized warts in the genital area; keratinized lesions respond better to physical ablative treatments.1Keratinized and nonkeratinized lesions may respond to imiquimod. Patients with small or few warts may respond well to ablative therapy as first-line treatment, regardless of wart type. For ablative treatment procedures other than cryotherapy, local anesthesia with topical or injected lidocaine (Xylocaine) should be used. Combination therapy with podophyllin or imiquimod plus cryotherapy is practiced in some centers, although there is no evidence for increased effectiveness with this approach.Figure 35summarizes a suggested approach to treatment selection."
        },
        {
            "parent": 15,
            "text": "Cervical warts should be treated with the most convenient method, and patients should be evaluated by colposcopy to exclude high-grade squamous intraepithelial lesions and cervical cancer. Vaginal or anal warts may be treated most effectively with cryotherapy or TCA. Urethral meatus warts should be treated with cryotherapy or podophyllin. Podophyllin and fluorouracil no longer are recommended for treatment of internal lesions.14"
        },
        {
            "parent": 16,
            "text": "A recent cost-effectiveness analysis10found that treatment for simple genital warts costs approximately $200 to $300 for one course of podofilox, cryotherapy, electrodesiccation, surgical excision, LEEP, or laser treatment. Podophyllin resin, TCA, and imiquimod treatment were more expensive, and interferon treatment was much more expensive. For extensive condyloma that requires prolonged treatment, podofilox remains the least expensive patient-applied treatment. Surgical excision, LEEP, and electrodesiccation also were inexpensive, while cryotherapy and podophyllin resin treatments were somewhat more expensive. Interferon treatment remained the most expensive alternative."
        },
        {
            "parent": 18,
            "text": "Warts greater than 10 mm in diameter may be treated with surgical excision as primary therapy. Alternatively, imiquimod cream applied for three to four treatment cycles may reduce the size of warts and improve surgical outcomes. If patients have a more than 50 percent reduction in wart size after three to four treatment cycles, imiquimod should be continued until warts clear or until eight treatment cycles have been completed. If patients have a less than 50 percent reduction in wart size after the initial treatment cycles, surgical excision or other ablative therapy should be initiated."
        },
        {
            "parent": 19,
            "text": "Subclinical genital HPV infection (i.e., anogenital HPV infection without evident exophytic warts) may be identified via colposcopy, biopsy, acetic acid application, laboratory identification of HPV serology, or other methods. However, early treatment of subclinical lesions has not been shown to favorably affect the course of HPV infection in patients or their sex partners with regard to reduction in HPV transmission rates, symptoms, and recurrence. It is therefore not recommended that colposcopy, acetowhite staining, or other methods be used to screen for subclinical warts in a general patient population or in patients with a history of genital warts.1,14Patients who have a history of warts are presumed to have latent HPV infection and should be counseled about the importance of cervical cancer screening."
        },
        {
            "parent": 20,
            "text": "Podophyllin, podofilox, and fluorouracil should not be used in pregnant patients because of possible teratogenicity. Imiquimod is not approved for use in pregnant women, although treatment with this agent can be considered after informed consent has been obtained.14TCA has been used in pregnant patients without adverse effects. Surgical excision, cryotherapy, and electrocautery are appropriate treatment options during pregnancy if treatment is necessary. Some guidelines indicate that cryotherapy is safe if only three to four treatments are given, based on an older case series of 34 pregnant women demonstrating the safety of some cryotherapy treatments.16The goal of treatment in pregnant women primarily is to minimize neonatal exposure to the virus by reducing the number of lesions present during delivery. Anogenital warts and laryngeal papillomatosis are potential complications in infected children."
        },
        {
            "parent": 21,
            "text": "Patients with suppressed cell immunity associated with organ transplantation, HIV infection, or other conditions may have a poorer response to treatment for genital warts, increased relapse rates, and a higher risk of dysplasia."
        }
    ],
    "locked": false
}