{
    "url": "https://www.aafp.org/pubs/afp/issues/2005/0401/p1429.html#afp20050401p1429-uf1",
    "title": "IDSA Releases Guidelines on the Diagnosis and Treatment of Diabetic Foot Infections | AAFP",
    "author": "KAREN HELLEKSON, PH.D.",
    "doi": "Am Fam Physician.2005;71(7):1429-1433",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "Diabetic Foot Infections",
            "level": 2
        },
        {
            "id": 1,
            "name": "Initial Examination",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnosis and Treatment",
            "level": 2
        },
        {
            "id": 3,
            "name": "Antibiotic Therapy",
            "level": 2
        },
        {
            "id": 4,
            "name": "Osteomyelitis",
            "level": 2
        },
        {
            "id": 5,
            "name": "Prevention",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The Infectious Diseases Society of America (IDSA) has developed guidelines for the diagnosis and treatment of diabetic foot infections. The guidelines originally appeared in the October 1, 2004, issue ofClinical Infectious Diseases. The full text of the guidelines is available online athttp://www.journals.uchicago.edu/CID/journal/issues/v39n7/34365/34365.html."
        },
        {
            "parent": -1,
            "text": "The primary purpose of this guideline is to help reduce the medical morbidity, psychological distress, and financial costs associated with diabetic foot infections."
        },
        {
            "parent": 0,
            "text": "In persons with diabetes, foot infections can cause substantial morbidity and are the most common nontraumatic cause of amputations. The major predisposing factor to these infections is foot ulceration, which usually is related to peripheral neuropathy. The most common lesion is the infected diabetic “mal perforans” foot ulcer.Theaccompanying tablelists the risk factors for foot ulceration and infection."
        },
        {
            "parent": 0,
            "text": "The goals of therapy for patients with diabetic foot infection are the eradication of clinical evidence of infection and the avoidance of soft tissue loss and amputations. Good clinical response can be expected in 80 to 90 percent of mild to moderate infections and in 60 to 80 percent of severe infections or in cases of osteomyelitis. Relapses occur in 20 to 30 percent of patients."
        },
        {
            "parent": 1,
            "text": "Physicians should begin by assessing the severity of the infection (depth and tissue involved, evidence of systemic infection, presence of metabolic instability, and critical limb ischemia). Radiographs of the foot should be taken, and the patient’s comorbid conditions reviewed. Finally, the patient’s psychosocial status should be assessed. If hospitalization is required, the patient should be stabilized and specimens obtained for culture, and empirical parenteral antimicrobial therapy should be initiated."
        },
        {
            "parent": 1,
            "text": "If hospitalization is not required, the wound should be debrided and probed. Specimens for culture should be obtained, and a wound-care regimen prescribed. Empiric parenteral antimicrobial therapy should be initiated. The patient should be reevaluated in three to five days—sooner if worsening. Finally, any necessary consultations should be made."
        },
        {
            "parent": 1,
            "text": "Theaccompanying figureillustrates the approach to treating a foot wound in a patient with diabetes."
        },
        {
            "parent": 2,
            "text": "Infection should be diagnosed clinically based on the presence of pus or at least two of the following: redness, warmth, swelling or induration, and pain or tenderness. Aerobic gram-positive cocci (especiallyStaphylococcus aureus) are the predominant pathogens in diabetic foot infections. Patients who have chronic wounds or who have recently received antibiotics also may be infected with gram-negative rods. Thus, diabetic foot infections usually are treated with antibiotics."
        },
        {
            "parent": 2,
            "text": "Wounds should be cultured before antibiotic treatment is initiated. Tissue specimens for culture should be obtained by biopsy, ulcer curettage, or aspiration, rather than wound swab. Current evidence does not support the use of antibiotics for the management of clinically uninfected ulcerations. When it is hard to tell whether a chronic wound is infected, physicians should initiate a brief, culture-directed course of antibiotic therapy."
        },
        {
            "parent": 2,
            "text": "Hospitalization should be considered if any of the following criteria are present: systemic toxicity, metabolic instability, rapidly progressive or deep tissue infection, substantial necrosis or gangrene, or presence of critical ischemia; requirement of urgent diagnostic or therapeutic interventions; and inability to care for self or inadequate home support."
        },
        {
            "parent": 2,
            "text": "Patients with deep abscess, extensive bone or joint involvement, crepitus, substantial necrosis or gangrene, or necrotizing fasciitis may be candidates for surgery. Surgery is used to drain and excise infected and necrotic tissues, revascularize the lower extremity, and reconstruct soft tissue defects or mechanical misalignments. Imaging studies, particularly magnetic resonance imaging, may help diagnose deep, soft tissue purulent collections and usually are needed to detect pathologic findings in bone. Osteitis or osteomyelitis may be observed with imaging studies, but bone biopsy may be necessary."
        },
        {
            "parent": 2,
            "text": "Patients with severe neuropathy, substantial foot deformity, or critical ischemia should be referred to subspecialists."
        },
        {
            "parent": 3,
            "text": "Although antibiotics are necessary to treat most infected wounds, they often are insufficient without appropriate care, which includes proper cleaning of wounds, debridement of callus and necrotic tissue, and off-loading of pressure. The antibiotic should be chosen on the basis of the severity of the infection and its likely causes. Clinically uninfected ulcers should not be treated with antibiotics."
        },
        {
            "parent": 3,
            "text": "For outpatients with mild to moderate cases of diabetic foot infections, antibiotics shown to be effective in clinical studies include ofloxacin (Floxin), piperacillin-tazo-bactam (Zosyn), levofloxacin (Levaquin), clindamycin (Cleocin), pexiganan, and linezolid (Zyvox). However, no single drug or combination of agents appears to be better than others, and the IDSA guidelines do not recommend a particular drug or regimen. Initial therapy is usually empiric and should be based on the severity of the infection, any available microbiologic data, cost, and convenience. Broad-spectrum agents may be used to treat severe infections and for more extensive, chronic moderate infections. These agents should have activity against gram-positive and gram-negative cocci as well as obligate anaerobic organisms."
        },
        {
            "parent": 3,
            "text": "Virtually all severe and some moderate infections require parenteral therapy, at least initially. Highly bioavailable oral antibiotics can be used in most mild and in many moderate infections, including some cases of osteomyelitis. Topical therapy may be used for some mild superficial infections. Treatment should last one to two weeks for mild infection, with another week or two added as needed; two to four weeks for moderate to severe infection; and at least four to six weeks for patients with osteomyelitis."
        },
        {
            "parent": 4,
            "text": "Osteomyelitis, or the spread of infection to bone, is the most difficult aspect of the management of diabetic foot infections. It increases the likelihood of surgical intervention (including amputation) and the required duration of antibiotic therapy, and it impairs healing of the overlying wound and acts as a focus for recurrent infection."
        },
        {
            "parent": 4,
            "text": "Osteomyelitis should be considered if the patient has: (1) a deep or extensive ulcer, especially one that is chronic or overlies a bony prominence; (2) an ulcer that does not heal after at least six weeks of appropriate care and off-loading; (3) bone that is visible or can be palpated with a metal probe; (4) a swollen foot with a history of foot ulceration; (5) a red, swollen toe; (6) an unexplained high white blood cell count or other inflammatory markers; or (7) radiologically evident bone destruction beneath an ulcer."
        },
        {
            "parent": 4,
            "text": "Although traditionally it was thought that osteomyelitis could be cured only by resection of the bone, such routine surgical intervention has been disputed. Patients with osteomyelitis may be treated medically if there is no acceptable surgical target; if the patient has ischemia but wants to avoid amputation; if infection is confined to the forefoot and there is minimal soft tissue loss; or if surgery is too risky or is inappropriate for the patient."
        },
        {
            "parent": 5,
            "text": "Patients can minimize foot infections by optimizing glycemic control, wearing appropriate footwear, avoiding foot trauma, performing daily self-examination of the feet, and reporting any changes to health care professionals. Physicians should reinforce these measures by questioning patients with diabetes about foot care and regularly examining their feet and shoes."
        }
    ],
    "locked": false
}