{
    "url": "https://www.aafp.org/pubs/afp/issues/2004/0715/p343.html#afp20040715p343-f2",
    "title": "Geriatric Failure to Thrive | AAFP",
    "author": "RUSSELL G ROBERTSON, M.D., AND MARCOS MONTAGNINI, M.D.",
    "doi": "Am Fam Physician.2004;70(2):343-350",
    "abstract": "In elderly patients, failure to thrive describes a state of decline that is multifactorial and may be caused by chronic concurrent diseases and functional impairments. Manifestations of this condition include weight loss, decreased appetite, poor nutrition, and inactivity. Four syndromes are prevalent and predictive of adverse outcomes in patients with failure to thrive: impaired physical function, malnutrition, depression, and cognitive impairment. Initial assessments should include information on physical and psychologic health, functional ability, socioenvironmental factors, and nutrition. Laboratory and radiologic evaluations initially are limited to a complete blood count, chemistry panel, thyroid-stimulating hormone level, urinalysis, and other studies that are appropriate for an individual patient. A medication review should ensure that side effects or drug interactions are not a contributing factor to failure to thrive. The impact of existing chronic diseases should be assessed. Interventions should be directed toward easily treatable causes of failure to thrive, with the goal of maintaining or improving overall functional status. Physicians should recognize the diagnosis of failure to thrive as a key decision point in the care of an elderly person. The diagnosis should prompt discussion of end-of-life care options to prevent needless interventions that may prolong suffering.",
    "headers": [
        {
            "id": 0,
            "name": "Initial Evaluation",
            "level": 2
        },
        {
            "id": 1,
            "name": "FUNCTIONAL ASSESSMENT",
            "level": 3
        },
        {
            "id": 2,
            "name": "COGNITIVE STATUS",
            "level": 3
        },
        {
            "id": 3,
            "name": "DEPRESSION",
            "level": 3
        },
        {
            "id": 4,
            "name": "MALNUTRITION",
            "level": 3
        },
        {
            "id": 5,
            "name": "Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The elderly patient with declining health poses significant challenges for attending physicians. Often, the cause or causes of the deterioration are not identifiable or are irreversible. Some elderly patients, including those who do not have acute illness or severe chronic disease, eventually undergo a process of functional decline, progressive apathy, and a loss of willingness to eat and drink that culminates in death.1"
        },
        {
            "parent": -1,
            "text": "Various terms have been used to describe this decline in vitality, the most encompassing of which is failure to thrive. The Institute of Medicine defined failure to thrive late in life as a syndrome manifested by weight loss greater than 5 percent of baseline, decreased appetite, poor nutrition, and inactivity, often accompanied by dehydration, depressive symptoms, impaired immune function, and low cholesterol levels.2The prevalence of failure to thrive increases with age and is associated with increased costs of medical care and high morbidity and mortality rates.3,4In elderly patients, failure to thrive is associated with increased infection rates, diminished cell-mediated immunity, hip fractures, decubitus ulcers, and increased surgical mortality rates.2–5"
        },
        {
            "parent": -1,
            "text": "The condition affects 5 to 35 percent of community-dwelling older adults, 25 to 40 percent of nursing home residents, and 50 to 60 percent of hospitalized veterans.6,7,8One study found that the in-hospital mortality rate in patients with failure to thrive was 15.9 percent.9Failure to thrive should not be considered a normal consequence of aging, a synonym for dementia, the inevitable result of a chronic disease, or a descriptor of the later stages of a terminal disease.3"
        },
        {
            "parent": 0,
            "text": "Four syndromes are prevalent and predictive of adverse outcomes in persons who may have failure to thrive: (1) impaired physical function, (2) malnutrition, (3) depression, (4) and cognitive impairment.10A comprehensive initial assessment should include information about physical and psychologic health, functional ability, and socioenvironmental factors."
        },
        {
            "parent": 0,
            "text": "The medical assessment includes a thorough history and physical examination, a comprehensive review of medications (prescription and nonprescription), and laboratory and diagnostic testing(Table 1).5This assessment should assist the physician in identifying common medical conditions associated with failure to thrive(Table 2).5Any medical condition present in a patient with failure to thrive merits an assessment of its severity and susceptibility to remediation.Table 35outlines medications that can contribute to the development of failure to thrive. Patients also should be screened for alcohol and substance abuse. A nutritional assessment is mandatory.11"
        },
        {
            "parent": 1,
            "text": "The assessment of physical function should include documentation of a patient’s ability to perform activities of daily living (ADL) and instrumental activities of daily living (IADL). The Katz ADL scale12assesses a patient’s ability to perform six related functions: bathing, dressing, toileting, transferring, continence, and eating. The Lawton IADL scale13examines a patient’s ability in such tasks as telephone use, shopping, transportation, budget management, adhering to medication regimens, cooking, housekeeping, and laundry. Approximately 23 percent of older community-dwelling people have health-related difficulties with at least one element of the ADL, while as many as 28 percent have difficulty with at least one element of the IADL.11"
        },
        {
            "parent": 1,
            "text": "The “Up & Go” test14is a performance-based measure that can be administered easily in the office setting. The patient is asked to rise from a sitting position, walk 10 feet, turn, and return to the chair to sit.5,15Performance on this test correlates with the patient’s functional mobility skills and ability to safely leave the house unattended. Patients who complete the test in less than 20 seconds are generally independent for basic transfers. Patients who take more than 30 seconds to complete the test tend to be more dependent and at a higher risk for falls.15Patients also should be screened for contributors to functional disability such as specific neurologic disorders, visual conditions, musculoskeletal disorders, podiatric problems, and environmental obstacles.10"
        },
        {
            "parent": 2,
            "text": "Evaluation of psychosocial function should include an assessment of the patient’s cognitive status, mood, and social setting. The Mini-Mental State Examination is a valid screening tool for cognitive disorders in community and hospital settings.15Information on the patient’s social network, relationships, family support, living situation, financial resources, abuse, neglect, and recent loss are important aspects of the assessment of failure to thrive.5In some patients with failure to thrive, cognitive status changes because of delirium-induced effects of chronic illnesses. Various medications can trigger depression, functional incapacity, and nutritional deficiency. A patient’s cognitive status can change because of overall health and in response to interventions and, therefore, requires frequent reassessment.5"
        },
        {
            "parent": 3,
            "text": "The most common psychiatric condition in older persons is depression.16Depression can be a cause and a consequence of failure to thrive. Therefore, screening for depression is necessary for all patients who exhibit characteristics of failure to thrive.13Elderly patients who are depressed are more likely to complain of physical problems than to mention conventional depressive symptoms (such as mood changes) and may manifest depression as weight loss. Traditional signs of depression in young persons, such as changes in attention span, concentration, and memory, are often misdiagnosed in elderly persons as dementia.16"
        },
        {
            "parent": 3,
            "text": "Depression that occurs for the first time late in life is frequent in patients with significant chronic disease; the impact of these medical conditions is increased by depression.17A delay in the diagnosis and treatment of depression in elderly patients may accelerate the decline associated with failure to thrive and increase morbidity and mortality. The Geriatric Depression Scale(Figure 1)18and the Cornell Scale for Depression in Dementia19are useful tools for assessing this dynamic in patients with failure to thrive.20"
        },
        {
            "parent": 4,
            "text": "Malnutrition is an independent predictor of mortality in older adults. The most accurate evidence of malnutrition in an elderly patient is hypocholesterolemia and hypo-albuminemia.9,21Assessment of malnutrition involves a dietary history that includes daily caloric intake, the availability of food, the use of nutritional or herbal supplements, and the adequacy of the patient’s diet as quantified through the amount of food intake, the number of meals, and the balance of nutrients. Body weight, weight trend, and muscle wasting that is found on physical examination and confirmed by laboratory data (such as serum albumin and total cholesterol levels, and lymphocyte count) should be included.22The Mini Nutritional Assessment, a validated tool for measuring nutritional risk in elderly persons that combines anthropometric measures and dietary history, is easy to use in the office setting.23Patients also should be assessed for oral pathology, ill-fitting dentures, problems with speech or swallowing, medication use that might cause anorexia or dysgeusia, and financial and social problems that may be contributors to malnutrition.22"
        },
        {
            "parent": 5,
            "text": "Treatment of failure to thrive should focus on identifiable diseases and be limited to interventions that have few risks for these frail patients. Failure to thrive commonly occurs near the end of a person’s life, so the potential benefits of treatment should be considered before evaluations and treatments are undertaken.5Initially, treatment involves efforts to modify possible causes. A team approach that includes a dietitian, a speech therapist, a social worker, a mental health professional, and a physical therapist may be helpful.3Figure 224offers an algorithmic approach to the diagnosis and management of elderly patients with failure to thrive."
        },
        {
            "parent": 5,
            "text": "Resistive and strength testing have shown promise in patients with nearly all physical conditions and resulted in increased muscle strength even in elderly, deconditioned patients living in nursing homes. High-intensity resistance exercise training counteracts muscle weakness and physical frailty in very elderly people.25In patients with confirmed cognitive impairment, treating the underlying conditions and optimizing the patient’s living conditions may improve functional ability. The diagnosis of Alzheimer’s-type dementia requires treatment consistent with current guidelines."
        },
        {
            "parent": 5,
            "text": "Nutritional supplementation is one of the most important interventions in patients with failure to thrive.26Because the goal of dietary supplements is to provide adequate energy and protein intake, almost anything the patient eats is suitable.5,27In elderly patients, the administration of dietary supplements between meals rather than with meals may be more effective in increasing energy consumption.28"
        },
        {
            "parent": 5,
            "text": "Insufficient food intake in elderly patients may be corrected or ameliorated by manipulation of nonphysiologic factors, such as the number of people present at meals, the palatability of meals, and the time of day and location of meals.29Because elderly persons with Alzheimer’s disease tend to eat more food in the morning, it is recommended that they be given more food at breakfast.30Increasing the palatability of meals also improves food intake and body weight in elderly nursing home residents.31There is some evidence that megestrol (Megace) and dronabinol (Marinol) are helpful in prompting appetite, but they are associated with significant side effects; patients should be monitored closely while receiving these medications.32,33"
        },
        {
            "parent": 5,
            "text": "The mainstay of treatment of major depression in patients with failure to thrive should be antidepressants, supplemented with structured approaches to psychotherapy, if appropriate. In cases where depression and deterioration are severe enough that the time required for response to antidepressants may endanger the patient, hospitalization and use of electroconvulsive therapy may be considered.34"
        },
        {
            "parent": 5,
            "text": "In standard, controlled clinical trials, the selective serotonin reuptake inhibitors (SSRIs) fluoxetine (Prozac), sertraline (Zoloft), and paroxetine (Paxil) appear to be equivalent in efficacy to tricyclic antidepressants (TCAs), with response rates in elderly patients of 60 to 80 percent.34Evidence suggests that mirtazapine (Remeron) may be more effective than SSRIs but not as effective as TCAs in promoting weight gain.34–36Newer antidepressants are as effective as older TCAs in the treatment of depression, with the caveat that side effects of the older medications are more prominent, and the newer agents are better tolerated.16The benefits of antidepressant therapy can be maximized by ensuring proper dosing and compliance.37"
        }
    ],
    "locked": false
}