{
    "url": "https://www.aafp.org/pubs/afp/issues/2003/1015/p1545.html#afp20031015p1545-f1",
    "title": "Tremor | AAFP",
    "author": "SHARON SMAGA, M.D.",
    "doi": "Am Fam Physician.2003;68(8):1545-1552",
    "abstract": "Tremor, a rhythmic, involuntary, oscillatory movement of body parts, is the most common movement disorder. Tremors are classified as rest or action tremors. Rest tremor occurs when the affected body part is completely supported against gravity. Action tremors are produced by voluntary muscle contraction and are further divided into postural, isometric, or kinetic tremors. This article describes clinical signs and symptoms of six tremor syndromes, including physiologic tremor, essential tremor, Parkinson's disease, toxic and drug-induced tremor, cerebellar tremor, and psychogenic tremor, and presents a detailed diagnostic approach to tremor. Although new technologies such as positron emission tomography and single photon emission computed tomography are under investigation for possible use in diagnosing specific tremor syndromes, they have no widespread applicability or use at this time. The history and physical examination remain the most important diagnostic tools available to clinicians in identifying and classifying tremor syndromes.",
    "headers": [
        {
            "id": 0,
            "name": "Classification",
            "level": 2
        },
        {
            "id": 1,
            "name": "Tremor Syndromes",
            "level": 2
        },
        {
            "id": 2,
            "name": "PHYSIOLOGIC TREMOR",
            "level": 3
        },
        {
            "id": 3,
            "name": "ESSENTIAL TREMOR",
            "level": 3
        },
        {
            "id": 4,
            "name": "PARKINSON'S DISEASE",
            "level": 3
        },
        {
            "id": 5,
            "name": "CEREBELLAR TREMOR",
            "level": 3
        },
        {
            "id": 6,
            "name": "DRUG-INDUCED AND TOXIC TREMORS",
            "level": 3
        },
        {
            "id": 7,
            "name": "PSYCHOGENIC TREMOR",
            "level": 3
        },
        {
            "id": 8,
            "name": "UNCOMMON TREMOR SYNDROMES AND TREMORS IN CHILDREN",
            "level": 3
        },
        {
            "id": 9,
            "name": "Diagnostic Approach",
            "level": 2
        },
        {
            "id": 10,
            "name": "Special Studies",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Tremor—a rhythmic, involuntary, oscillatory movement of body parts1—is the most common movement disorder.2The diagnosis is based on a careful assessment of the history and physical examination, although some tests, including positron emission tomography (PET) and single photon emission computed tomography (SPECT), are being investigated as diagnostic aids.2–5This article reviews the classification and causes of tremor and provides evaluation guidelines."
        },
        {
            "parent": 0,
            "text": "Tremors are classified as rest or action tremors. Rest tremor occurs when the affected body part is completely supported against gravity (e.g., hands resting in the lap). Amplitude increases during mental stress (e.g., counting backwards) or with general movement (e.g., walking) and diminishes with target-directed movement (e.g., finger-to-nose test).1,2,6"
        },
        {
            "parent": 0,
            "text": "Action tremors are produced by voluntary muscle contraction. They are further divided into postural, isometric, or kinetic tremors. Postural tremor occurs when the affected body part maintains position against gravity (e.g., extending arms in front of body). Isometric tremor results from muscle contraction against stationary objects (e.g., squeezing the examiner's fingers). Kinetic tremor, which occurs with voluntary movement, is either simple kinetic tremor or intention tremor. Simple kinetic tremor is associated with movement of extremities (e.g., pronation-supination or flexion-extension wrist movements). Intention tremor occurs during visually guided movement toward a target (e.g., finger-to-nose or finger-to-finger testing), with significant amplitude fluctuation on approaching the target2(Table 1).1,6"
        },
        {
            "parent": 0,
            "text": "Although this classification helps in determining cause, the presentation of tremor syndromes varies. Other aspects of the history and physical examination should be considered when evaluating patients with tremor."
        },
        {
            "parent": 2,
            "text": "All normal persons exhibit physiologic tremor, a benign, high-frequency, low-amplitude postural tremor. Usually invisible to the naked eye, it can be amplified by holding a piece of paper on the outstretched hand or pointing a laser at a distant screen.1,2"
        },
        {
            "parent": 2,
            "text": "Enhanced physiologic tremor is a visible, high-frequency postural tremor that occurs in the absence of neurologic disease and is caused by medical conditions such as thyrotoxicosis, hypoglycemia, the use of certain drugs, or withdrawal from alcohol or benzodiazepines. It is usually reversible once the cause is corrected1,2(Table 2).6,7"
        },
        {
            "parent": 3,
            "text": "Essential tremor is a visible postural tremor of hands and forearms that may include a kinetic component.1It is the most common movement disorder worldwide; prevalence ranges from 4.1 to 39.2 cases per 1,000 persons, to as high as 50.5 per 1,000 in persons older than 60 years.8These figures may underestimate the true prevalence, however, because up to 50 percent of persons with mild essential tremor are unaware of it.9Reports of family history vary widely, with 21.7 percent of patients in one study9and 62 percent in another study10reporting a family history of tremor."
        },
        {
            "parent": 3,
            "text": "Essential tremor develops insidiously and progresses slowly, presenting as a postural, distal arm tremor in 95 percent of patients. Onset peaks bimodally in the teens and 50s. The tremor may start in a single limb, but it becomes bilateral over time, most often as a flexion-extension movement of the wrist with a frequency of 4 to 12 Hz. It may involve the head, appearing as a yes-yes or no-no head movement. Amplitude increases with stress, fatigue, and certain medications such as central nervous system stimulants, and may increase with certain voluntary activities such as holding a fork or cup. Rest, beta blockers, primidone (Mysoline), and alcohol ingestion decrease the tremor.2,10,11"
        },
        {
            "parent": 4,
            "text": "Parkinson's disease (PD) is 20 times less common than essential tremor.8Nevertheless, approximately 1 million Americans have PD.12Because specific treatment options are available, accurate diagnosis is essential.2,6,12,13"
        },
        {
            "parent": 4,
            "text": "Symptoms develop insidiously, often after age 50, although early-onset disease may appear in the 20s.13Initial symptoms include resting tremor beginning distally in one arm at a 4- to 6-Hz frequency. Typically, the tremor is a flexion-extension elbow movement, a pronation-supination of the forearm, or a pill-rolling finger movement. It worsens with stress and diminishes with voluntary movement. It may have postural or kinetic components.2,12However, 10 to 20 percent of patients have no tremor during the course of PD.2,14"
        },
        {
            "parent": 4,
            "text": "Other signs of PD include rigidity, bradykinesia, and impaired postural reflexes. The physician may note cogwheel rigidity (i.e., ratchet-like resistance) during passive range of motion while examining the extremities. Bradykinesia includes a slow, shuffling gait, decreased arm swing with walking, difficulty rising from a seated position, and reduced facial animation (masked facies).12,13,15Postural reflexes are examined by the pull test: the patient stands with arms hanging loosely at the sides; from behind, the examiner holds the patient's upper arms just under the shoulders and gently pulls backward; if the patient begins to fall, postural instability is indicated12(Table 3).16"
        },
        {
            "parent": 5,
            "text": "Cerebellar tremor presents as a unilateral or bilateral, low-frequency (less then 5 Hz) intention tremor caused by stroke, brainstem tumor, or multiple sclerosis.2,17It may include postural tremor.1Classically, cerebellar lesions produce kinetic tremor on the ipsilateral side of the body. Finger-to-nose, finger-to-finger, and heel-to-shin testing results in worsening tremor as the extremity approaches the target.2Other signs include abnormalities of gait, speech, and ocular movements; inability to perform rapid alternating hand movements;6and titubation, a postural tremor of the trunk and head.5"
        },
        {
            "parent": 6,
            "text": "Drug-induced tremor may follow ingestion of certain drugs(Table 4)1; toxic tremors occur following intoxication. Tremors also are present during withdrawal from certain drugs and alcohol.1"
        },
        {
            "parent": 6,
            "text": "The most common drug-induced tremor is enhanced physiologic tremor following use of sympathomimetics such as pseudoephedrine, bronchodilators, or theophylline, and antidepressants such as tricyclics or fluoxetine (Prozac).1,7This tremor also may accompany benzodiazepine withdrawal.2,7Approximately 25 percent of patients taking long-term valproic acid (Depakene) therapy exhibit postural tremor three to 12 months after starting therapy. Lowering the dosage decreases the tremor.2"
        },
        {
            "parent": 6,
            "text": "Lithium can induce a fine postural tremor of the hands (8 to 12 Hz). Directly correlated with serum concentration, lithium toxicity may cause permanent damage to the cerebellum that precipitates postural and intention tremors. Amiodarone (Cordarone) may cause a dose-dependent reversible neurologic syndrome consisting of postural tremor, ataxia, and peripheral neuropathy; symptoms develop in the first week of treatment and improve following dosage reduction or discontinuation. One study2failed to demonstrate that moderate caffeine intake causes or exacerbates tremor. Neuroleptic agents such as haloperidol (Haldol) or dopamine–receptor-blocking drugs like metoclopramide (Reglan) may induce parkinsonian tremor.7"
        },
        {
            "parent": 6,
            "text": "Acute alcohol intake temporarily reduces physiologic and essential tremors,2,16while alcohol withdrawal may cause postural tremor.18Chronic alcoholism may produce cerebellar tremor1,5(Table 4).1"
        },
        {
            "parent": 7,
            "text": "Psychogenic tremor presents as a variable tremor that may decrease or disappear when not under direct observation, or with psychotherapy or placebo. The patient is asked to tap a beat with the limb contralateral to the tremulous limb: if the tremor decreases or shifts to the frequency of the tapping (i.e., entrainment), psychogenic tremor is suspected.19Co-activation of antagonistic muscles of the tremulous limb may be detected clinically or electrophysiologically.19"
        },
        {
            "parent": 8,
            "text": "Less common tremors include primary writing and other task-specific tremors17; tremor secondary to peripheral neuropathies; and primary orthostatic tremor.1,2Tremors occasionally presenting during childhood include essential, enhanced physiologic, and primary writing tremors, and tremor following severe head injury.20"
        },
        {
            "parent": 8,
            "text": "A rare but important cause of tremor in the young is Wilson's disease, an inborn error of copper metabolism that can be fatal if left untreated. Symptoms begin between 11 and 25 years of age, although they may present as early as 4 years of age. Tremor may be of the intention type or, more commonly, a wing-beating movement when the arm is abducted at the shoulder. Other signs are findings related to liver dysfunction and ring-shaped copper pigmentation in the cornea, called Kayser-Fleischer rings21(Table 5).3"
        },
        {
            "parent": 9,
            "text": "A thorough history should explore onset, exacerbating and relieving factors, medications, family history, and associated symptoms. It also should assess functional limitations including job-related disabilities, social embarrassment, and difficulty with holding a cup or with handwriting."
        },
        {
            "parent": 9,
            "text": "Observation is the initial step in the physical examination. The physician observes the patient sitting with hands resting in the lap or standing with arms at the sides. When seeking evidence of postural tremor, the physician asks the patient to extend the arms and perform the finger-to-nose or finger-to-finger movement to identify an intention tremor. It is useful to observe the patient drinking from a glass, writing, or drawing a rhythmic pattern such as a spiral. The tremor should be classified as to body part (arms, head), activation condition (when the tremor is present), frequency (fast or slow), and amplitude (fine or coarse)."
        },
        {
            "parent": 9,
            "text": "In the examination of a patient with resting tremor, the physician checks for rigidity and bradykinesia by flexing and extending the patient's arms, seeking signs of cogwheel rigidity. Tremor and rigidity may become more pronounced if patients perform voluntary movements with the opposite limb (e.g., the patient draws a circle in the air with the opposite hand). The patient is asked to stand and to walk, thus displaying evidence of difficulty initiating movement, reduced arm swing, or shuffling gait. If PD is suspected, a trial of therapy with a dopaminergic agent such as levodopa-carbidopa (Sinemet) is appropriate. Referral to a neurologist is indicated when patients fail to respond to the medication or demonstrate an atypical presentation."
        },
        {
            "parent": 9,
            "text": "In patients with intention tremor, the physician asks about the onset of symptoms. If the tremor is caused by stroke, onset is usually acute, and the patient may appear ill and complain of headache, vertigo, and difficulty with balance. The physician observes for nystagmus, difficulty with speech or swallowing, and uneven gait (falling to one side). Multiple sclerosis is suspected if the tremor is associated with visual disturbances and diverse neurologic symptoms and signs. The physician should check for evidence of chronic alcoholism, including spider angiomata, gynecomastia, enlarged liver, or abnormal blood test results (elevated mean corpuscular volume or γ-glutamyl transferase level)."
        },
        {
            "parent": 9,
            "text": "Postural tremor can be relatively constant or episodic, and of acute or insidious onset. It should be noted whether stress or fatigue increases the amplitude of the tremor. If weight loss, irritability, racing heart, or neck swelling is described, the patient should be examined for thyroid enlargement, exophthalmos, brisk reflexes, and tachycardia. The thyroid-stimulating hormone level is checked to rule out hyperthyroidism."
        },
        {
            "parent": 9,
            "text": "Tremor occurring three to four hours after eating may suggest hypoglycemia. Other signs of hypoglycemia include altered sensorium, sweating, and pallor. A blood glucose test or a glucose tolerance test performed while the patient is having symptoms may be appropriate. Tremor in conjunction with feelings of suffocation, chest tightness, and racing heart may indicate panic disorder."
        },
        {
            "parent": 9,
            "text": "Hand tremor, sleep disturbance, irritability, sweating, nausea, and difficulty with concentration may indicate benzodiazepine withdrawal.5,7The physician should ask about the patient's use of prescription or over-the-counter medications that are known to cause tremor. Essential tremor is indicated if the examination is normal except for postural tremor and a positive family history(Figure 1)."
        },
        {
            "parent": 10,
            "text": "While it is reasonable to order routine chemistry, hematology, and thyroid function tests in the evaluation of a patient with tremor, other testing depends on the tremor's suspected etiology.3Liver function tests are helpful in young patients with non–drug-induced tremor. In patients with Wilson's disease, 24-hour urine copper and serum ceruloplasmin determinations are helpful. Cerebrospinal fluid examination for oligoclonal IgG bands is appropriate in patients suspected of having multiple sclerosis."
        },
        {
            "parent": 10,
            "text": "In some PD patients, magnetic resonance imaging (MRI) studies have shown a narrowing of the high signal region between the red nucleus and the substantia nigra. However, patients with characteristic presentations and positive responses to anti-Parkinson medication do not require such imaging.3A computed tomographic scan or an MRI is more important in cases of intention tremor, when strokes, tumors, and multiple sclerosis are suspected."
        },
        {
            "parent": 10,
            "text": "PET and SPECT scanning have demonstrated decreased uptake in the brains of patients with Parkinson's disease, mainly in the posterior striatum, and may assist in the evaluation of rest tremor.3,15Studies of SPECT scanning as a tool for evaluating isolated postural tremor are mixed, with one study4demonstrating no difference in uptake, and a review of other studies5indicating significant differences in uptake or activation. At this time, functional imaging with PET or SPECT scanning is not widely available and is considered to be of little clinical use in evaluating tremor.3"
        },
        {
            "parent": 10,
            "text": "Other evaluation tools include surface electromyography, accelerometers, potentiometers, handwriting tremor analysis, and long-term tremor records.1,3These tools generally are used in research or specialty centers and are not used routinely in the office setting."
        }
    ],
    "locked": false
}