{
    "url": "https://www.aafp.org/pubs/afp/issues/2004/1115/p1905.html#afp20041115p1905-f7",
    "title": "Management of Cervical Cytologic Abnormalities | AAFP",
    "author": "BARBARA S. APGAR, M.D., M.S., AND GREGORY BROTZMAN, M.D.",
    "doi": "Am Fam Physician.2004;70(10):1905-1916",
    "abstract": "The American Society for Colposcopy and Cervical Pathology developed guidelines in 2001 for the management of cervical cytologic abnormalities. The guidelines incorporate the Bethesda System 2001 terminology and data from randomized studies of atypical squamous cells, low-grade intraepithelial lesions, human papillomavirus testing, and liquid-based cytology to formulate evidence-based recommendations. Each recommendation is graded according to the strength of the recommendation and the quality of the evidence, and specific terminology is added to highlight management options. The effectiveness of each triage recommendation is determined by the percentage of grade 2 and 3 cervical intraepithelial neoplasia it detects. Colposcopy, repeat cytology, and human papillomavirus DNA testing are acceptable options in women with atypical squamous cells of undetermined significance, but human papillomavirus DNA testing is preferred if liquid-based cytology is used. Colposcopy is recommended for women with a diagnosis of “atypical squamous cells-cannot rule out high-grade intraepithelial lesion.” Women with low-grade squamous intraepithelial lesions should be referred for colposcopy, and women with high-grade lesions should undergo colposcopy and endocervical assessment. Colposcopy and endocervical sampling are recommended in women with all subcategories of atypical glandular cells. Endometrial sampling and colposcopy are recommended in women older than 35 years with atypical glandular cells and in younger women with unexplained vaginal bleeding. Women with a diagnosis of “atypical glandular cells-favor neoplasia” or adenocarcinoma-in-situ who are not found to have invasive disease on colposcopy should undergo a diagnostic excisional procedure, preferably a cold-knife conization.",
    "headers": [
        {
            "id": 0,
            "name": "Atypical Squamous Cells",
            "level": 2
        },
        {
            "id": 1,
            "name": "ASC-US",
            "level": 3
        },
        {
            "id": 2,
            "name": "Rationale for HPV DNA Testing",
            "level": 3
        },
        {
            "id": 3,
            "name": "Recommendations for HPV DNA Testing",
            "level": 3
        },
        {
            "id": 4,
            "name": "Rationale for Repeat Cytology",
            "level": 3
        },
        {
            "id": 5,
            "name": "Recommendations for Repeat Cytology",
            "level": 3
        },
        {
            "id": 6,
            "name": "Rationale for Colposcopy",
            "level": 3
        },
        {
            "id": 7,
            "name": "Recommendations for Colposcopy",
            "level": 3
        },
        {
            "id": 8,
            "name": "Special Considerations",
            "level": 3
        },
        {
            "id": 9,
            "name": "ASC-H",
            "level": 3
        },
        {
            "id": 10,
            "name": "Low-Grade Squamous Intraepithelial Lesions",
            "level": 2
        },
        {
            "id": 11,
            "name": "High-Grade Squamous Intraepithelial Lesions",
            "level": 2
        },
        {
            "id": 12,
            "name": "Atypical Glandular Cells",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Interim guidelines for the management of abnormal cervical cytology were published in 1994.1Since then, new data about human papillomavirus (HPV), HPV DNA testing,2and liquid-based cytology have necessitated new recommendations. The American Society for Colposcopy and Cervical Pathology (ASCCP) 2001 Consensus Guidelines3for management of cervical cytologic abnormalities were developed at a conference sponsored by the ASCCP and attended by representatives from major organizations, including the American Academy of Family Physicians. The guidelines incorporate the Bethesda System 2001 terminology4and data from the atypical squamous cells of undetermined significance (ASC-US) and low-grade squamous intraepithelial lesion (LSIL) Triage Study (ALTS), which randomized women to colposcopy, repeat cytology, or HPV DNA testing.5The guidelines were developed to advise physicians about the appropriate triage and management of women with abnormal cervical cytologic results, thus distinguishing women at significant risk for high-grade cervical disease from those who have minimal or no disease. Comparative studies confirmed the recommendations.6,7The guidelines eliminate unnecessary clinical evaluations and decrease costs of multiple follow-up visits8while increasing use of colposcopy and HPV DNA testing.9,10"
        },
        {
            "parent": -1,
            "text": "The guidelines are graded according to a two-part rating system similar to the one used by the U.S. Preventive Services Task Force(Table 1).3Specific terminology not directly linked to the strength of the recommendation or quality of the evidence was assigned to highlight the strength of supporting data. Algorithms for the recommendations(Figures 1through8)11and explanations of the terminology(Table 2)3were developed by the ASCCP."
        },
        {
            "parent": 0,
            "text": "According to the Bethesda System 2001 guidelines, the cytologic category of atypical squamous cells (ASC) includes the qualifiers “of undetermined significance” and “cannot exclude high-grade intraepithelial lesion” (ASC-H).4The goal of effective triage of ASC is to identify the 5 to 17 percent of women who have an underlying grade 2 or 3 cervical intraepithelial neoplasia (CIN) or cervical cancer.6,12–14However, the category of ASC is poorly reproducible15; after additional cytologic review, ASC could be downgraded to negative or upgraded to a squamous intraepithelial lesion (SIL).13Experts who reviewed cytologic results that originally were classified as ASC concurred with the diagnosis 43 percent of the time but downgraded 38.5 percent to negative, and upgraded 16.6 percent to LSIL and 1.8 percent to high-grade squamous intraepithelial lesions (HSIL) or greater.15However, ASC cannot be ignored. The largest proportion (38.8 percent) of biopsy-confirmed grade 2 or 3 CIN is found in women diagnosed with ASC-US.16In ALTS, the overall percentage of grade 2 or 3 CIN in the ASC-US population was 15.4 percent.6"
        },
        {
            "parent": 1,
            "text": "The consensus guidelines present three options for management of ASC-US: repeat cytology, immediate colposcopy, and HPV DNA testing(Figure 1).11Each option has advantages and disadvantages. The success of each option is determined by the percentage of grade 2 or 3 CIN that is detected. The guidelines state that all three options are “safe and effective” (AI recommendation, seeTable 1). However, if liquid-based cytology is used, reflex HPV DNA testing for oncogenic HPV types is the preferred method of evaluation (AI recommendation).3Reflex testing refers to HPV DNA testing that is performed automatically on the residual liquid, thus eliminating the need for an additional visit.17"
        },
        {
            "parent": 2,
            "text": "The hybrid capture 2 HPV DNA assay targets 13 oncogenic HPV types.18Its sensitivity to detect CIN grade 3 or greater is 90 to 96 percent.13The negative predictive value (i.e., the percentage of time grade 2 or 3 CIN is absent) is 99.5 percent.13The advantage of this option is that 72.3 percent of cumulative cases of grade 3 CIN were detected by HPV DNA testing, which was significantly more effective than colposcopy (54 percent sensitivity) and repeat cytology.6Additionally, grade 3 CIN was diagnosed significantly earlier with HPV DNA testing, and testing resulted in 50 percent fewer referrals for colposcopy.6This option may not be as advantageous if reflex testing is not available and a return visit is required for HPV DNA testing."
        },
        {
            "parent": 3,
            "text": "Women with ACS-US who test negative for high-risk HPV types can have repeat cytology at 12 months. Colposcopy is recommended for women who test positive for oncogenic HPV types (AII recommendation).3If initial colposcopy does not identify a lesion, repeating the cytology at six and 12 months is acceptable (BII recommendation). If the woman is HPV-positive and repeat cytology still reveals ASC-US or greater, repeat colposcopy is recommended. It is also acceptable to perform repeat HPV DNA testing at 12 months and refer the patient for colposcopy if oncogenic HPV types persist (BII recommendation)."
        },
        {
            "parent": 3,
            "text": "The clinical sensitivity of repeated HPV DNA testing alone to detect grade 2 and 3 CIN at 12 months is 92 percent, which is higher than that of a single repeated cytology.9Because of reliable negative results, HPV DNA testing also results in the least colposcopy referrals.10Performing both cytology and HPV DNA testing at six and 12 months does not improve the sensitivity for detecting grade 2 and 3 CIN and results in significantly more referrals for colposcopy. Thus, either repeat cytology at six and 12 months or repeat HPV DNA testing at 12 months is acceptable."
        },
        {
            "parent": 4,
            "text": "The advantage of repeat cytology is that most physicians and patients are familiar with the collection of cervical cytology samples. However, when ASC-US is used as a triage threshold, the sensitivity of a single repeat cytologic specimen to detect grade 2 or 3 CIN is 85.3 percent, with a 58.6 percent referral rate for colposcopy.13Two repeat negative cytologies are needed to rule out a high-grade lesion, which may increase the risk of non-adherence to recommendations.6,13"
        },
        {
            "parent": 5,
            "text": "Cytology is repeated at four- to six-month intervals until two consecutive negative results are obtained (AII recommendation).3Women then can return to routine cytologic screening (AII recommendation). However, if any repeat cytology detects ASC-US or greater, colposcopy is recommended (AII recommendation)."
        },
        {
            "parent": 6,
            "text": "Although skilled colposcopists can determine immediately whether cervical disease is present, colposcopy requires dedicated resources and is unavailable in some areas. Comparing the three management options, it is unclear if missed prevalent disease or new incident disease accounts for the 53 percent sensitivity for grade 3 CIN in the colposcopy arm of ALTS.6The sensitivity of colposcopy reported in some studies may be higher than what occurs in community practice.3"
        },
        {
            "parent": 7,
            "text": "Guidelines are included for care of patients in whom colposcopy identifies CIN.19If no lesion is identified, two triage options, HPV DNA testing and repeat cytology, are available, depending on the patient’s HPV status. HPV-positive women whose initial colposcopy results are negative and who have persistent HPV positivity at 12 months should undergo repeat colposcopy. In HPV-positive women, cytologic sampling at six and 12 months is also acceptable (BII recommendation). If a woman with negative initial colposcopy results is HPV DNA-negative or if her status is not known, repeat cytology 12 months after a negative colposcopy is acceptable (BII recommendation)."
        },
        {
            "parent": 8,
            "text": "It is unacceptable to perform diagnostic excisional procedures in women with ASC who lack biopsy-confirmed CIN (EII recommendation).3ASC-US in pregnant women is managed in the same manner as nonpregnant women (BIII recommendation). Immunosuppressed women, including those infected with human immunodeficiency virus, should undergo colposcopy, not HPV DNA testing or serial cytologic sampling (BII recommendation). Postmenopausal women with ASC-US can be given a trial of intravaginal estrogen therapy followed by repeat cytology a week after the regimen is completed (CIII recommendation,Figure 2).11Results of cytology will determine further triage."
        },
        {
            "parent": 9,
            "text": "Although ASC-H is less common than ASC-US, the risk of underlying grade 2 or 3 CIN is higher20and colposcopy is recommended (AII recommendation).3If CIN is identified by biopsy, management is based on the grade of the lesion19(Figure 3).11If no lesion is found on colposcopy, a review of the colposcopic, cytologic, and histologic findings is recommended (CIII recommendation). If the diagnosis remains the same after the review, repeat cytology at six and 12 months or HPV DNA testing at 12 months is acceptable (CIII recommendation). If the diagnosis changes, physicians should follow accepted management guidelines.19"
        },
        {
            "parent": 10,
            "text": "The diagnoses of LSIL and ASC-US with oncogenic HPV types are clinically equivalent.10The results of a two-year follow-up study of women in ALTS that simulated the Consensus Guideline recommendations showed that women with LSIL and HPV-positive ASC-US have similar risks of having a grade 2 or 3 CIN (18 percent) and that colposcopy can identify lesions successfully.10Although the majority of women with LSIL have grade 1 CIN or negative colposcopy, the risk of subsequent grade 2 or 3 CIN is approximately 12 percent over two years, so diligent follow-up is recommended.10"
        },
        {
            "parent": 10,
            "text": "The cytologic interpretation of LSIL is more reproducible than ASC-US, and women with LSIL are significantly more likely to have biopsy-confirmed grade 2 or 3 CIN than women with ASC-US.21Because 83 percent of women with LSIL are positive for oncogenic HPV types,22the clinical usefulness of HPV testing is limited.7Repeat cytology and colposcopic referral for patients with cytology results of LSIL or greater results in a sensitivity of 93 percent for grade 2 or 3 CIN and a 68 percent referral rate.7Repeating cytology with a referral threshold of ASC-US would be more sensitive but would result in an 80 percent referral rate for colposcopy, even if only one repeat cytology is performed. In community practice, the potential risk of low compliance for serial testing is worrisome."
        },
        {
            "parent": 10,
            "text": "The recommendation to refer women with LSIL to colposcopy (AII recommendation,Figure 4)11is based on the fact that other options may result in decreased compliance and missed grade 2 and 3 CIN, which may lead to colposcopy regardless. Whether endocervical sampling is preferred or acceptable depends on the presence or absence of lesions and whether the colposcopy is satisfactory or unsatisfactory. Identifiable lesions are managed according to guidelines.19On colposcopy, 50 percent of women with LSIL have grade 1 CIN and 16 percent have grade 2 or 3 CIN.7Women without colposcopic lesions can be followed with two serial cytologies or one HPV DNA test (BII recommendation)."
        },
        {
            "parent": 10,
            "text": "In postmenopausal women with LSIL, a course of intravaginal estrogen followed by repeat cytology or HPV DNA testing is acceptable23(CIII recommendation,Figure 5).11Adolescents can be managed with one of three triage options similar to those for patients with ASC-US24(CIII recommendation,Figure 6).11"
        },
        {
            "parent": 11,
            "text": "A total of 98.9 percent of women with HSIL test positive for oncogenic HPV types.7Of the 75 percent of nonpregnant women with HSIL who are found to have biopsy-confirmed grade 2 or 3 CIN, most will undergo treatment to reduce their risk of developing cervical cancer. Because up to 3 percent of women with HSIL will have invasive cancer,25the recommended management of HSIL is colposcopy and endocervical assessment (AII recommendation,Figure 7).11Triage with repeat cytology or HPV DNA testing is unacceptable (EII recommendation).26If the colposcopy is satisfactory and the biopsy confirms grade 2 or 3 CIN, treatment is recommended.19If no lesion or only grade 1 CIN is identified and the diagnosis of HSIL is upheld after a review to reconcile the discrepancy, a diagnostic excisional procedure is recommended (BII recommendation). Conversely, if the colposcopy is unsatisfactory and no lesion is seen, a review is recommended to reconcile the discrepancy (BIII recommendation).27A diagnostic excisional procedure is recommended if a review is impossible, the diagnosis of HSIL is upheld, or only grade 1 CIN is confirmed on biopsy (AII recommendation)."
        },
        {
            "parent": 11,
            "text": "The rationale for this recommendation is that women with HSIL and grade 1 CIN have a 35 percent prospective risk of developing grade 2 or 3 CIN.28If the colposcopy is unsatisfactory, ablation is unacceptable because invasion cannot be excluded reliably (EII recommendation)."
        },
        {
            "parent": 11,
            "text": "In adolescents with HSIL but no biopsy-confirmed grade 2 or 3 CIN, conservative management is acceptable. However, diagnostic excision is recommended if the lesion progresses or HSIL persists (BIII recommendation)."
        },
        {
            "parent": 11,
            "text": "In pregnant women with HSIL, colposcopic-directed biopsy is preferred for lesions suspicious for grade 2 or 3 CIN or cancer, and biopsy of low-grade lesions is acceptable (BIII recommendation). Treatment of CIN during pregnancy is unacceptable unless invasion is identified (EII recommendation)."
        },
        {
            "parent": 12,
            "text": "The category of atypical glandular cells (AGC) is divided into “not otherwise specified” (AGC-NOS) and “favor neoplasia” or adenocarcinoma-in-situ (AIS).3Although AGC is an uncommon cytologic diagnosis, up to 54 percent of women with AGC will have an underlying SIL,298 percent will have AIS,30and up to 9 percent may have an invasive squamous or adenocarcinoma.31Cervical cytology has low sensitivity for detection of glandular lesions,32and it is unknown if HPV DNA testing has a role in management of AGC (CIII recommendation). Therefore, colposcopy with endocervical sampling is recommended in women with all categories of AGC3,33(AII recommendation,Figure 8).11Endometrial sampling at the time of colposcopy is recommended in women older than 35 years and in younger women with unexplained vaginal bleeding (AII recommendation)."
        },
        {
            "parent": 12,
            "text": "It is unacceptable to perform repeat cytology in women with initial cytologic results of AGC or AIS (EII recommendation). Women with AGC-favor neoplasia or AIS who are not found to have invasive disease on initial colposcopic evaluation should undergo a diagnostic excisional procedure (AII recommendation), preferably cold-knife conization to avoid thermal artifact from the loop electrosurgical excision procedure, which may preclude a diagnosis (BII recommendation).34AGC-NOS and biopsy-confirmed CIN should be managed according to guidelines.19If no neoplasia is found during colposcopy, repeat cytology is performed every four to six months until four negative results are obtained (BIII recommendation).35Colposcopy is recommended if follow-up cytology reveals ASC or LSIL. If repeat cytology detects HSIL or AGC, a diagnostic excisional procedure is recommended (BIII recommendation)."
        }
    ],
    "locked": false
}