{
    "url": "https://www.aafp.org/pubs/afp/issues/2003/1201/p2223.html#afp20031201p2223-f1",
    "title": "Approach to the Adult Patient with Fever of Unknown Origin | AAFP",
    "author": "ALAN R. ROTH, D.O., AND GINA M. BASELLO, D.O.",
    "doi": "Am Fam Physician.2003;68(11):2223-2229",
    "abstract": "Fever of unknown origin (FUO) in adults is defined as a temperature higher than 38.3 C (100.9 F) that lasts for more than three weeks with no obvious source despite appropriate investigation. The four categories of potential etiology of FUO are classic, nosocomial, immune deficient, and human immunodeficiency virus–related. The four subgroups of the differential diagnosis of FUO are infections, malignancies, autoimmune conditions, and miscellaneous. A thorough history, physical examination, and standard laboratory testing remain the basis of the initial evaluation of the patient with FUO. Newer diagnostic modalities, including updated serology, viral cultures, computed tomography, and magnetic resonance imaging, have important roles in the assessment of these patients.",
    "headers": [
        {
            "id": 0,
            "name": "Definitions and Classifications",
            "level": 2
        },
        {
            "id": 1,
            "name": "CLASSIC",
            "level": 3
        },
        {
            "id": 2,
            "name": "NOSOCOMIAL",
            "level": 3
        },
        {
            "id": 3,
            "name": "IMMUNE DEFICIENT",
            "level": 3
        },
        {
            "id": 4,
            "name": "HIV-ASSOCIATED",
            "level": 3
        },
        {
            "id": 5,
            "name": "Differential Diagnosis",
            "level": 2
        },
        {
            "id": 6,
            "name": "INFECTIONS",
            "level": 3
        },
        {
            "id": 7,
            "name": "MALIGNANCIES",
            "level": 3
        },
        {
            "id": 8,
            "name": "AUTOIMMUNE CONDITIONS",
            "level": 3
        },
        {
            "id": 9,
            "name": "MISCELLANEOUS",
            "level": 3
        },
        {
            "id": 10,
            "name": "Evaluation of the Patient with FUO",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Adult patients frequently present to the physician's office with a fever (temperature higher than 38.3°C [100.9°F]).1Most febrile conditions are readily diagnosed on the basis of presenting symptoms and a problem-focused physical examination. Occasionally, simple testing such as a complete blood count or urine culture is required to make a definitive diagnosis. Viral illnesses (e.g., upper respiratory infections) account for most of these self-limiting cases and usually resolve within two weeks.2When fever persists, a more extensive diagnostic investigation should be conducted. Although some persistent fevers are manifestations of serious illnesses, most can be readily diagnosed and treated."
        },
        {
            "parent": 0,
            "text": "The definition of fever of unknown origin (FUO), as based on a case series of 100 patients,3calls for a temperature higher than 38.3°C on several occasions; a fever lasting more than three weeks; and a failure to reach a diagnosis despite one week of inpatient investigation. This strict definition prevents common and self-limiting medical conditions from being included as FUO. Some experts have argued for a more comprehensive definition of FUO that takes into account medical advances and changes in disease states, such as the emergence of human immunodeficiency virus (HIV) infection and an increasing number of patients with neutropenia. Others contend that altering the definition would not benefit the evaluation and care of patients with FUO.4"
        },
        {
            "parent": 0,
            "text": "The four categories of potential etiology of FUO are centered on patient subtype—classic, nosocomial, immune deficient, and HIV-associated. Each group has a unique differential diagnosis based on characteristics and vulnerabilities and, therefore, a different process of evaluation(Table 1).5"
        },
        {
            "parent": 1,
            "text": "The classic category includes patients who meet the original criteria of FUO, with a new emphasis on the ambulatory evaluation of these previously healthy patients.6The revised criteria require an evaluation of at least three days in the hospital, three outpatient visits, or one week of logical and intensive outpatient testing without clarification of the fever's cause.5The most common causes of classic FUO are infection, malignancy, and collagen vascular disease."
        },
        {
            "parent": 2,
            "text": "Nosocomial FUO is defined as fever occurring on several occasions in a patient who has been hospitalized for at least 24 hours and has not manifested an obvious source of infection that could have been present before admission. A minimum of three days of evaluation without establishing the cause of fever is required to make this diagnosis.5Conditions causing nosocomial FUO include septic thrombophlebitis, pulmonary embolism,Clostridium difficileenterocolitis, and drug-induced fever. In patients with nasogastric or nasotracheal tubes, sinusitis also may be a cause.7,8"
        },
        {
            "parent": 3,
            "text": "Immune-deficient FUO, also known as neutropenic FUO, is defined as recurrent fever in a patient whose neutrophil count is 500 per mm3or less and who has been assessed for three days without establishing an etiology for the fever.5In most of these cases, the fever is caused by opportunistic bacterial infections. These patients are usually treated with broad-spectrum antibiotics to cover the most likely pathogens. Occult infections caused by fungi, such as hepatosplenic candidiasis and aspergillosis, must be considered.9Less commonly, herpes simplex virus may be the inciting organism, but this infection tends to present with characteristic skin findings."
        },
        {
            "parent": 4,
            "text": "HIV-associated FUO is defined as recurrent fevers over a four-week period in an outpatient or for three days in a hospitalized patient with HIV infection.5Although acute HIV infection remains an important cause of classic FUO, the virus also makes patients susceptible to opportunistic infections. The differential diagnosis of FUO in patients who are HIV positive includes infectious etiologies such asMycobacterium avium-intracellularecomplex,Pneumocystis cariniipneumonia, and cytomegalovirus. Geographic considerations are especially important in determining the etiology of FUO in patients with HIV. For example, a patient with HIV who lives in the southwest United States is more susceptible to coccidioidomycosis. In patients with HIV infection, non-infectious causes of FUO are less common and include lymphomas, Kaposi's sarcoma, and drug-induced fever.9,10"
        },
        {
            "parent": 5,
            "text": "The differential diagnosis of FUO generally is broken into four major subgroups: infections, malignancies, autoimmune conditions, and miscellaneous(Table 2). Several factors may limit the applicability of research literature on FUO to everyday medical practice. These factors include the geographic location of cases, the type of institution reporting results (e.g., community hospital, university hospital, ambulatory clinic), and the specific subpopulations of patients with FUO who were studied. Despite these limiting factors, infection remains the most common cause of FUO in study reports.3,11,12"
        },
        {
            "parent": 6,
            "text": "Of the many infectious diseases that are associated with FUO, tuberculosis (especially in extrapulmonary sites) and abdominal or pelvic abscesses are the most common.13Intraabdominal abscesses are associated with perforated hollow viscera (as occurs in appendicitis), diverticulitis, malignancy, and trauma. Other common infections that should be considered as the source of FUO include subacute bacterial endocarditis, sinusitis, osteomyelitis, and dental abscess.11,13As the duration of fever increases, the likelihood of an infectious etiology decreases. Malignancy and factitious fever are more common diagnostic considerations in patients with prolonged FUO.14"
        },
        {
            "parent": 7,
            "text": "Because of a substantial increase in the elderly population, as well as advances in the diagnosis and treatment of diseases common in this population, malignancy has become a common etiologic consideration in elderly patients. Malignancies that sometimes are difficult to diagnose, such as chronic leukemias, lymphomas, renal cell carcinomas, and metastatic cancers, often are found in patients with FUO.12"
        },
        {
            "parent": 8,
            "text": "Rheumatoid arthritis and rheumatic fever are inflammatory diseases that used to be commonly associated with FUO, but with advances in serologic testing, these conditions usually are diagnosed more promptly. At this time, adult Still's disease and temporal arteritis have become the most common autoimmune sources of FUO because they remain difficult to diagnose even with the help of laboratory testing."
        },
        {
            "parent": 8,
            "text": "Multisystem inflammatory diseases such as temporal arteritis and polymyalgia rheumatica have emerged as the autoimmune conditions most frequently associated with FUO in patients older than 65 years.15Elderly patients who present with symptoms consistent with temporal arteritis associated with an elevation of the erythrocyte sedimentation rate should be referred for temporal artery biopsy.16"
        },
        {
            "parent": 9,
            "text": "Many unrelated pathologic conditions can present as FUO, with drug-induced fever being the most common.11,14This condition is part of a hypersensitivity reaction to specific drugs such as diuretics, pain medications, antiarrhythmic agents, antiseizure drugs, sedatives, certain antibiotics, antihistamines, barbiturates, cephalosporins, salicylates, and sulfonamides(Table 3)."
        },
        {
            "parent": 9,
            "text": "Complications from cirrhosis and hepatitis (alcoholic, granulomatous, or lupoid) are also potential causes of FUO.12,13Deep venous thrombosis, although a rare cause of FUO, must be considered in relevant patients, and venous Doppler studies should be obtained.17Factitious fever has been associated with patients who have some medical training or experience and a fever persisting longer than six months.18Failure to reach a definitive diagnosis in patients presenting with FUO is not uncommon; 20 percent of cases remain undiagnosed. Even if an extensive investigation does not identify a cause for FUO, these patients generally have a favorable outcome.19"
        },
        {
            "parent": 10,
            "text": "The initial approach to the patient presenting with fever should include a comprehensive history, physical examination, and appropriate laboratory testing. As the underlying process develops, the history and physical assessment should be repeated. The first step should be to confirm a history of fever and document the fever pattern. Classic fever patterns such as intermittent, relapsing sustained, and temperature-pulse disparity may prove to be useful but rarely are diagnostic.20"
        },
        {
            "parent": 10,
            "text": "In taking a history from a patient with FUO, particular attention should be given to recent travel, exposure to pets and other animals, the work environment, and recent contact with persons exhibiting similar symptoms. In patients returning from areas where tuberculosis and malaria are common, the index of suspicion for these diseases should be elevated. In patients who have had contact with pets or other animals, diseases common to animal handlers must be suspected."
        },
        {
            "parent": 10,
            "text": "The family history should be carefully scrutinized for hereditary causes of fever, such as familial Mediterranean fever. The medical history also must be examined for conditions such as lymphoma, rheumatic fever, or a previous abdominal disorder (e.g., inflammatory bowel disease), the reactivation of which might account for the fever. Finally, drug-induced fever must be considered in patients who are taking medications.19"
        },
        {
            "parent": 10,
            "text": "Diagnostic clues often are not readily apparent on physical examination; repeated examination may be essential. Careful attention to the skin, mucous membranes, and lymphatic system, as well as abdominal palpation for masses or organomegaly, is important. The physician's choice of imaging should be guided by findings from a thorough history and physical examination21(e.g., a cardiac murmur in the presence of negative blood cultures should be investigated with a transthoracic echocardiogram or, if needed, transesophageal echocardiogram) rather than strictly following the stepwise approach outlined inFigure 1. Also, Duke's clinical criteria include two major and six minor criteria that help determine the likelihood of endocarditis.22[Evidence level A, validated clinical decision tool] A cost-effective individualized approach is essential to the evaluation of these patients, and without a thoughtful and focused investigation, inappropriate tests might be performed."
        },
        {
            "parent": 10,
            "text": "The preliminary evaluation helps in the formulation of a differential diagnosis and guides further studies that are more invasive or expensive. These preliminary investigations should include a complete blood count, liver function test, erythrocyte sedimentation rate, urinalysis, and basic cultures. Simple clues found during initial testing often will guide the clinician toward one of the major subgroups of FUO. The decision to obtain further diagnostic studies should be based on abnormalities found in the initial laboratory work-up and not represent a haphazard use of costly or invasive modalities."
        },
        {
            "parent": 10,
            "text": "Skin testing for tuberculosis with purified protein derivative (PPD) is an inexpensive screening tool that should be used in all patients with FUO who do not have a known positive PPD reaction. However, a positive PPD reaction alone does not prove the presence of active tuberculosis. A chest radiograph also should be obtained in all patients to screen for possible infection, collagen vascular disease, or malignancy. If this initial assessment does not disclose the source of fever, more specific investigatory techniques, such as serology, sonography, computed tomography (CT), magnetic resonance imaging (MRI), and nuclear medicine scanning should be conducted, based on clinical suspicion."
        },
        {
            "parent": 10,
            "text": "Abdominal sonography, pelvic sonography, or CT scanning should be performed early in the diagnostic process to rule out such common causes of FUO as intra-abdominal abscess or malignancy, depending on the primary evaluation.17This testing, including directed biopsies, has greatly reduced the need for more invasive operative studies.23"
        },
        {
            "parent": 10,
            "text": "MRI should be reserved for clarifying conditions found through the use of other techniques or when the diagnosis remains obscure. The use of radionucleotide scanning, such as gallium 67, technetium Tc 99m, or indium-labeled leukocytes, is warranted for detecting inflammatory conditions and neoplastic lesions that often are underdiagnosed by CT scans; however, these tests tend not to detect collagen vascular disease and other miscellaneous conditions24(Table 4)."
        },
        {
            "parent": 10,
            "text": "Endoscopic procedures may be helpful in the diagnosis of disorders such as inflammatory bowel disease and sarcoidosis. The newest diagnostic technique in the evaluation of the patient with FUO is positron emission tomography (PET). This modality appears to have a very high negative predictive value in ruling out inflammatory causes of fever. However, because of its limited availability it is too early to determine if PET scans will prove to be a useful diagnostic tool in the evaluation of these patients.25,26"
        },
        {
            "parent": 10,
            "text": "More invasive testing, such as lumbar puncture or biopsy of bone marrow, liver, or lymph nodes, should be performed only when clinical suspicion shows that these tests are indicated or when the source of the fever remains unidentified after extensive evaluation. When the definitive diagnosis remains elusive and the complexity of the case increases, an infectious disease, rheumatology, or oncology consultation may be helpful."
        }
    ],
    "locked": false
}