{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/1201/p2525a.html#afp20001201p2525a-uf1",
    "title": "Pediatric Sigmoid Volvulus in Children and Adolescents | AAFP",
    "author": "RICHARD SADOVSKY, M.D.",
    "doi": "Am Fam Physician.2000;62(11):2525-2526",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Sigmoid volvulus is an uncommon problem in children and adolescents, and is rarely considered as a diagnosis in this group because it is a classic disease of the elderly. Volvulus occurs when a redundant sigmoid loop rotates around its narrow, elongated mesentery, producing arterial and venous obstruction of the affected segment, followed by rapid distention of the closed loop. Because the consequences can be serious, sigmoid volvulus should be included in the differential diagnosis of acute and recurrent episodes of abdominal pain or bowel obstruction in this population, particularly if colonic dilation is seen on radiographs. Salas and colleagues reviewed the past 50 years of literature related to sigmoid volvulus in patients younger than 18 years."
        },
        {
            "parent": -1,
            "text": "The median age at presentation was seven years, ranging from four hours to 18 years. Boys were more commonly affected than girls (ratio: 3.5 to 1). Presentation was either acute or recurrent. In acute cases, the mean duration of symptoms, including severe pain that may escalate to shock and circulatory collapse, was 1.5 days. In recurrent cases, the chronic and intermittent episodes of pain had been present, on average, for one year. The most common symptoms are abdominal pain that is relieved by passage of stool or flatus, abdominal distention and vomiting. Radiologic evaluation often reveals colonic dilation. Barium enema often confirms or suggests the diagnosis, and should be performed under fluoroscopic control; a “twisted-taper” or “bird's-beak” configuration of the twisted colon is characteristic. The most common associated conditions include Hirschsprung's disease and imperforate anus."
        },
        {
            "parent": -1,
            "text": "Although sigmoid volvulus can resolve spontaneously, nonoperative management begins with fluid resuscitation and antibiotics, followed by barium enema detorsion of the sigmoid.Theaccompanying figuredescribes the management of sigmoid volvulus in children and adolescents. No complications have been reported with barium enema. Other nonoperative modalities include proc-tosigmoidoscopy and decompression by rectal tube. Operative management most commonly consists of sigmoidectomy. All neonates analyzed in the study needed operative treatment, with most requiring removal of their sigmoid colon."
        },
        {
            "parent": -1,
            "text": "The author concludes that sigmoid volvulus should be included in the differential diagnosis of children who present with abdominal pain, distention and vomiting. Early management can reduce complications and mortality."
        }
    ],
    "locked": true
}