{
    "url": "https://www.aafp.org/pubs/afp/issues/2001/0215/p757.html#afp20010215p757-uf1",
    "title": "Need for Radiographs in Cases of Shoulder Dislocation | AAFP",
    "author": "RICHARD SADOVSKY, M.D.",
    "doi": "Am Fam Physician.2001;63(4):757",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Shoulder dislocations are generally confirmed with radiographs, reduced, and radiographed again to confirm the reduction. The need for prereduction radiographs in all patients with suspected shoulder dislocation to confirm the dislocation or detect a fracture during the reduction has been questioned. In addition, recent studies have challenged the necessity of postreduction radiographs because of the rarity of identifying a new, clinically significant fracture. However, post-reduction films may be useful when the ability to accurately determine shoulder relocation is in question. Hendey studied the necessity of obtaining radiographs in managing patients with suspected shoulder dislocation by looking at (1) the ability of the physician to accurately identify shoulder dislocation and successful reduction and (2) the frequency of fractures or persistent dislocations noted on prereduction and postreduction radiographs in this population."
        },
        {
            "parent": -1,
            "text": "Emergency department physicians who treated patients with possible shoulder dislocation were asked to document their opinion about dislocation and relocation before obtaining radiographs. Among the 28 patients having recurrent dislocations with a relatively atraumatic mechanism of injury, physicians were confident in their assessment of joint position in 47 of 51 assessments and were correct in all of these assessments. No unsuspected dislocations or fractures were seen on prereduction or postreduction radiographs. Among 76 patients who had no previous dislocation or who had a blunt traumatic mechanism of injury, physicians were confident in their prereduction assessment of joint position in 61 of these cases and were correct in 60 cases. Of the 57 patients in this group with simple dislocations, physicians were confident of the postreduction joint positions in 53 of the cases and were correct in all 53 cases. Ten of the 76 patients with no previous dislocation who had blunt trauma had a fracture-dislocation."
        },
        {
            "parent": -1,
            "text": "The authors conclude that physicians are able to accurately determine when a shoulder is dislocated and relocated in most patients without associated fractures. Radiographs should be taken when the physician is uncertain of dislocation or reduction. Prereduction films should be obtained in patients with blunt traumatic mechanism of injury because of the risk of fracture, and postreduction films in those who have fracture dislocation. An algorithm for the management of patients with suspected shoulder dislocation is proposed(see accompanying figure)."
        }
    ],
    "locked": true
}