{
    "url": "https://www.aafp.org/pubs/afp/issues/2001/1015/p1455.html#afp20011015p1455-uf1",
    "title": "Neurologic Abnormalities in Early HIV Infection | AAFP",
    "author": "ANNE D. WALLING, M.D.",
    "doi": "Am Fam Physician.2001;64(8):1455-1459",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Although more than one half of all persons infected with the human immunodeficiency virus (HIV) develop neurologic dysfunction, pathologic findings are found in the central nervous system (CNS) in about 90 percent of HIV cases at autopsy. The virus invades the nervous system and cerebrospinal fluid (CSF) very early in the course of infection, and the CNS is a sanctuary site for HIV during periods when it may be difficult to detect clinically or on laboratory testing. The virus is protected in the CNS by the poor penetration of the blood-brain barrier by many antiviral drugs. As patients with HIV infection survive longer, the significance of neurologic complications is expected to rise. A review by Weisberg emphasizes that, in addition to the dementia, gait disturbances and other symptoms associated with advanced HIV disease, neurologic manifestations may occur early in HIV infection."
        },
        {
            "parent": -1,
            "text": "About one third of patients with HIV infection experience a syndrome similar to that of aseptic meningitis around the time of seroconversion. On lumbar puncture, opening pressure is found to be normal, and the CSF has normal glucose content and is negative for pathogens unless there is a coexisting infection. Protein content is elevated, and the CSF shows lymphocytic pleocytosis. HIV antibodies and p24 antigen may be detected in the CSF even at this early stage of infection."
        },
        {
            "parent": -1,
            "text": "Although meningitis is rare in early HIV infection unless the CD4 lymphocyte count is below 400 per mm3(400 × 106per L), many patients report severe and persistent headache. A search should be performed for intracranial lesions. Seetheaccompanying figurefor an algorithmic approach to the management of focal brain lesions. The headache may also be caused by changes in cytokines."
        },
        {
            "parent": -1,
            "text": "Conditions frequently associated with HIV, such as opiate or alcohol abuse, dehydration and malnourishment, may complicate the diagnosis or management of headache. Less common early neurologic symptoms include facial or shoulder weakness, and symptoms similar to Guillain-Barré syndrome."
        },
        {
            "parent": -1,
            "text": "The diagnosis of HIV infection may also result in depression accompanied by physical symptoms or psychologic symptoms such as pseudodementia. Although true cognitive decline has been reported early in HIV infection, symptoms such as cognitive impairment and difficulties in concentration, memory and completion of everyday activities are more likely to be related to depression and difficulties in adjustment to the diagnosis. Consideration should be given to additional conditions such as alcoholism, trauma or systemic illness that could cause or contribute to neurologic and psychologic symptoms."
        }
    ],
    "locked": false
}