{
    "url": "https://www.aafp.org/pubs/afp/issues/2001/0315/p1145.html#afp20010315p1145-f2",
    "title": "Asymptomatic Microscopic Hematuria in Adults: Summary of the AUA Best Practice Policy Recommendations | AAFP",
    "author": "GARY D. GROSSFELD, M.D., J STUART WOLF, JR, M.D., MARK S. LITWIN, M.D., M.P.H., HEDVIG HRICAK, M.D., PH.D., CATHRYN L. SHULER, M.D., DAVID C. AGERTER, M.D., AND PETER R. CARROLL, M.D.",
    "doi": "Am Fam Physician.2001;63(6):1145-1155",
    "abstract": "The American Urological Association (AUA) convened the Best Practice Policy Panel on Asymptomatic Microscopic Hematuria to formulate policy statements and recommendations for the evaluation of asymptomatic microhematuria in adults. The recommended definition of microscopic hematuria is three or more red blood cells per high-power microscopic field in urinary sediment from two of three properly collected urinalysis specimens. This definition accounts for some degree of hematuria in normal patients, as well as the intermittent nature of hematuria in patients with urologic malignancies. Asymptomatic microscopic hematuria has causes ranging from minor findings that do not require treatment to highly significant, life-threatening lesions. Therefore, the AUA recommends that an appropriate renal or urologic evaluation be performed in all patients with asymptomatic microscopic hematuria who are at risk for urologic disease or primary renal disease. At this time, there is no consensus on when to test for microscopic hematuria in the primary care setting, and screening is not addressed in this report. However, the AUA report suggests that the patient's history and physical examination should help the physician decide whether testing is appropriate.",
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Blood in the urine (hematuria) can originate from any site along the urinary tract and, whether gross or microscopic, may be a sign of serious underlying disease, including malignancy. The literature agrees that gross hematuria warrants a thorough diagnostic evaluation.1By contrast, microscopic hematuria is an incidental finding, and whether physicians should test for hematuria in asymptomatic patients remains at issue. No major organization currently recommends screening for microscopic hematuria in asymptomatic adults, even though bladder cancer is the most commonly detected malignancy in such patients.2"
        },
        {
            "parent": -1,
            "text": "The American Urological Association (AUA) convened a Best Practice Policy Panel to formulate recommendations for the evaluation of patients with asymptomatic microhematuria. The panel does not offer recommendations regarding routine screening for microscopic hematuria. The recommendations are based on extensive review of the literature and the panel members' expert opinions. In addition to urologists, the multispecialty panel included a family physician, a nephrologist and a radiologist. Funding in support of panel activities was provided by the AUA. A summary of the recommendations is presented in this article; the full text will be published inUrology.3,4"
        },
        {
            "parent": -1,
            "text": "The initial determination of microscopic hematuria should be based on microscopic examination of urinary sediment from a freshly voided, clean-catch, midstream urine specimen."
        },
        {
            "parent": -1,
            "text": "Hematuria can be measured quantitatively by any of the following: (1) determination of the number of red blood cells per milliliter of urine excreted (chamber count), (2) direct examination of the centrifuged urinary sediment (sediment count) or (3) indirect examination of the urine by dipstick (the simplest way to detect microscopic hematuria). Given the limited specificity of the dipstick method (65 percent to 99 percent for two to five red blood cells per high-power microscopic field), however, the initial finding of microscopic hematuria by the dipstick method should be confirmed by microscopic evaluation of urinary sediment.5–8"
        },
        {
            "parent": -1,
            "text": "The recommended definition of microscopic hematuria is three or more red blood cells per high-power field on microscopic evaluation of urinary sediment from two of three properly collected urinalysis specimens. To account for intermittent positive tests for hematuria in patients with urologic malignancies,6,9one group of investigators10proposed that patients with more than three red blood cells per high-power field from two of three properly collected urine specimens should be considered to have microhematuria and, thus, should be evaluated appropriately. However, before a decision is made to defer evaluation in patients with one or two red blood cells per high-power field, risk factors for significant disease should be taken into consideration(Table 1).4High-risk patients should be considered for full urologic evaluation after one properly performed urinalysis documenting the presence of at least three red blood cells per high-power field."
        },
        {
            "parent": -1,
            "text": "The prevalence of asymptomatic microscopic hematuria varies from 0.19 percent to as high as 21 percent."
        },
        {
            "parent": -1,
            "text": "In five population-based studies, the prevalence of asymptomatic microscopic hematuria varied from 0.19 percent to 16.1 percent.7Differences in the age and sex of the populations screened, the amount of follow-up and the number of screening studies per patient account for this range. In older men, who are at a higher risk for significant urologic disease, the prevalence of asymptomatic microscopic hematuria was as high as 21 percent.6,9,11–13"
        },
        {
            "parent": -1,
            "text": "Patients with asymptomatic microscopic hematuria who are at risk for urologic disease or primary renal disease should undergo an appropriate evaluation. In patients at low risk for disease, some components of the evaluation may be deferred."
        },
        {
            "parent": -1,
            "text": "Asymptomatic microscopic hematuria has many causes, ranging from minor incidental findings that do not require treatment to highly significant lesions that are immediately life-threatening. Therefore, hematuria has been classified into four categories: life-threatening; significant, requiring treatment; significant, requiring observation; and insignificant1,10(Table 2).1"
        },
        {
            "parent": -1,
            "text": "Most studies in which patients with asymptomatic microscopic hematuria have undergone full urologic evaluation (often including repeat urinalysis, urine culture, upper urinary tract imaging, cystoscopy and urinary cytology) have included referral-based populations. A cause for asymptomatic microscopic hematuria was determined in 32 percent to 100 percent of these patients.6,9–23"
        },
        {
            "parent": -1,
            "text": "An algorithm for the initial evaluation of newly diagnosed asymptomatic microscopic hematuria is provided inFigure 1.4An approach to the urologic evaluation of patients without conditions suggestive of primary renal disease is presented inFigure 2.4"
        },
        {
            "parent": -1,
            "text": "The presence of significant proteinuria, red cell casts or renal insufficiency, or a predominance of dysmorphic red blood cells in the urine should prompt an evaluation for renal parenchymal disease or referral to a nephrologist."
        },
        {
            "parent": -1,
            "text": "Significant proteinuria is defined as a total protein excretion of greater than 1,000 mg per 24 hours (1 g per day), or greater than 500 mg per 24 hours (0.5 g per day) if protein excretion is persistent or increasing or if other factors suggest the presence of renal parenchymal disease. In the absence of massive bleeding, a total protein excretion in excess of 1,000 mg per 24 hours would be unlikely and should prompt a thorough evaluation or nephrology referral24(Figure 2).4"
        },
        {
            "parent": -1,
            "text": "Red cell casts are virtually pathognomonic for glomerular bleeding. Unfortunately, they are a relatively insensitive marker. Therefore, it is useful to examine the character of the red blood cells.25Dysmorphic urinary red blood cells show variation in size and shape and usually have an irregular or distorted outline. Such red blood cells are generally glomerular in origin. In contrast, normal doughnut-shaped red blood cells are generally due to lower urinary tract bleeding. Accurate determination of red blood cell morphology may require inverted phase contrast microscopy."
        },
        {
            "parent": -1,
            "text": "The percentage of dysmorphic red blood cells required to classify hematuria as glomerular in origin has not been adequately defined. In general, glomerular bleeding is associated with more than 80 percent dysmorphic red blood cells, and lower urinary tract bleeding is associated with more than 80 percent normal red blood cells.25,26Percentages falling between these ranges are indeterminate and could represent bleeding from either source."
        },
        {
            "parent": -1,
            "text": "The initial evaluation of the urinary sediment generally identifies patients with parenchymal renal disease(Figure 1).4Glomerular disease is most likely in this setting and may be associated with a variety of systemic diseases, including lupus erythematosus, vasculitis, malignancy and infections such as hepatitis and endocarditis. Glomerular diseases localized to the kidney include membranoproliferative glomerulonephritis, IgA nephropathy and crescentic glomerulonephritis. In addition, interstitial renal disease, such as drug-induced interstitial disease or analgesic nephropathy, may be associated with hematuria. If systemic causes are not identified, renal biopsy is usually recommended."
        },
        {
            "parent": -1,
            "text": "Patients with microscopic hematuria, a negative initial urologic evaluation and no evidence of glomerular bleeding are considered to have isolated hematuria. Although many such patients may have structural glomerular abnormalities, they appear to have low risk for progressive renal disease. Thus, the role of renal biopsy in this setting has not been defined. Nevertheless, because follow-up data are limited, these patients should be followed for the development of hypertension, renal insufficiency or proteinuria."
        },
        {
            "parent": -1,
            "text": "In patients without risk factors for primary renal disease, a complete urologic evaluation should be performed."
        },
        {
            "parent": -1,
            "text": "Complete urologic evaluation of microscopic hematuria includes a history and physical examination, laboratory analysis and radiologic imaging of the upper urinary tract followed by cystoscopic examination of the urinary bladder(Figure 2).4In some instances, cytologic evaluation of exfoliated cells in the voided urine specimen may also be performed. If a careful history suggests a potential “benign” cause for microscopic hematuria(Figure 1),4the patient should undergo repeat urinalysis 48 hours after cessation of the activity (i.e., menstruation, vigorous exercise, sexual activity or trauma).27No additional evaluation is warranted if the hematuria has resolved. Patients with persistent hematuria require evaluation."
        },
        {
            "parent": -1,
            "text": "In women, urethral and vaginal examinations should be performed to exclude local causes of microscopic hematuria. A catheterized urinary specimen is indicated if a clean-catch specimen cannot be reliably obtained (i.e., because of vaginal contamination or obesity). In uncircumcised men, the foreskin should be retracted to expose the glans penis, if possible. If a phimosis is present, a catheterized urinary specimen may be required."
        },
        {
            "parent": -1,
            "text": "The laboratory analysis begins with comprehensive examination of the urine and urinary sediment. The number of red blood cells per high-power field should be determined. In addition, the presence of dysmorphic red blood cells or red cell casts should be noted. The urine should also be tested for the presence and degree of proteinuria and for evidence of urinary tract infection. Patients with urinary tract infection should be treated appropriately, and urinalysis should be repeated six weeks after treatment.27If the hematuria resolves with treatment, no additional evaluation is necessary. Serum creatinine should be measured. The remaining laboratory investigation should be guided by specific findings of the history, physical examination and urinalysis."
        },
        {
            "parent": -1,
            "text": "Urothelial cancers, the target of a cytologic examination, are the most commonly detected malignancies in patients with microscopic hematuria."
        },
        {
            "parent": -1,
            "text": "Voided urinary cytology is recommended in all patients who have risk factors for transitional cell carcinoma(Table 1).4This test can be a useful adjunct to cystoscopic evaluation of the bladder, especially in the determination of carcinoma in situ. In patients with asymptomatic microscopic hematuria who do not have risk factors for transitional cell carcinoma, urinary cytology or cystoscopy may be used. If cytology is chosen and malignant or atypical/suspicious cells are identified, cystoscopy is required because the presence of hematuria is a significant risk factor for malignancy in such patients."
        },
        {
            "parent": -1,
            "text": "Several recently identified voided urinary markers have been examined for the early detection of bladder cancer.1At this time, insufficient data are available to recommend their routine use in the evaluation of patients with microscopic hematuria. Further studies are warranted to determine the role of these markers in the diagnostic evaluation of such patients."
        },
        {
            "parent": -1,
            "text": "Intravenous urography, ultrasonography and computed tomography are used to evaluate the urinary tract in patients with microscopic hematuria. Because of lack of impact data, evidence-based imaging guidelines cannot be formulated."
        },
        {
            "parent": -1,
            "text": "In patients with microscopic hematuria, imaging can be used to detect renal cell carcinoma, transitional cell carcinoma in the pelvicaliceal system or ureter, urolithiasis and renal infection.Table 34highlights imaging modalities used to evaluate the urinary tract.28–31Intravenous urography (IVU) has traditionally been the modality of choice for imaging the urinary tract, and many still consider it to be the best initial study for the evaluation of microhematuria. However, IVU by itself has limited sensitivity in detecting small renal masses. When a mass is detected by IVU, further lesion characterization by ultra-sonography, computed tomography (CT) or magnetic resonance imaging (MRI) is necessary because IVU cannot distinguish solid from cystic masses."
        },
        {
            "parent": -1,
            "text": "CT is the best imaging modality for the evaluation of urinary stones, renal and perirenal infections, and associated complications. For the detection of transitional cell carcinoma in the kidney or ureter, IVU is superior to ultrasonography. CT urography with abdominal compression results in reliable opacification of the collecting system, comparable to that obtained with IVU. High detection rates for transitional cell carcinoma on contrast-enhanced CT images have been reported, but the studies offer no statistical analysis.31,32There are currently no studies comparing the performance of various diagnostic-imaging modalities in the detection of transitional cell carcinomas in the upper urinary tract. Retrograde pyelography is considered the best imaging approach for the detection and characterization of ureteral abnormalities, but this general opinion is not based on evidence."
        },
        {
            "parent": -1,
            "text": "No data exist showing the impact of IVU, ultrasonography, CT or MRI on the management of patients with microscopic hematuria. Therefore, evidence-based imaging guidelines cannot be formulated. IVU currently remains the initial evaluation of choice for upper tract imaging in patients with microhematuria for several reasons: (1) the technology is standardized, (2) previous series examining patients with microhematuria have been based on this modality, (3) the rate of missed diagnoses is low when IVU is followed by appropriate studies and (4) IVU is less expensive than CT in most centers. However, the advantage of CT over IVU is that CT has the highest efficacy for the range of possible underlying pathologies, and it shortens the duration of the diagnostic work-up."
        },
        {
            "parent": -1,
            "text": "If CT is chosen as the initial upper tract study, the imaging protocol should be adapted to the diagnostic goals, such as the exclusion of urolithiasis and renal neoplasm. CT urography spiral (helical) is preferred if the technology is available. Neither oral nor rectal contrast medium is required. The CT protocol should start with a noncontrast scan. If this scan demonstrates urolithiasis in a patient who is at low risk for underlying malignancy(Table 1),4no further scanning is needed. In all other patients, including those in whom a urinary calculus is not detected, intravenous contrast medium should be injected. CT scout (topogram) or plain-film abdominal radiography (depending on the equipment available) can be performed at the end of the CT examination to assess the ureters and bladder in an IVU–like fashion."
        },
        {
            "parent": -1,
            "text": "Cystoscopic evaluation of the bladder (complete visualization of the bladder mucosa, urethra and ureteral orifices) is necessary to exclude the presence of bladder cancer."
        },
        {
            "parent": -1,
            "text": "Cystoscopy as a component of the initial office evaluation of microscopic hematuria is recommended in all adult patients more than 40 years of age and in patients less than 40 years of age with risk factors for bladder cancer. This includes patients in whom upper tract imaging reveals a potentially benign source for bleeding. Cystoscopy appears to have a low yield in select patients at low risk for bladder cancer, including men and women younger than 40 years with no risk factors for this malignancy.10,14,20,21,33In these patients, initial cystoscopy may be deferred, but urinary cytology should be performed."
        },
        {
            "parent": -1,
            "text": "Initial diagnostic cystoscopy can be performed under local anesthesia using a rigid or flexible cystoscope. Compared with rigid cystoscopy, flexible cystoscopy causes less pain and is associated with fewer post-procedure symptoms.34–36In addition, positioning and preparation of the patient are simplified, and procedure time is reduced.34Flexible cystoscopy appears to be at least equivalent in diagnostic accuracy to rigid cystoscopy; for some lesions (i.e., those at the anterior bladder neck), it may be superior.34,37"
        },
        {
            "parent": -1,
            "text": "Because some patients with a negative initial evaluation for asymptomatic microhematuria eventually develop significant urologic disease, some form of follow-up is indicated."
        },
        {
            "parent": -1,
            "text": "Although most patients with a negative initial evaluation for asymptomatic microhematuria do not develop significant urologic disease, some patients do. Consequently, some form of follow-up is indicated. Because the appearance of hematuria can precede the diagnosis of bladder cancer by many years,38such follow-up seems especially important in high-risk groups, including patients older than 40 years and those who use tobacco or whose occupational exposures put them at risk.15Because the risk of life-threatening lesions in patients with a negative initial evaluation is low and the data regarding follow-up in such patients are sparse, recommendations regarding appropriate follow-up must be based on consensus opinion, in addition to review of the available literature-based evidence."
        },
        {
            "parent": -1,
            "text": "In patients with a negative initial evaluation of asymptomatic microscopic hematuria, consideration should be given to repeating urinalysis, voided urine cytology and blood pressure determination at six, 12, 24 and 36 months. Although cytology may not be a sensitive marker for detecting low-grade transitional cell carcinoma, it detects most high-grade tumors and carcinomas in situ, particularly if the test is repeated. Such high-grade lesions are the most likely to benefit from early detection."
        },
        {
            "parent": -1,
            "text": "Additional evaluation, including repeat imaging and cystoscopy, may be warranted in patients with persistent hematuria in whom there is a high index of suspicion for significant underlying disease. In this setting, the clinical judgment of the treating physician should guide further evaluation. Immediate urologic reevaluation, with consideration of cystoscopy, cytology or repeat imaging, should be performed if any of the following occur: (1) gross hematuria, (2) abnormal urinary cytology or (3) irritative voiding symptoms in the absence of infection. If none of these occurs within three years, the patient does not require further urologic monitoring. Further evaluation for renal parenchymal disease or referral to a nephrologist should be considered if hematuria persists and hypertension, proteinuria or evidence of glomerular bleeding (red cell casts, dysmorphic red blood cells) develops."
        }
    ],
    "locked": false
}