{
    "url": "https://www.aafp.org/pubs/afp/issues/2002/0915/p1069a.html#afp20020915p1069a-f1",
    "title": "Diagnostic Work-Up of Pleural Effusion: Recommendations | AAFP",
    "author": "BILL ZEPF, M.D.",
    "doi": "Am Fam Physician.2002;66(6):1069-1072",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Contemplating the clinical possibilities when a pleural effusion is evident on a chest radiograph is a situation that family physicians face numerous times. The author, Light, updates readers on the topic of pleural effusions and provides an algorithm for the diagnostic work-up(seeaccompanying figure)."
        },
        {
            "parent": -1,
            "text": "Although the complete differential diagnosis for pleural effusion is wide, the most common causes in the United States are congestive heart failure, pneumonia, and cancer. The initial history and physical examination can help guide the further work-up of pleural effusion. Findings suggestive of congestive heart failure (jugular venous distension, peripheral edema), cirrhosis (ascites), or cancer (lymphadenopathy, hepatosplenomegaly) will influence the choice of study."
        },
        {
            "parent": -1,
            "text": "Ultrasonography or lateral decubitus chest radiograph is commonly used to confirm the presence of pleural effusion. The author suggests restricting thoracentesis to cases with a clinically significant pleural effusion (10 mm thick by decubitus film or ultrasonography) with no obvious underlying cause. The initial appearance of the pleural fluid obtained by thoracentesis can suggest different common possible etiologies. Bloody fluid is most often caused by cancer, pulmonary embolus, or trauma; straw-colored, transudative pleural effusions indicate congestive heart failure, cirrhosis, or pulmonary embolism; and thicker exudative fluid suggests pneumonia, pulmonary embolism, or cancer. The pleural fluid occurring with pulmonary embolus can appear like any of these three types."
        },
        {
            "parent": -1,
            "text": "Light’s criteria rely on the serum-to-pleural fluid gradients for protein and lactate dehydrogenase to differentiate transudative and exudative effusions. If the clinical suspicion is a transudative process but Light’s criteria suggest exudate, an additional criterion that would favor transudate is a serum albumin level of at least 1.2 g per dL (12 g per L) higher than that of pleural-fluid albumin."
        },
        {
            "parent": -1,
            "text": "Exudative effusions require further work-up to separate infectious causes from cancer and other possibilities. A predominance of neutrophils in the pleural fluid favors an acute process (pneumonia or pulmonary embolus), while a lymphocytic majority is indicative of chronic disease (cancer or tuberculosis). Cell cytology analysis can efficiently identify many adenocarcinomas but is less sensitive for squamous cell cancer or lymphoma. Hemoptysis, pleuritic chest pain, and dyspnea out of proportion to the amount of pleural fluid should always prompt consideration of pulmonary embolus, a less common but life-threatening cause of pleural effusion."
        }
    ],
    "locked": false
}