{
    "url": "https://www.aafp.org/pubs/afp/issues/2002/0215/p640.html#afp20020215p640-f2",
    "title": "Evaluating and Treating Unintentional Weight Loss in the Elderly | AAFP",
    "author": "GRACE BROOKE HUFFMAN, M.D.",
    "doi": "Am Fam Physician.2002;65(4):640-651",
    "abstract": "Elderly patients with unintentional weight loss are at higher risk for infection, depression and death. The leading causes of involuntary weight loss are depression (especially in residents of long-term care facilities), cancer (lung and gastrointestinal malignancies), cardiac disorders and benign gastrointestinal diseases. Medications that may cause nausea and vomiting, dysphagia, dysgeusia and anorexia have been implicated. Polypharmacy can cause unintended weight loss, as can psychotropic medication reduction (i.e., by unmasking problems such as anxiety). A specific cause is not identified in approximately one quarter of elderly patients with unintentional weight loss. A reasonable work-up includes tests dictated by the history and physical examination, a fecal occult blood test, a complete blood count, a chemistry panel, an ultrasensitive thyroid-stimulating hormone test and a urinalysis. Upper gastrointestinal studies have a reasonably high yield in selected patients. Management is directed at treating underlying causes and providing nutritional support. Consideration should be given to the patient's environment and interest in and ability to eat food, the amelioration of symptoms and the provision of adequate nutrition. The U.S. Food and Drug Administration has labeled no appetite stimulants for the treatment of weight loss in the elderly.",
    "headers": [
        {
            "id": 0,
            "name": "Consequences of Weight Loss",
            "level": 2
        },
        {
            "id": 1,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Differential Diagnosis",
            "level": 2
        },
        {
            "id": 3,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 4,
            "name": "HISTORY",
            "level": 3
        },
        {
            "id": 5,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 6,
            "name": "DIAGNOSTIC STUDIES",
            "level": 3
        },
        {
            "id": 7,
            "name": "Evaluation in the Long-Term Care Facility",
            "level": 2
        },
        {
            "id": 8,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 9,
            "name": "MEDICATIONS",
            "level": 3
        },
        {
            "id": 10,
            "name": "FEEDING TUBES",
            "level": 3
        },
        {
            "id": 11,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Unintentional weight loss in the elderly patient can be difficult to evaluate. Accurate evaluation is essential, however, because this problem is associated with increased morbidity and mortality.1,2When a patient has multiple medical problems and is taking several medications, the differential diagnosis of unintentional weight loss can be extensive. If the patient also has cognitive impairment, the evaluation is further complicated. To successfully address this problem, the family physician needs to understand the normal physiologic changes in body composition that occur with aging, as well as the consequences of weight loss in the elderly patient."
        },
        {
            "parent": 0,
            "text": "Involuntary weight loss can lead to muscle wasting, decreased immunocompetence, depression and an increased rate of disease complications.3Various studies have demonstrated a strong correlation between weight loss and morbidity and mortality.4"
        },
        {
            "parent": 0,
            "text": "One study5showed that nursing home patients had a significantly higher mortality rate in the six months after losing 10 percent of their body weight, irrespective of diagnoses or cause of death. In another study,6institutionalized elderly patients who lost 5 percent of their body weight in one month were found to be four times more likely to die within one year."
        },
        {
            "parent": 0,
            "text": "Another study7found a 13.1 percent annual incidence of involuntary weight loss in outpatient male veterans older than 64 years of age. The risk of mortality was significantly higher in the men who lost weight than in those whose weight did not decrease. In patients with Alzheimer's disease, weight loss correlates with disease progression, and a weight loss of at least 5 percent is a significant predictor of death.8"
        },
        {
            "parent": 1,
            "text": "Regulation of food intake changes with increasing age, leading to what has been called a “physiologic anorexia of aging.” The amount of circulating cholecystokinin, a satiating hormone, increases in the circulation.9Other substances are also thought to cause satiety.10,11A role for cytokines, including cachectin (or tumor necrosis factor), interleukin-1 and interleukin-6, has also been postulated.1Physiologic changes in food intake regulation occur even in the presence of the increased body fat and increased rates of obesity that occur with age, some of which can be explained by altered patterns of physical activity.12"
        },
        {
            "parent": 1,
            "text": "Loss of lean body mass is common with increased age.2Advancing age is also associated with a decrease in the basal metabolic rate, as well as changes in the senses of taste and smell.13By the age of 65 years, approximately 50 percent of Americans have lost teeth, and resultant chewing problems can affect food intake.4"
        },
        {
            "parent": 1,
            "text": "Lower socioeconomic status and functional disabilities can also contribute to involuntary weight loss in older patients.4Elderly patients with dementing illnesses who are dependent on others for daily care are more likely to suffer unintended weight loss than are those who are demented but less dependent or those who are not demented.2"
        },
        {
            "parent": 1,
            "text": "A loss of approximately 5 to 10 percent of body weight in the previous one to 12 months may indicate a problem in an elderly patient. This degree of weight loss should not be considered a normal part of the aging process."
        },
        {
            "parent": 2,
            "text": "The differential diagnosis of unintended weight loss in the elderly can be extensive. The most commonly identified causes are depression, cancer and gastrointestinal disorders1(Table 1).14–18Pulmonary disease, cardiac disorders (e.g., congestive heart failure), dementia, alcoholism and prescription medications have also been implicated in the problem.3Although acute and chronic physical and psychiatric disorders account for unexplained weight loss in most elderly patients, other psychologic and social factors may be involved.4,19No cause is found in about one quarter of patients.4,14"
        },
        {
            "parent": 2,
            "text": "Causes of weight loss in residents of long-term care facilities may differ from those in ambulatory patients. In one study, depression was present in 36 percent of nursing home residents with unintentional weight loss.12Overall, psychiatric disorders, including depression, account for 58 percent of the cases of involuntary weight loss in nursing home patients.15"
        },
        {
            "parent": 3,
            "text": "Common treatable causes of weight loss in elderly patients should be sought. The mnemonic “Meals on Wheels” is useful for remembering these etiologies(Table 2).1,20Another approach is to distinguish among four basic causes of weight loss: anorexia, dysphagia, socioeconomic factors and weight loss despite normal intake.18Often, these causes are interrelated. Whatever approach is used, the initial evaluation can yield a reason for weight loss in a large number of patients.17"
        },
        {
            "parent": 4,
            "text": "The first step in the history is to obtain information about the weight loss itself. It should be possible to determine if the patient is predominantly not hungry or is feeling nauseated (or even vomiting) after meals, if the patient is having difficulty eating or swallowing, or if the patient is having functional or social problems that may be interfering with the ability to obtain or enjoy food. A combination of these factors may be present."
        },
        {
            "parent": 4,
            "text": "An interview with a knowledgeable care-giver is essential because the elderly patient may deny or be unaware of the weight loss or the aforementioned difficulties. If the patient's measured weights over time are not available, the caregiver may be able to estimate the amount of weight that the patient has lost through changes in the patient's clothing size."
        },
        {
            "parent": 4,
            "text": "A nutritional assessment should be performed. The dietary history includes the availability of food, the patient's use of nutritional (and herbal) supplements, the adequacy of the patient's diet (amount of food consumed, balance of nutrients, etc.) and the patient's daily caloric intake. The Mini Nutritional Assessment, a tool that has been validated in the elderly for measuring nutritional risk, can be used to collect some of this information(Figure 1).21Once the shorter form of this instrument has been validated in the elderly, it may be a more practical tool for the family physician."
        },
        {
            "parent": 4,
            "text": "The nutritional assessment should also include a medical and surgical history. Functional and mental status should be reviewed with the patient and family members and other caregivers. The medical and surgical histories should specifically focus on the role of the following: previous gastrointestinal conditions or surgeries (looking for evidence of malabsorption), renal, hepatic, cardiac and respiratory diseases (looking for evidence of organ failure), rheumatologic diseases (chronic inflammation), recurrent infections and previous major psychiatric illnesses."
        },
        {
            "parent": 4,
            "text": "A thorough review of medications may reveal that the patient is suffering from polypharmacy, which is known to interfere with taste and cause anorexia.18,22Many individual medications have been associated with unintentional weight loss.13These include some selective serotonin reuptake inhibitors (SSRIs), such as fluoxetine (Prozac).23Other SSRIs may have a lesser anorectic effect, but patients taking those drugs should still be followed closely. Sedatives and narcotic analgesics may interfere with cognition and the ability to eat.21A reduction in the dosage of psychotropic medications may also cause weight loss, possibly by unmasking an underlying disorder such as anxiety or depression.15The effects of selected medications associated with unintentional weight loss are listed inTable 3.18,22,24"
        },
        {
            "parent": 4,
            "text": "A review of systems can reveal problems with specific organ systems. Questions directed at identifying symptoms related to the pulmonary and digestive systems are important because lung and gastrointestinal cancers are the malignancies most likely to be implicated in unexpected weight loss. Prostate and breast cancers are also prevalent in the elderly, and symptoms related to those malignancies should also be sought."
        },
        {
            "parent": 4,
            "text": "Benign (nonmalignant) gastrointestinal disorders, such as ulcers and cholecystitis, have been implicated as causes in 11 to 17 percent of patients with undesired weight loss.14,16Therefore, patients should also be asked about indigestion, reflux symptoms, abdominal pain and changes in bowel habits."
        },
        {
            "parent": 4,
            "text": "The use of formal screening instruments for depression, such as the Geriatric Depression Scale,25may be necessary in the elderly patient with unintentional weight loss. One study,26although not performed in the elderly, found that simply asking the patient if he or she is depressed and has recently lost pleasure in doing things can reliably screen for depression."
        },
        {
            "parent": 5,
            "text": "The physical examination of an elderly patient with unintentional weight loss is directed by the information gathered during the history-taking process. It is particularly important to evaluate the oral cavity and the respiratory and gastrointestinal systems."
        },
        {
            "parent": 5,
            "text": "Anthropometric measurements, specifically height and weight, are of prime importance and should be compared to minimum and maximum adult weights. The patient's body mass index (BMI) can be calculated by dividing the patient's weight in kilograms by the square of the patient's height in meters. In one study27it was found that a BMI of less than 22 kg per m2in women and less than 23.5 in men is associated with increased mortality. In another study28it was found that the optimal BMI in the elderly is 24 to 29 kg per m2. Because of difficulty in determining height in some elderly patients (e.g., those who are bed-bound or wheelchair-bound), BMI is less commonly used than weight."
        },
        {
            "parent": 5,
            "text": "An assessment of cognitive function and mood is also warranted. As mentioned previously, formal assessment of mood may be necessary,25particularly if the initial screen for depression is positive."
        },
        {
            "parent": 5,
            "text": "Often, clues to the etiology of unintentional weight loss can be obtained by watching a patient eat part of a meal. For example, the patient may be distracted by stimuli in the room or by too many items of food on the plate. This is especially true of the patient with dementia. The patient with neuromuscular or other functional limitations may be unable to move adequately to feed himself or herself."
        },
        {
            "parent": 6,
            "text": "Although unexplained weight loss in the elderly can have myriad causes, an undirected (“shotgun”) approach to laboratory tests and other diagnostic studies is rarely fruitful. Initial targeted studies can determine the cause in many patients.1,17"
        },
        {
            "parent": 6,
            "text": "The findings of the history and physical examination guide the initial diagnostic assessment. Some diagnostic modalities, such as computed tomographic (CT) scanning, have particularly low yields. In one series,14CT scanning provided no new information beyond confirming one cancer that was already suspected. In the same series, diagnostic yields (positive tests) were highest for fecal occult blood testing (18 percent), sigmoidoscopy (18 percent), thyroid function testing for both hyperthyroidism and hypothyroidism (24 percent), upper endoscopy (40 percent) and upper gastrointestinal series (44 percent)."
        },
        {
            "parent": 6,
            "text": "A reasonable initial panel of tests in the elderly patient with unintentional weight loss includes the following: a fecal occult blood test to screen for cancer; a complete blood count to look for infection, deficiency anemia or lymphoproliferative disorder; a chemistry profile to look for evidence of diabetes mellitus, renal dysfunction or dehydration; an ultrasensitive thyroid-stimulating hormone test to look for hypothyroidism or hyperthyroidism; and a urinalysis to look for evidence of infection, renal dysfunction or dehydration. Upper gastrointestinal studies (radiography or endoscopy) may be warranted in patients with symptoms referable to the gastrointestinal system or in patients with persistent weight loss."
        },
        {
            "parent": 6,
            "text": "Although albumin and cholesterol levels, as well as lymphocyte counts, may help to establish a diagnosis of malnutrition, these determinations do not contribute to finding the etiology of unintended weight loss.2Open wounds, nephrotic syndrome, infections and other conditions can also cause low serum albumin levels. Hence, a patient with a low albumin level is not necessarily malnourished or losing weight. Similarly, prealbumin and transferrin levels may reflect nutritional status, but they can also be abnormal in elderly patients with chronic illnesses.29"
        },
        {
            "parent": 6,
            "text": "If the decision is made to provide nutritional supplementation in a patient with unintended weight loss, the serum prealbumin, transferrin or albumin level can be used to guide supplement selection. For example, a patient with weight loss and depleted visceral protein stores, as reflected in a low serum albumin level, may need a supplement with a high protein content."
        },
        {
            "parent": 7,
            "text": "Severe nutritional problems are often found in residents of assisted-living facilities or nursing homes and may, in fact, be the reason for long-term care placement. In evaluating weight loss in the patient who resides in a long-term care facility, the physician may have to address some issues that can be unique to institutional care."
        },
        {
            "parent": 7,
            "text": "Interviews with the caregivers and the dietary staff of the facility are crucial to understanding the problem. The staff should have a good grasp of the patient's ability to chew foods of various consistencies, to feed himself or herself, and to attend to the various tasks involved in eating."
        },
        {
            "parent": 7,
            "text": "Many facilities have high rates of staff turnover or inconsistent staffing levels, and mealtimes may be affected. The staff may feel pressure from regulatory agencies to feed residents within a certain amount of time. Consequently, the total caloric intake of a patient may be compromised."
        },
        {
            "parent": 7,
            "text": "Creative strategies are often needed when weight loss is due to environmental issues. For example, a noisy dining area may be distracting to the patient with dementia. One strategy would be to have the patient's meals served in a quieter room, or at a slightly different time, to minimize confusing situations. Also, family members may sometimes be more successful than nursing assistants in encouraging a patient to eat."
        },
        {
            "parent": 7,
            "text": "Although the setting may be contributory, the physician should not simply assume that environmental factors are responsible for unintentional weight loss in an institutionalized elderly patient. A thorough evaluation should still be performed."
        },
        {
            "parent": 8,
            "text": "The treatment of unintentional weight loss is directed at the underlying causes. While the work-up is proceeding or if a cause is not well defined, the goal is to prevent further weight loss. Initiating nutritional support early may help to avoid some of the complications related to weight loss.28"
        },
        {
            "parent": 8,
            "text": "The contributions of dietitians, speech therapists (for oropharyngeal and swallowing evaluations) and social services personnel cannot be overestimated because the efforts of these staff can improve many strategies to increase food intake. In the long-term care facility, the food service manager and care-givers can often offer individualized suggestions for facilitating food intake."
        },
        {
            "parent": 8,
            "text": "Because restricted diets are often unpalatable, one early intervention is to remove dietary limitations (e.g., restrictions on intake of salt or high-cholesterol foods). Patients with diabetes mellitus may also be given a less restrictive diet. In some instances, weight loss in these patients with diabetes mellitus may reflect overzealous blood glucose control. However, blood sugar and glycosylated hemoglobin levels should continue to be monitored in patients with diabetes mellitus."
        },
        {
            "parent": 8,
            "text": "Adding flavor enhancers that amplify the intensity of food odor may be useful in patients with hyposmia.13Pureed foods and thickened liquids may be needed in patients with dysphagia."
        },
        {
            "parent": 8,
            "text": "Patients may benefit simply from being offered frequent small servings of foods that they like. Large portions may be overwhelming and may actually discourage intake."
        },
        {
            "parent": 8,
            "text": "When possible, physical exercise and even physical therapy should be encouraged because increased activity has been shown to promote appetite and food intake. One study30found that caloric intake was greater in patients who received both nutritional supplements and exercise than in patients who received only supplements."
        },
        {
            "parent": 8,
            "text": "When liquid calorie supplements are used, they should not be given with meals. Total caloric intake does not improve with this method of administration.31,32Liquid supplements are preferable to solids.32With liquids, gastric emptying time is quicker, and total caloric intake is more likely to be maximized."
        },
        {
            "parent": 9,
            "text": "Several drugs have been used to promote weight gain. However, none are specifically indicated for the treatment of weight loss in elderly patients, and few have been studied in this population.32The U.S. Food and Drug Administration has not labeled any of these drugs for use in elderly patients with weight loss."
        },
        {
            "parent": 9,
            "text": "Treatment of depression may, in and of itself, cause weight gain. Mirtazapine (Remeron) has been shown to increase appetite and promote weight gain while also treating the underlying depression.33"
        },
        {
            "parent": 9,
            "text": "Dronabinol (Marinol) is a cannabinoid indicated for the treatment of anorexia with weight loss in patients with acquired immunodeficiency syndrome (AIDS). This drug has also been studied, with some promising results, in patients with Alzheimer's disease.34Because of side effects of dizziness, confusion and somnolence, dronabinol should not be used in patients whose cognitive deficits are not well defined."
        },
        {
            "parent": 9,
            "text": "Megestrol (Megace) has been used successfully to treat cachexia in patients with AIDS or cancer.35When given in a dosage of at least 320 mg per day, megestrol has produced weight gain, but side effects of edema, constipation and delirium may limit its usefulness. Lower dosages may be effective for stimulating weight gain in frail elderly patients, although this approach needs to be tested in randomized controlled trials. The hyperphagic effects of megestrol may continue after the medication is stopped. In a study36in which elderly patients received megestrol (800 mg per day) or placebo, appetite and sense of well-being improved in the treatment group during the three-month study; however, it was not until after the study medication was stopped that a significant weight gain was seen in the treatment group compared with the placebo group."
        },
        {
            "parent": 9,
            "text": "Cyproheptadine (Periactin) is an antihistaminic and antiserotoninergic medication that causes a mild increase in appetite. In one study,37patients (median age: 65 years) who received cyproheptadine had a decrease in their rate of weight loss but no weight gain. Drowsiness and dizziness are side effects that may make the use of this medication particularly problematic in elderly patients."
        },
        {
            "parent": 9,
            "text": "Metoclopramide (Reglan), a prokinetic agent, may relieve nausea-induced anorexia.38However, this drug can cause serious dystonia and precipitate parkinsonian symptoms in elderly patients. Metoclopramide is also associated with a number of drug interactions."
        },
        {
            "parent": 9,
            "text": "Anabolic steroids and agents with anabolic properties (e.g., oxandrolone [Oxandrin] and ornithine) have been used with some success to treat wasting syndrome in patients with AIDS and cachexia in patients with cancer.39,40However, these agents have not been tested in the elderly."
        },
        {
            "parent": 9,
            "text": "Recombinant human growth hormone (somatotropin [Serostim]) can increase lean body mass. However, this hormone is extremely expensive, and its adverse effects include carpal tunnel syndrome, headache, arthralgias, myalgias and gynecomastia.41"
        },
        {
            "parent": 9,
            "text": "Although medications may help promote appetite and weight gain in an elderly patient with unintentional weight loss, drugs should not be considered first-line treatment. Even if drugs are successful in inducing weight gain, long-term effects on quality of life are unknown."
        },
        {
            "parent": 10,
            "text": "Continued weight loss necessitates a discussion with the patient or family members about whether long-term tube feeding is desired. The physician needs to understand the patient's wishes about prolonging life and maximizing function and comfort. The patient or proxy also needs to be aware of the risks and benefits of tube feeding. One recent analysis showed that tube feeding in elderly patients with dementia does not promote weight gain (or prevent aspiration or lengthen life), even when adequate calories are provided.42"
        },
        {
            "parent": 11,
            "text": "The evaluation of unexplained weight loss in the elderly sometimes yields no cause other than “unexplained.” If a physical cause for the weight loss exists, it usually becomes evident within six months.1,43Consequently, continued weight loss should be monitored, even when the initial evaluation does not supply a diagnosis. An algorithm for the management of unintentional weight loss in the elderly patient is provided inFigure 2."
        }
    ],
    "locked": false
}