{
    "url": "https://www.aafp.org/pubs/afp/issues/2002/0315/p1216.html#afp20020315p1216-uf1",
    "title": "AAP Issues Recommendations for the Management of Sinusitis in Children | AAFP",
    "author": "ELAINE KIERL GANGEL",
    "doi": "Am Fam Physician.2002;65(6):1216-1220",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "Recommendations",
            "level": 2
        },
        {
            "id": 1,
            "name": "Recommendation 1",
            "level": 3
        },
        {
            "id": 2,
            "name": "Recommendation 2a",
            "level": 3
        },
        {
            "id": 3,
            "name": "Recommendation 2b",
            "level": 3
        },
        {
            "id": 4,
            "name": "Recommendation 3",
            "level": 3
        },
        {
            "id": 5,
            "name": "Recommendation 4",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "A clinical practice guideline developed by the American Academy of Pediatrics (AAP) provides evidence-based recommendations for physicians to diagnose, evaluate, and treat patients between one and 21 years of age who present with uncomplicated acute, subacute, and recurrent acute bacterial sinusitis(see accompanying figure). Twenty-one studies, including five randomized controlled trials and eight case series, were examined and used to draft the clinical practice guideline."
        },
        {
            "parent": -1,
            "text": "The purpose of the guideline is to facilitate accurate diagnosis, appropriate use of imaging studies, and judicious use of antibiotics. The AAP guideline is intended to provide physicians with a framework to evaluate and treat patients, but it is not intended to usurp clinical judgment or to establish a protocol for treating all patients with acute bacterial sinusitis."
        },
        {
            "parent": 1,
            "text": "The diagnosis of acute bacterial sinusitis in children six years or younger should be based on clinical criteria. In older patients, imaging studies may be necessary to confirm a diagnosis, although this approach is controversial. Computed tomography (CT) scans of the paranasal sinuses are recommended only for patients with complications of acute bacterial sinusitis or who have persistent or recurrent infections that are recalcitrant to medical management."
        },
        {
            "parent": 1,
            "text": "The paranasal sinuses are a common infection site in children and adolescents. A distinction between viral upper respiratory infections and acute bacterial sinusitis is involvement of the nose, which occurs in viral respiratory infections. In acute bacterial sinusitis, the nose merely acts as a conduit for eliminating purulent secretions produced in the sinuses."
        },
        {
            "parent": 1,
            "text": "The gold standard for diagnosing acute bacterial sinusitis is recovering bacteria in high density (104colony-forming units per mL or greater) from the paranasal sinus cavity. However, bacteria recovery is not recommended for routine diagnosis in children. It is recommended that the diagnosis be based on clinical criteria in children who present with persistent or severe upper respiratory symptoms. Those criteria include symptoms of nasal or post-nasal discharge and daytime cough that lasts more than 10 but fewer than 30 days; a temperature of at least 102° F (39° C); and purulent nasal discharge present for at least three to four consecutive days."
        },
        {
            "parent": 1,
            "text": "Distinguishing children with severe symptoms from those with uncomplicated viral infections who are ill is important. The concurrent presentation of high fever and purulent nasal discharge is a defining factor in severe acute bacterial sinusitis. These children may also have an intense headache above or behind the eye and be moderately ill."
        },
        {
            "parent": 1,
            "text": "Subacute sinusitis is characterized by persistent mild to moderate respiratory symptoms including nasal discharge, daytime cough, or both, that last from 30 to 90 days. Recurrent acute bacterial sinusitis is present when a patient has experienced three episodes of acute bacterial sinusitis in six months, or four episodes in 12 months. Recurrent viral upper respiratory infection is the most common cause of recurrent sinusitis."
        },
        {
            "parent": 2,
            "text": "In children six years and younger who are at the peak age for developing acute bacterial sinusitis, a diagnosis can be made without performing imaging studies. Imaging studies can be safely omitted from the diagnostic regimen because studies of children this age have shown that a positive history frequently predicts the finding of abnormal sinus radiographs. However, controversy exists about the need for radiographs to confirm acute sinusitis in children older than six years with persistent symptoms and for children of any age with severe symptoms. The American College of Radiology recommends that the diagnosis be made on clinical criteria and that radiographs be used only in patients who do not recover or who worsen during the course of antimicrobial therapy."
        },
        {
            "parent": 3,
            "text": "CT scans of the paranasal sinuses should be performed only when surgery is being considered. CT scans are indicated in children with complications of acute bacterial sinus infection or those with very persistent or recurrent infections that are not responsive to medical therapy."
        },
        {
            "parent": 4,
            "text": "Antibiotic therapy is recommended for treatment of acute bacterial sinusitis to achieve a temporally optimal cure. To ensure the judicious use of antibiotics, only those children who meet the clinical criteria for persistent or severe symptoms should receive antibiotics. Results from studies have shown that adequate dosages of antimicrobials with appropriate antibacterial spectra are highly effective in eliminating or substantially reducing bacteria in the sinus cavity; antimicrobials with inadequate spectrum or those given in inadequate doses are not effective."
        },
        {
            "parent": 4,
            "text": "The principal bacterial pathogens implicated in bacterial sinusitis includeStreptococcus pneumoniae,Haemophilus influenzae, andMoraxella catarrhalis. Isolates ofS. pneumoniaefrom the upper respiratory tract are resistant to penicillin in about 25 percent of children. Only isolates ofS. pneumoniaethat are highly resistant to penicillin will not respond to conventional dosages of amoxicillin. Approximately 80 percent of children with acute bacterial sinusitis will respond to treatment with amoxicillin."
        },
        {
            "parent": 4,
            "text": "Use of amoxicillin as first-line therapy in suspected cases of acute bacterial sinusitis is desirable because of its general effectiveness, safety, tolerability, low cost, and narrow spectrum. The usual starting dosage in children younger than two years with mild to moderate uncomplicated acute bacterial sinusitis who do not attend day care and have not recently been treated with an antimicrobial is 45 mg per kg per day in two divided doses or a high dose of 90 mg per kg per day in two divided doses."
        },
        {
            "parent": 4,
            "text": "For patients who are allergic to amoxicillin, cefdinir (14 mg per kg per day in one or two doses), cefuroxime (30 mg per kg per day in two divided doses), or cefpodoxime (10 mg per kg once daily) can be used (only if the allergic reaction was not a type 1 hypersensitivity reaction). In cases of serious allergic reactions, clarithromycin (15 mg per kg per day in two divided doses) or azithromycin (10 mg per kg per day on day 1, 5 mg per kg per day for four days as a single daily dose) can be used."
        },
        {
            "parent": 4,
            "text": "Most patients who are appropriately treated will respond within 48 to 72 hours. If the patient does not improve, the antimicrobial is ineffective or the diagnosis of sinusitis is incorrect."
        },
        {
            "parent": 4,
            "text": "Patients who do not improve while taking the usual dose of amoxicillin, who have recently been treated with an antimicrobial (within the past 90 days), who have an illness that is moderate or more severe, or who attend day care should be treated with high-dose amoxicillin-clavulanate (80 to 90 mg per kg per day of amoxicillin with 6.4 mg per kg per day of clavulanate in two divided doses). Alternative therapies include cefdinir, cefuroxime, or cefpodoxime. A single dose of ceftriaxone (50 mg per kg per day) given intravenously or intramuscularly can be used in children who have vomiting. When the child has clinically improved (in about 24 hours), an oral antibiotic can be initiated."
        },
        {
            "parent": 4,
            "text": "In patients who do not improve after a second course of antibiotics or who are acutely ill, it may be appropriate to prescribe intravenous (IV) cefotaxime or ceftriaxone and make a referral to an otolaryngologist for possible maxillary sinus aspiration."
        },
        {
            "parent": 4,
            "text": "Adjuvant therapies such as saline nasal irrigation, antihistamines, and decongestants to supplement antimicrobial therapy have not been thoroughly investigated, and the AAP makes no recommendations for their use. Likewise, the use of antibiotic prophylaxis to prevent recurrent episodes of acute bacterial sinusitis has not been evaluated and no recommendations are made for its use."
        },
        {
            "parent": 5,
            "text": "Children with suspected complications of acute bacterial sinusitis should be treated immediately and aggressively. The most common complications of acute sinusitis are periorbital and intraorbital inflammation and infection. Mild cases of periorbital cellulitis may be treated with appropriate oral antibiotic therapy on an outpatient basis with daily follow-up. The patient should be hospitalized if improvement is not evident in 24 to 48 hours or the infection is rapidly progressing. Neurosurgical consultation should be considered in patients with altered mental status. If patients show signs of increased intracranial pressure or nuchal rigidity, immediate CT scanning of the brain, orbits, and sinuses should be performed. Central nervous system complications should be treated with IV cefotaxime or ceftriaxone and vancomycin pending the results of culture."
        }
    ],
    "locked": false
}