{
    "url": "https://www.aafp.org/pubs/afp/issues/2002/0901/p879.html#afp20020901p879-uf1",
    "title": "Managing Gastroesophageal Reflux Disease | AAFP",
    "author": "GRACE BROOKE HUFFMAN, M.D.",
    "doi": "Am Fam Physician.2002;66(5):879",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Gastroesophageal reflux disease (GERD) is a risk factor for adenocarcinoma of the esophagus. Although patients with this condition may need monitoring, it may not be clear how and when that monitoring should occur. Shaheen and Ransohoff addressed common clinical questions about the management of patients with GERD, Barrett's esophagus, and adenocarcinoma of the esophagus."
        },
        {
            "parent": -1,
            "text": "Heartburn is the most common symptom of GERD, although other symptoms such as regurgitation and water brash may occur. Symptoms may be worse at night or after a large meal. If a patient has typical symptoms and at least a partial response to histamine H2-receptor antagonists, further diagnostic testing is not necessary. Treatment is essentially used as the diagnostic test and the measure of therapeutic effectiveness. Patients should also be advised to follow conservative measures for treating GERD, including elevating the head of the bed; losing weight; avoiding food intake within four hours of bedtime; and avoiding chocolate, peppermint, fatty foods, caffeine, and tobacco products. The addition of a pharmacologic agent is reasonable. If the response to H2antagonists is incomplete, proton pump inhibitor therapy could be started, or the dosage of the H2antagonist could be in creased. Therapy should be gradually de creased to the lowest dose that allows the patient to be symptom free(seethe accompanying figure). If alarm symptoms such as dysphagia, bleeding, anemia, or weight loss occur, further work-up is needed."
        },
        {
            "parent": -1,
            "text": "Endoscopy is used to detect changes in the esophageal lining that are consistent with Barrett's esophagus (the change from normal squamous epithelium to columnar epithelium). Symptom severity does not predict the occurrence of Barrett's esophagus, but chronicity of symptoms does. Patients who experience GERD symptoms for five years or more are at increased risk compared with patients who have had symptoms for a shorter duration. A patient with known Barrett's esophagus should not necessarily undergo routine endoscopic surveillance because it is unclear that such procedures provide any survival benefit."
        },
        {
            "parent": -1,
            "text": "Adenocarcinoma of the esophagus is four times more likely in men than in women and eight times more likely in whites than in other races. Patients with uncomplicated GERD have a low risk of developing adenocarcinoma of the esophagus, and screening endoscopy is typically unnecessary in these patients."
        },
        {
            "parent": -1,
            "text": "Patients with GERD who develop erosive esophagitis will probably require maintenance treatment. An eight-week course of proton pump inhibitor therapy can be used to pro vide mucosal healing, followed by maintenance H2antagonist therapy. If symptoms recur, long-term maintenance therapy with proton pump inhibitors may be needed."
        },
        {
            "parent": -1,
            "text": "Proton pump inhibitors appear to be safe, even when used on a long-term basis. There is no evidence that the increased gastrin levels associated with use of these drugs causes development of gastrinomas (and gastrin levels need not be routinely monitored)."
        },
        {
            "parent": -1,
            "text": "Surgical antireflux treatments are safe and effective, but they have not been shown to decrease the risk of cancer in patients with GERD. It is unclear from the available evidence whether such surgery decreases the risk in patients with Barrett's esophagus."
        },
        {
            "parent": -1,
            "text": "More information on GERD, including guidelines for diagnosis and treatment and a physicians' forum, can be found on the Web site of the American College of Gastroenterology (http://gi.organdwww.acg.gi.org/phyforum/gifocus/2evi.html). Information for patients is available on the National Institutes of Health Web site (www.niddk.nih.gov/health/digest/pubs/gerd/gerd.htm)."
        }
    ],
    "locked": false
}