{
    "url": "https://www.aafp.org/pubs/afp/issues/2002/0201/p431.html#afp20020201p431-f1",
    "title": "Subclinical Hyperthyroidism: Controversies in Management | AAFP",
    "author": "DIANE K. SHRIER, M.D., AND KENNETH D. BURMAN, M.D.",
    "doi": "Am Fam Physician.2002;65(3):431-439",
    "abstract": "Subclinical hyperthyroidism is an increasingly recognized entity that is defined as a normal serum free thyroxine and free triiodothyronine levels with a thyroid-stimulating hormone level suppressed below the normal range and usually undetectable. The thyroid-stimulating hormone value is typically measured in a third-generation assay capable of detecting approximately 0.01 µU per mL (0.01 mU per L). Subclinical hyperthyroidism may be a distinct clinical entity, related only in part to Graves' disease or multinodular goiter. Persons with subclinical hyperthyroidism usually do not present with the specific signs or symptoms associated with overt hyperthyroidism. A detailed clinical history should be obtained, a physical examination performed and thyroid function tests conducted as part of an assessment of patients for subclinical hyperthyroidism and to evaluate the possible deleterious effects of excess thyroid hormone on end organs (e.g., heart, bone). A reasonable treatment option for many patients is a therapeutic trial of low-dose antithyroid agents for approximately six to 12 months in an effort to induce a remission. Further research regarding the etiology, natural history, pathophysiology, and treatment of subclinical hyperthyroidism is warranted.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology and Differential Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Cardiac Abnormalities and Bone Loss",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnostic Assessment and Follow-Up",
            "level": 2
        },
        {
            "id": 3,
            "name": "Treatment Options",
            "level": 2
        },
        {
            "id": 4,
            "name": "Screening",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Subclinical hyperthyroidism is an entity that is being increasingly recognized, probably because of the aging of the U.S. population and the development of assays with enhanced thyroid-stimulating hormone (TSH) sensitivity. Subclinical hyperthyroidism is defined as clinical euthyroidism in the context of normal serum free thyroxine (T4) and triiodothyronine (T3) levels, with a TSH level suppressed below the normal range, usually undetectable.1–9"
        },
        {
            "parent": -1,
            "text": "Measurement of only total T4and T3levels is insufficient because some patients have a total T4or T3level within the normal range; however, their free, or unbound, fractions are increased. The TSH value is measured in a third-generation assay capable of detecting 0.01 μU per mL (0.01 mU per L). Patients usually are euthyroid without the specific signs or symptoms associated with overt hyperthyroidism (although nonspecific signs or symptoms such as malaise, tachycardia, nervousness, and anxiety may be present).10–22Atrial fibrillation may be the primary manifestation of subclinical hyperthyroidism in elderly patients.3Physical examination will not reveal an enlarged thyroid gland in most patients.5"
        },
        {
            "parent": -1,
            "text": "The pathophysiology of subclinical hyperthyroidism relates to the sensitivity of the pituitary gland to respond to minor elevations in serum or tissue T4and T3levels. Although these levels remain within the normal range, minimal increases in these thyronines are sufficient not only to decrease the serum TSH level by several logarithms (from about 1.0 μU per mL [1.0 mU per L] to less than 0.01 μU per mL [0.01 mU per L]), but also to induce abnormalities in several organs, including the heart and bones. The normal range must be considered as a reference, but it is possible to have important pathophysiologic manifestations of altered T4or T3at the tissue level even though the peripheral serum thyronine levels are considered normal."
        },
        {
            "parent": 0,
            "text": "While the diagnostic criteria and treatment modalities for overt hyperthyroidism are well known, the literature on assessment and treatment of patients with subclinical hyperthyroidism is markedly less extensive.1–10,13–17,23,24The precise pathophysiology, natural history, prevalence, risks and long-term outcome of subclinical hyperthyroidism are unknown. It is assumed that most elderly patients with subclinical hyperthyroidism have a multinodular goiter, but several other conditions should be considered in the differential diagnosis."
        },
        {
            "parent": 0,
            "text": "Transient suppression of a TSH level that returns to the normal range within several months is thought to be caused by silent thyroiditis.1,6,25A suppressed serum TSH level may be related to nonthyroidal illness, steroid or dopamine administration, or pituitary dysfunction; therefore, it is important to exclude these conditions.1,6,7Abnormalities in the TSH level may presage the development of overt hyperthyroidism (Graves' disease, multinodular goiter, or Hashimoto's disease/Hashitoxicosis), in which case the free T3and T4levels will gradually rise outside of the normal range, resulting in the development of the classic symptoms and signs of hyperthyroidism. The etiology of subclinical hyperthyroidism further includes partially or insufficiently treated overt hyperthyroidism, multinodular goiter, Graves' disease (early in its course), iodine-associated hyperthyroidism, solitary autonomous adenoma and thyroiditis (subacute, silent, postpartum).1,6,13In this discussion, we are specifically excluding consideration of patients who are taking exogenous thyroid hormone that is suppressing TSH."
        },
        {
            "parent": 0,
            "text": "It is important to exclude the recent administration of radio contrast material or exogenous iodine exposure, and to consider other causes of hyperthyroidism (e.g., trophoblastic tumors, exogenous thyroid hormone ingestion).25,26In subclinical hyperthyroidism, a 24-hour radioactive iodine uptake (RAIU) will generally be elevated in patients with Graves' disease, multinodular goiter, and solitary autonomous nodule; whereas, the RAIU will be less than 5 percent at 24 hours (normal range, 5 to 30 percent at 24 hours) in patients in the hyperthyroid phase of subacute, silent, or postpartum thyroiditis and in patients taking excess exogenous thyroid hormone.26"
        },
        {
            "parent": 0,
            "text": "One difficulty in interpreting the literature relating to subclinical hyperthyroidism is the inclusion of patients with differing etiologies. It is assumed that the frequency of complications of subclinical hyperthyroidism relates to the perturbed T3and T4levels and not to the underlying cause.1,3,6,27Most patients with subclinical hyperthyroidism are ambulatory outpatients who are otherwise relatively healthy or have stable, chronic medical conditions. Results of long-term studies suggest that subclinical hyperthyroidism may develop into overt disease at a rate of at least 1 to 3 percent per year.2,3,9–12Abnormalities in the TSH level may remain for months or years in the absence of overt clinical symptoms, with a potentially increased risk to the patient of developing cardiac and bone density abnormalities."
        },
        {
            "parent": 1,
            "text": "Patients with subclinical hyperthyroidism are at increased risk for cardiac abnormalities and bone loss, and strong consideration should be given to initiating treatment and restoring the TSH level to within the normal range.3,17,24,26,28The risk of atrial fibrillation is increased three to fivefold in persons older than age 60 studied for about a decade, compared with those with normal TSH values.3One study evaluated cardiac function and exercise tolerance in 10 dyspneic subjects with symptoms of adrenergic overactivity on l-thyroxine therapy (for five to nine years' duration) sufficient to suppress serum TSH level.29Resting baseline left ventricular diastolic filling was impaired and, during submaximal physical exercise, a decrease in left ventricular ejection fraction was observed in the l-thyroxine treated group, compared with a normal increase observed in the control group. Exercise capacity in duration and peak workload was reduced in the l-thyroxine-treated group, and cardiac parameters improved with administration of a beta blocker for four months."
        },
        {
            "parent": 1,
            "text": "In another study, an increase in left ventricular mass, prolonged isovolumetric relaxation time, and reduced early diastolic filling velocity were observed in l-thyroxine-treated subjects who had a suppressed serum TSH concentration.30In 19 study subjects receiving long-term l-thyroxine suppressive therapy, increases in intraventricular septal thickness and left ventricular posterior wall thickness were noted, compared with the control group. Exercise tolerance, maximal oxygen consumption (VO2) at peak exercise, and anaerobic threshold were also reduced in the l-thyroxine-treated group. Each of these cardiac changes returned to the normal range with modulation of the l-thyroxine dose that maintained the serum TSH concentration at a less suppressed level.31Atrial fibrillation and other arrhythmias may occur when tissues are exposed to excess thyroid hormones. The long-term clinical implications of these cardiac changes are unknown, but they are concerning, and further studies are warranted.32"
        },
        {
            "parent": 1,
            "text": "The issue of increased bone loss in patients with subclinical hyperthyroidism has also been studied, although the published reports are generally small studies that were not controlled, prospective, long-term, or double blinded.5,6,20,33–40Premenopausal women with subclinical hyperthyroidism do not appear to be at increased risk of bone loss; whereas, two meta-analyses conclude that postmenopausal women with hyperthyroidism may be at increased risk of bone loss.20,40An analysis of 1,250 subjects enrolled in 41 studies revealed that in postmenopausal women, suppressive thyroid hormone therapy was associated with significant bone loss in the lumbar spine and femoral areas.40Results of another trial similarly led to the conclusion that postmenopausal women had enhanced bone loss when taking suppressive doses of thyroid hormone.20"
        },
        {
            "parent": 1,
            "text": "The effects on bone mineral density appear to be comparable in women with a suppressed TSH level secondary to excess exogenousl-thyroxine compared with women with endogenous subclinical hyperthyroidism. In a prospective, nonrandomized two-year study, 16 postmenopausal women with nodular goiter and subclinical hyperthyroidism were treated with radioiodine therapy; 12 were followed without treatment and served as the control subjects.5The TSH level in women treated with radioiodine returned to the normal range, while the TSH level in women in the control group remained suppressed. Bone mineral density measurements of the hip and spine revealed an increase of approximately 1 to 2 percent in the radioiodine-treated women, while a 2 to 5 percent decrease was measured in the women in the control group. Differences in both the spine and the hip were statistically different in the control and treated groups."
        },
        {
            "parent": 1,
            "text": "The frequency of neuropsychiatric abnormalities in patients with subclinical hyperthyroidism has also been studied. Results suggest that patients with subclinical hyperthyroidism experienced reduced feelings of well-being, as well as feelings of fear, hostility, and an inability to concentrate.41"
        },
        {
            "parent": 2,
            "text": "A clinical algorithm(Figure 1)outlines diagnostic assessment and therapeutic recommendations. After an initial clinical history and physical examination, patients who appear to have subclinical hyperthyroidism without a clear etiology should be re-evaluated with repeat serum free T4, T3, and TSH tests. We recommend monitoring thyroid function tests monthly for three months before making a more definitive therapeutic decision, but other reasonable periods of monitoring may be also be considered."
        },
        {
            "parent": 2,
            "text": "If the low serum TSH concentration persists, it is recommended that a 24-hour RAIU and a thyroid scan (after excluding pregnancy) be performed. In addition, thyroid sonography may be indicated in some instances to assess patients for nodules and heterogeneity. The sonogram may be helpful in allowing detection of nonpalpable nodules requiring biopsy and may provide information about the presence of cervical lymphadenopathy associated with silent or subacute thyroiditis. In select patients at increased risk for cardiac or osseous abnormalities, a bone mineral density study of the hip and spine and electrocardiography may be indicated as part of the treatment regimen.3,18,23,33,34Occasionally, use of a 24-hour Holter monitor may be indicated in documenting arrhythmias."
        },
        {
            "parent": 3,
            "text": "Treatment modalities in patients with subclinical hyperthyroidism have not been studied long-term, and alternative treatment options have not been compared in controlled clinical studies. As has been noted, “Few data are available to guide clinical decisions regarding the treatment of endogenous subclinical thyrotoxicosis.”1We conducted a computer-derived search for evidence-based studies relating to subclinical hyperthyroidism and found few prospective, randomized, controlled studies. Therefore, individual studies, case reports, and personal clinical experience must serve as the parameters for assessing patients with subclinical hyperthyroidism. These patients could be treated with either antithyroid agents, surgery, or radioactive iodine or, alternatively, these patients could simply be monitored periodically.26In general, in patients with a clearly detectable TSH level that is only slightly below the normal range, long-term monitoring seems most appropriate to determine if the TSH level will remain constant."
        },
        {
            "parent": 3,
            "text": "Currently, most endocrinologists in the United States recommend definitive treatment of patients with overt hyperthyroidism by ablating thyroid function with radioactive iodine (perhaps after the short-term use of antithyroid agents) and then maintaining the patient on life-long thyroid hormone replacement therapy.26In Japan, the preferred initial mode of treatment of patients with overt hyperthyroidism is the use of long-term antithyroid medications.42It is unknown if the same paradigm should apply to patients with subclinical hyperthyroidism."
        },
        {
            "parent": 3,
            "text": "Patients with subclinical hyperthyroidism may respond to treatment differently than patients with overt Graves' disease and multinodular goiters, although subclinical hyperthyroidism likely represents a form of one or more of these basic disease processes. Unlike patients with overtly symptomatic multinodular goiter, some patients with subclinical hyperthyroidism appear to undergo a sustained remission following a trial of antithyroid agents."
        },
        {
            "parent": 3,
            "text": "A decision regarding treatment of patients with subclinical hyperthyroidism that is based on evidence-based research is problematic because prospective controlled studies comparing different therapies do not exist. Patients with persistent thyroid function abnormalities without another discernible etiology or overt clinical symptoms might benefit from a course of low-dose antithyroid therapy. Definitive therapy (e.g., radioiodine, surgery) in patients without specific signs or symptoms seems to be unnecessarily aggressive—at least at the outset of disease."
        },
        {
            "parent": 3,
            "text": "Typically, the RAIU is normal or only slightly increased in patients with subclinical hyperthyroidism, and thyroid tissue heterogeneity may make it more difficult to determine the appropriate dose of radioactive iodine necessary to ablate the thyroid. Financial considerations and issues of potential noncompliance and drug interactions need to be considered with an aging population. The potential risks and benefits of each treatment option should be discussed with the patient, whose preference will weigh in the decision."
        },
        {
            "parent": 3,
            "text": "Some patients respond very well to a six- to 12-month trial of low-dose antithyroid agents. The risk of bone marrow suppression and hepatic toxicity is low with the dosages required.35After obtaining baseline thyroid function tests, complete blood count and liver function tests, periodic reassessment should be performed while antithyroid agents are administered. Patients should be informed of specific symptoms of a potential adverse reaction and told to contact their physician as soon as possible should they occur. The trial dose of antithyroid agent is modulated to maintain the TSH level within the normal range and discontinued after about six to 12 months of therapy. Initially, periodic monitoring of thyroid function tests and thyroid status should be performed every several months and less frequently thereafter. Methimazole (Tapazole), in dosages of about 5 mg daily, should be used since this medication can be administered once daily. It is a pregnancy category D drug and contraindicated in women of child-bearing age and nursing mothers. Propylthiouracil (50 to 100 mg daily) is preferred in patients who are of child-bearing potential, since in the United States, propylthiouracil has been used preferentially during pregnancy to treat hyperthyroidism.18,35If hyperthyroidism recurs after a trial of antithyroid agents, either another trial of antithyroid agents could be initiated or definitive therapy (e.g., iodine131therapy) or surgery could be considered."
        },
        {
            "parent": 4,
            "text": "The analysis of a low TSH level and subclinical hyperthyroidism raises the controversial issue of screening. The American Thyroid Association43recommends that serum TSH concentration screening be instituted at age 35 years in both men and women and be repeated every five years. Of course, if symptoms develop or if risk factors are present (e.g., thyroid antibodies), more frequent testing may be in order. It is recommended, based on a literature review,7that TSH screening in women older than 50 years may be indicated; the U.S. Preventive Services Task Force,44however, does not recommend screening for thyroid disease in asymptomatic children or adults. The guidelines of the American College of Physicians that were reviewed in the Helfand article7are also critically reviewed in an editorial4and three other articles.45–47"
        }
    ],
    "locked": false
}