{
    "url": "https://www.aafp.org/pubs/afp/issues/2001/1101/p1579.html#afp20011101p1579-f2",
    "title": "Disability Certifications in Adult Workers: A Practical Approach | AAFP",
    "author": "BRUCE A. BARRON, M.D., M.S.",
    "doi": "Am Fam Physician.2001;64(9):1579-1586",
    "abstract": "Family physicians are frequently asked to complete disability certification forms for workers. The certification process can be contentious because of the number of stakeholders, the varying definitions of disability and the nature of the administrative systems. Insufficient training on disability during medical school and residency complicates this process. Disability systems discussed include workers' compensation, private disability insurance, the Americans with Disabilities Act and the Family and Medical Leave Act. Strategies that help the physician complete disability certification forms effectively include identification of disability type, ascertainment of the definition of disability being applied, evaluation of workplace demands and essential job functions, assessment of worker capacity, and accurate and timely completion of the forms in their entirety.",
    "headers": [
        {
            "id": 0,
            "name": "Frequently Encountered Disability Systems",
            "level": 2
        },
        {
            "id": 1,
            "name": "WORKERS' COMPENSATION",
            "level": 3
        },
        {
            "id": 2,
            "name": "PRIVATE DISABILITY INSURANCE",
            "level": 3
        },
        {
            "id": 3,
            "name": "AMERICANS WITH DISABILITIES ACT",
            "level": 3
        },
        {
            "id": 4,
            "name": "FAMILY AND MEDICAL LEAVE ACT",
            "level": 3
        },
        {
            "id": 5,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "According to National Health Interview Survey data, approximately 33 million Americans reported some level of disability in 1988.1,2The U.S. census3revealed in 1990 that 8.2 percent of the working-age population self-reported a work disability, whereas only 4.2 percent were receiving compensation or disability benefits. Hence, the general population's definition of disability was apparently different from that used by the people who adjudicated the claims."
        },
        {
            "parent": -1,
            "text": "Family physicians, because of the nature and scope of their specialty, are frequently asked by various stakeholders—patients, employers and insurers—to complete disability certification forms. For the most part, “disability” is an administrative term that refers to an individual's inability to perform certain activities of daily living, such as work. Disability should not be confused with “impairment,” which is a medical term."
        },
        {
            "parent": -1,
            "text": "According to the American Medical Association's “Guides to the Evaluation of Permanent Impairment,”4impairment can be defined as a loss of physiologic function or anatomic structure. Permanent impairment implies that the condition has persisted to a sufficient degree that further medical, psychologic, surgical and rehabilitative interventions are unlikely to produce any substantial improvement in the condition, level of function or quality of life over the course of the next year. By contrast, disability can be defined as a reduced ability to meet occupational demands as a result of impairment and other associated factors. Therefore, disability is a broad term that encompasses not only impairment but also a multitude of other factors, as listed inTable 1.5,6Disability is frequently stratified in terms of extent and permanency(Figure 1)."
        },
        {
            "parent": -1,
            "text": "The disability certification process can at times be quite contentious because of the differences among legal, administrative, social and cultural definitions of disability. The family physician may be asked to complete a disability form by a patient, an insurance carrier, the workers' compensation board or other disability system. Each system defines disability according to its own needs and regulations, but the definitions typically lack specific criteria, thus precluding accurate determinations. It is also important to realize that an administrative law judge or other adjudicator assumes the role of decision maker in the process, rather than the family physician. In this situation, physicians will typically be asked to render a medical opinion to aid in the decision-making process but will not assume a major role in the final determination."
        },
        {
            "parent": -1,
            "text": "Despite the complexity of disability systems and certifications, most family physicians receive little education and training on these topics during medical school and residency. As a result, form completion can become a perplexing and frustrating process. Inadequately completed forms will frequently prompt calls from patients, employers, case managers and claims adjusters seeking clarification or challenging specific elements of the certification. Additionally, a substantial number of claims are rejected on the basis of insufficient information. A recent review of denied claims revealed that many would have been accepted had appropriate information been documented on the form.7"
        },
        {
            "parent": -1,
            "text": "The purpose of this article is to familiarize family physicians with frequently encountered disability systems so that they can complete these certification forms effectively. A general strategy designed to assist the physician in certifying disability claims is summarized inFigure 2. Other disability systems, such as Social Security Disability, Federal Employees' Compensation Program, Longshore and Harbor Workers Compensation Program, Federal Black Lung Program for coal miners and their families, Veterans Benefits for veterans and their families, and Railroad Workers and Seamen Compensation will not be discussed."
        },
        {
            "parent": 1,
            "text": "Workers' compensation programs emerged as no-fault systems in order to mitigate employee and employer problems associated with filing claims under tort law. As such, workers' compensation automatically provides medical and indemnity coverage for employees whose illness or injury arose out of and in the course of employment. Most state laws provide for a maximum benefit level of 66.6 percent of the worker's wages; however, the total benefits payable are usually capped, and higher wage earners generally receive less than 50 percent of their salary.8"
        },
        {
            "parent": 1,
            "text": "Workers' compensation in the United States encompasses almost 60 different systems and definitions of disability. Considering this variability as well as the fact that most physicians receive little or no formal training in this area, it is not surprising that workers' compensation appears complex. Although each state maintains its own system and laws, workers' compensation programs generally address two key aspects of disability: the extent (total or partial) and the duration of disability (temporary or permanent). The terms “total” and “partial” refer to the degree of medical impairment as it relates to employability. Generally, under most workers' compensation laws, a disability is considered partial when the patient is still capable of gainful employment, even though the disability may prevent a return to his or her usual occupation. A worker is considered totally disabled (temporarily or permanently) when the condition prevents the patient from engaging in any gainful employment for which there is a reasonable labor market."
        },
        {
            "parent": 1,
            "text": "A condition is regarded as permanent if it is expected to persist for the remainder of the patient's life. Physicians should not address permanency issues until the patient has reached maximum medical improvement—that is, responded maximally to medical interventions acceptable to the patient—because premature consideration will lead to inaccurate determinations that typically overestimate the degree of disability."
        },
        {
            "parent": 1,
            "text": "An example of disability classifications, as defined by the New York State Workers' Compensation Board, is summarized inTable 2.9Because of the variable nature of workers' compensation laws, physicians are encouraged to learn and apply the definitions of disability as they relate to specific cases in order to render appropriate and accurate determinations."
        },
        {
            "parent": 2,
            "text": "At some point during their work life, as many as one third of American adults will experience a disability lasting longer than 90 days. The financial effects of disability can be profound, because living expenses continue to accrue and may actually increase during the convalescent period. In this situation, workers' compensation benefits are often inadequate. Therefore, many people purchase disability income insurance to ensure a continuous level of income not covered by other insurance plans."
        },
        {
            "parent": 2,
            "text": "For family physicians who are confronted with the task of completing personal disability forms for their patients, it is important to understand and apply the correct definition of disability. Under personal disability insurance, the definition may change on the basis of occupation and time, as summarized inTable 3."
        },
        {
            "parent": 2,
            "text": "An “own occupation” definition of disability means an individual is unable to perform the duties of his or her usual occupation. Own occupation definitions generally apply to policies offered to professionals. “Regular occupation” definitions are similar to own occupation definitions except that the disability ends when an individual returns to work in any capacity—not necessarily his or her usual job. Income replacement plans frequently apply a regular occupation definition for the first two to five years of a disability, beyond which an “any occupation” definition is applied. An any occupation definition considers an individual disabled only if he or she is unable to work in any capacity for which he or she is reasonably qualified."
        },
        {
            "parent": 2,
            "text": "Personal disability insurance and the definition of disability are time dependent. Short-term disability (STD) insurance usually provides coverage for 13, 26 or 52 weeks, depending on the policy. This type of coverage, often referred to as accident and sickness insurance, is designed to provide partial salary replacement for an employee who is under the care of a physician and is unable to perform the material and substantial duties of his or her regular job. If the patient does not return to their regular job and the disability extends beyond STD coverage, he or she may be eligible for long-term disability (LTD) benefits."
        },
        {
            "parent": 2,
            "text": "LTD insurance provides benefits for an extended period of time, but it is usually preceded by a 26-week to 52-week waiting period. Monthly benefits may continue until recovery, retirement or age 65, depending on the policy. The patient must be totally disabled to receive benefits. In many LTD insurance plans, for the first one or two years, claimants are considered totally disabled if they are unable to perform the material and substantial duties of their regular occupation. Beyond this defined point, claimants will be considered totally disabled only if they are unable to perform the material and substantial duties of any gainful occupation for which they are reasonably suited by education, training, experience and mental or physical capacity."
        },
        {
            "parent": 2,
            "text": "When completing disability certifications for personal insurance, the physician should understand the definition of disability that is being applied at that particular time. The provider will need to consider the type of insurance (STD versus LTD), the definition of disability, the duration of disability and the definition of occupation (“own,” “regular” or “any”). Additionally, the physician must consider the patient's mental and physical work capacity as compared with workplace demands and the essential functions of the job. Only after gathering and assessing this information will the physician be in an optimal position to complete the disability certification form."
        },
        {
            "parent": 2,
            "text": "Form DB-450 or its equivalent is the certification form most frequently used by insurance carriers. It should be accurately completed in its entirety to prevent unwarranted delays in the receipt of benefits. Specifically, the physician should adequately delineate the patient's diagnosis (depending on local confidentiality laws), symptoms, objective findings, date of first and most recent treatment, date disability began and date of anticipated return to work. A realistic date of return to work should be reported on the form in lieu of more nebulous terms, such as “uncertain,” to facilitate the claims process and receipt of benefits. Form DB-450 must also be signed and dated by the attending physician."
        },
        {
            "parent": 3,
            "text": "The Americans with Disabilities Act (ADA), which is administered and enforced by the Equal Employment Opportunity Commission, was signed into law by President George Bush in 1990. From an occupational perspective, Title I of the law prohibits discrimination against otherwise qualified individuals with disabilities by private-sector employers, state and local governments, employment agencies, labor unions and joint labor-management committees. The ADA prohibits employers from discriminating against covered individuals with regard to any practices, terms, conditions and privileges of employment. This includes applications, medical examinations, hiring, testing, assignments, training, evaluation, promotion, disciplinary action, layoff or recall, termination, compensation, leave and benefits."
        },
        {
            "parent": 3,
            "text": "Disability, as defined under the ADA, includes (1) a physical or mental impairment that substantially limits one or more of the major life activities of an individual, such as walking, seeing, hearing, speaking, learning, caring for oneself, working, sitting, standing, bending, twisting, reaching, gripping, reasoning, concentrating and socializing; (2) a record of such an impairment; or (3) a situation in which the individual is regarded as having an impairment.10Temporary and minor impairments are not covered by the act."
        },
        {
            "parent": 3,
            "text": "In terms of the ADA, physicians are frequently consulted to determine the presence of a permanent impairment and fitness for duty. After delineating a permanent impairment, the clinician will need to decide whether the patient has the mental and physical capacity to perform the essential functions of a job with or without accommodations(Table 4). Therefore, the provider must have a thorough understanding of workplace demands, essential functions of the job, and worker capacity in order to render an authoritative opinion on fitness for duty."
        },
        {
            "parent": 4,
            "text": "The Family and Medical Leave Act (FMLA) was signed into law in 1993. The U.S. Department of Labor's Employment Standards Administration, Wage and Hour Division, administers and enforces the FMLA for all private, state and local government employees and some federal employees. The FMLA obligates an employer with 50 or more employees to provide up to 12 weeks of unpaid leave, within a 52-week period, to FMLA-eligible employees for the (1) birth and subsequent care of a child, (2) placement of a child for adoption or foster care, (3) care of an employee's seriously ill spouse, child or parent, and (4) care of an employee with a serious health condition that renders him or her unable to perform at least one essential function of the job.11A serious health condition is defined as an illness, injury or impairment that involves hospitalization or continuing treatment by the attending physician. The patient may also request intermittent or reduced leave for conditions such as migraine headaches or asthma; however, the attending physician will usually be asked to certify the medical necessity of such leave."
        },
        {
            "parent": 4,
            "text": "Most companies require completion of the Certification of Health Care Provider Form, which is provided by the U.S. Department of Labor for optional use by employers. This form must be completed in its entirety to avoid confusion and conflict among the various stakeholders. Once certified, the employee will be entitled to the continuation of employer-provided health care benefits for the duration of the FMLA leave and must be returned to the same or equivalent position if the employee returns to work during the entitlement period. FMLA certifications can be requested by the employee or the employer, and the benefits may be applied concurrently with other types of disability payments such as workers' compensation and personal disability insurance."
        },
        {
            "parent": 5,
            "text": "Although disability and eligibility for benefits are primarily administrative determinations, family physicians are frequently called on to medically certify disability claims for their patients. Familiarity with the various types of disability and disability systems will enhance the physician's ability to complete certification forms effectively and efficiently. Disability evaluations should objectively assess a patient's impairment and functional capacity, assess other contributing factors as summarized inTable 1, delineate restrictions and reasonable accommodations, ascertain employability and classify the disability in accordance with prevailing administrative standards. Additional considerations and caveats are summarized inTable 5."
        },
        {
            "parent": 5,
            "text": "Family physicians are sometimes pressured by patients or other stakeholders to render favorable opinions; however, providers should complete these certifications accurately and remain ethical in their determinations. Submission of objective, well-documented and timely disability certification forms will facilitate the claims handling process and receipt of benefits. These forms should not be completed haphazardly or dismissed."
        }
    ],
    "locked": false
}