{
    "url": "https://www.aafp.org/pubs/afp/issues/2001/1101/p1629.html#afp20011101p1629-uf1",
    "title": "Autism: Detection, Evaluation and Interventions | AAFP",
    "author": "GRACE BROOKE HUFFMAN, M.D.",
    "doi": "Am Fam Physician.2001;64(9):1629-1630",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "In this review article based on a Grand Rounds presentation, Rapin discusses the definition and presentation of autism and pervasive developmental disorder (PDD), and the diagnostic evaluation and treatment of this spectrum of disorders."
        },
        {
            "parent": -1,
            "text": "Autism occurs early in life and is characterized by social, verbal and nonverbal impairments, and rigid repetitive behaviors. Autism can be quite severe or associated with only minimal deficits. PDD is a term that can be applied to this full spectrum of disorders. The five subtypes of autism are considered to be autistic disorder, Asperger disorder, disintegrative disorder, Rett syndrome and PDD not otherwise specified. Autistic disorder is the classic childhood disorder. Most children with autistic disorder will not achieve independence as adults; with intensive intervention, some may. Asperger disorder is characterized by social difficulties. Children with this disorder may have narrow interests and may be clumsy, and generally have an IQ greater than 70. Children with disintegrative disorder develop normally in all spheres until they are somewhere between two and 10 years of age. At this point, they undergo a severe regression of verbal, social and cognitive skills, and are usually left permanently demented. Rett syndrome occurs almost exclusively in girls, since it is known to be associated with a gene defect on the X chromosome. Most of these girls have severe mental retardation and do not walk or talk. Hand stereotypies and epilepsy are also prominent features. These children are dependent for life. PDD not otherwise specified is the term used for patients who do not fit one of the other categories."
        },
        {
            "parent": -1,
            "text": "The etiology of autism is unclear and can be determined in only approximately 20 percent of children diagnosed with this disorder. The list of possible etiologies includes rubella, cytomegalovirus infection, herpes simplex infection, anoxic or ischemic damage, thalidomide exposure and very low birth weight. There seems to be a strong genetic component. Tuberous sclerosis, untreated phenylketonuria and fragile X syndrome are genetic syndromes associated with autism. Factors such as mercury preservative in vaccines, yeast infections, and gluten and casein allergies have not proved to be factors in the development of autism."
        },
        {
            "parent": -1,
            "text": "The typical presenting complaint is of inadequate language (whether delayed development or regression). Social skills may also be impaired, but parents may not be aware of this until directly questioned. A toddler may demonstrate monotonous play that does not involve imagination. These children are often inflexible and may have temper tantrums if a routine is changed. The most prominent motor sign is stereotypies (repetitive purposeless movements), such as hand flapping, or rocking or pacing. These movements typically increase with stress and decrease with age. Clumsiness and difficulty imitating complex movements are also seen in children with autism. Sensory deficits may occur; they may take the form of intolerance to sound, gaze aversion or staring at shadows."
        },
        {
            "parent": -1,
            "text": "Language regression is an ominous sign and signals autism in about 90 percent of toddlers. That is, even if the language difficulties occur in a child before the emergence of full sentences and fluent language, it should not be assumed that all is well(see accompanying table)."
        },
        {
            "parent": -1,
            "text": "A toddler with delayed speech, poor language comprehension, language regression, stereotypies, lack of attention to others and unprovoked aggression should all be evaluated early(see accompanying figure). The evaluation should include a thorough history and physical examination, including auditory evaluation. Tests for fragile X and lead levels, urine tests for phenylketonuria (if neonatal results are not available) and deep-sleep electroencephalography may be needed. Extensive metabolic tests are needed only if directed by the history and physical examination. Neuroimaging is not indicated unless there is a specific neurologic indication. Early diagnosis is critical, and the possibility of an autistic disorder should be discussed with the parents as soon as it is considered a possibility."
        },
        {
            "parent": -1,
            "text": "Autism cannot be cured, but early intervention may help maximize the child's functional level. The goal is to have the child mainstreamed into a regular classroom, although an aide may be necessary to keep the child focused. Medications may be useful for treating some of the behaviors observed in children with autism. Selective serotonin reuptake inhibitors and trazodone have been widely used in children with PDD. Referral to a child psychiatrist may be needed to help guide treatment decisions."
        }
    ],
    "locked": false
}