{
    "url": "https://www.aafp.org/pubs/afp/issues/2001/0601/p2273.html#afp20010601p2273-uf1",
    "title": "Managing Fever Without Source in Infants and Children | AAFP",
    "author": "RICHARD SADOVSKY, M.D.",
    "doi": "Am Fam Physician.2001;63(11):2273",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Febrile illness in infants and young children is common. About 20 percent of febrile children have fever without an apparent source of infection after a complete history and physical examination. Occult bacteremia and urinary tract infections (UTI) are sources of fever that initially may be difficult to identify. Baraff reviewed the management of fever without source in infants and children younger than three years of age."
        },
        {
            "parent": -1,
            "text": "Clinical assessment includes evaluation of vital signs, skin color and exanthems, behavior state and state of hydration. Pulse oximetry is a better indicator of pulmonary infection than respiratory rate. The diagnosis of fever without source is considered after a thorough examination in a nontoxic child or a child without any significant underlying illness. The child's age determines the appropriate further investigation."
        },
        {
            "parent": -1,
            "text": "Infants younger than three months with fever without source who appear to be nontoxic and are at low risk can be managed as outpatients. Low risk is defined as a previously healthy, term infant who has no focal bacterial infection on examination (except otitis media), a white blood cell count of 5 to 15,000 per mm3(0.005 to 15 × 109per L), less than 1,500 bands per mm3, a negative Gram stain of unspun urine, less than five white blood cells per high power field in stool when diarrhea is present, and cerebrospinal fluid findings (when done) of less than eight white blood cells per mm3and a negative Gram stain. Outpatient evaluation should include blood and urine culture, and re-evaluation within 24 hours. Lumbar puncture and empiric antibiotic therapy are individualized. A chest radiograph is included in some protocols for evaluation of infants who have fever without source. Outpatient treatment of infants younger than four weeks of age should be chosen only when the parents are reliable and close follow-up is assured."
        },
        {
            "parent": -1,
            "text": "UTI is the most common occult bacterial infection in children three to 36 months of age. Microscopic urinalysis can be used to diagnose UTI and guide initial antibiotic therapy. The choice of antibiotics should be guided by local sensitivity testing of common uropathogens. An oral third-generation cephalosporin is usually the best choice because of significant resistance to ampicillin and trimethoprim/sulfamethoxazole. Most pneumonia infections are viral, with bacterial infection occurring as a secondary infection. Occult pneumonia is rare in patients without signs or symptoms. Children who have received the conjugateStreptococcus pneumoniaevaccine are even less likely to have pneumonia. Management of a previously healthy child (three to 36 months of age) can be done on an outpatient basis(see accompanying figure)."
        },
        {
            "parent": -1,
            "text": "The author concludes that strategies can assist physicians in managing infants and children who have fever without source. These strategies help identify the child at greater risk of occult bacteremic infections and guide the judicious use of antibiotic therapy. Physicians must continue to individualize therapy based on clinical circumstances or their own interpretation of the medical literature."
        }
    ],
    "locked": false
}