{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/0815/p825.html#afp20000815p825-f2",
    "title": "Down Syndrome: Prenatal Risk Assessment and Diagnosis | AAFP",
    "author": "DAVID S. NEWBERGER, M.D.",
    "doi": "Am Fam Physician.2000;62(4):825-832",
    "abstract": "Down syndrome (trisomy 21) is the most commonly recognized genetic cause of mental retardation. The risk of trisomy 21 is directly related to maternal age. All forms of prenatal testing for Down syndrome must be voluntary. A nondirective approach should be used when presenting patients with options for prenatal screening and diagnostic testing. Patients who will be 35 years or older on their due date should be offered chorionic villus sampling or second-trimester amniocentesis. Women younger than 35 years should be offered maternal serum screening at 16 to 18 weeks of gestation. The maternal serum markers used to screen for trisomy 21 are alpha-fetoprotein, unconjugated estriol and human chorionic gonadotropin. The use of ultrasound to estimate gestational age improves the sensitivity and specificity of maternal serum screening.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology and Clinical Manifestations",
            "level": 2
        },
        {
            "id": 1,
            "name": "Prenatal Risk Assessment",
            "level": 2
        },
        {
            "id": 2,
            "name": "ADVANCED MATERNAL AGE",
            "level": 3
        },
        {
            "id": 3,
            "name": "MATERNAL SERUM SCREENING",
            "level": 3
        },
        {
            "id": 4,
            "name": "ULTRASOUND ASSESSMENT",
            "level": 3
        },
        {
            "id": 5,
            "name": "FIRST-TRIMESTER SCREENING",
            "level": 3
        },
        {
            "id": 6,
            "name": "RECURRENCE RISK AND FAMILY HISTORY",
            "level": 3
        },
        {
            "id": 7,
            "name": "Prenatal Diagnosis",
            "level": 2
        },
        {
            "id": 8,
            "name": "Counseling Aspects",
            "level": 2
        },
        {
            "id": 9,
            "name": "SOURCES OF INFORMATION FOR PATIENTS AND PHYSICIANS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Down syndrome is a variable combination of congenital malformations caused by trisomy 21. It is the most commonly recognized genetic cause of mental retardation, with an estimated prevalence of 9.2 cases per 10,000 live births in the United States.1,2Because of the morbidity associated with Down syndrome, screening and diagnostic testing for this condition are offered as optional components of prenatal care. Prenatal diagnosis of trisomy 21 allows parents the choice of continuing or terminating an affected pregnancy."
        },
        {
            "parent": 0,
            "text": "Down syndrome is usually identified soon after birth by a characteristic pattern of dysmorphic features(Table 1).3,4The diagnosis is confirmed by karyotype analysis. Trisomy 21 is present in 95 percent of persons with Down syndrome. Mosaicism, a mixture of normal diploid and trisomy 21 cells, occurs in 2 percent. The remaining 3 percent have a Robertsonian translocation in which all or part of an extra chromosome 21 is fused with another chromosome. Most chromosome-21 translocations are sporadic. However, some are inherited from a parent who carries the translocation balanced by a chromosome deletion.1,3,4"
        },
        {
            "parent": 0,
            "text": "Molecular genetic studies reveal that 95 percent of occurrences of trisomy 21 result from nondisjunction during meiotic division of the primary oocyte.1The exact mechanism for this meiotic error remains unknown. Most trisomy 21 pregnancies prove to be nonviable. Only one quarter of fetuses with trisomy 21 survive to term.4"
        },
        {
            "parent": 0,
            "text": "Persons with Down syndrome usually have mild to moderate mental retardation. In some, mental retardation can be severe. School-aged children with Down syndrome often have difficulty with language, communication and problem-solving skills. Adults with Down syndrome have a high prevalence of early Alzheimer's disease, further impairing cognitive function.1"
        },
        {
            "parent": 0,
            "text": "A number of congenital malformations and acquired diseases occur with increased frequency in persons with Down syndrome(Table 2).1,3–6Congenital heart disease and pneumonia are leading causes of mortality, especially in early childhood."
        },
        {
            "parent": 2,
            "text": "The incidence of fetal trisomies is directly related to maternal age.7The risk of having a child with Down syndrome increases in a gradual, linear fashion until about age 30 and increases exponentially thereafter(Figure 1).8The risk of having a child with Down syndrome is 1/1,300 for a 25-year-old woman; at age 35, the risk increases to 1/365. At age 45, the risk of a having a child with Down syndrome increases to 1/30. (By convention, maternal age refers to age at the estimated or actual delivery date.)"
        },
        {
            "parent": 2,
            "text": "Historically, maternal age can be viewed as the first “screening test” for fetal chromosome abnormalities. In the late 1970s, about 5 percent of pregnancies in the United States occurred in women who were 35 years or older.9At age 35, the second-trimester prevalence of trisomy 21 (1/270) approaches the estimated risk of fetal loss due to amniocentesis (1/200).10Therefore, age 35 was chosen as the screening cutoff—the risk threshold at which diagnostic testing is offered."
        },
        {
            "parent": 3,
            "text": "If all pregnant women 35 years or older chose to have amniocentesis, about 30 percent of trisomy 21 pregnancies would be detected.11Women younger than 35 years give birth to about 70 percent of infants with Down syndrome.12Maternal serum screening (multiple-marker screening) can allow the detection of trisomy 21 pregnancies in women in this younger age group."
        },
        {
            "parent": 3,
            "text": "Alpha-fetoprotein (AFP), unconjugated estriol and human chorionic gonadotropin (hCG) are the serum markers most widely used to screen for Down syndrome.13This combination is known as the “triple test” or “triple screen.” AFP is produced in the yolk sac and fetal liver. Unconjugated estriol and hCG are produced by the placenta. The maternal serum levels of each of these proteins and of steroid hormones vary with the gestational age of the pregnancy. With trisomy 21, second-trimester maternal serum levels of AFP and unconjugated estriol are about 25 percent lower than normal levels and maternal serum hCG is approximately two times higher than the normal hCG level.12"
        },
        {
            "parent": 3,
            "text": "The triple test is usually performed at 15 to 18 weeks of gestation. The level of each serum marker is measured and reported as a multiple of the median (MoM) for women with pregnancies of the same gestational age as that of the patient's. The likelihood of trisomy 21 is calculated on the basis of each of the serum marker results and the patient's age. A composite estimate of the risk of trisomy 21 is reported to the clinician. A standard risk cutoff is used to determine when the test is considered “positive.” Most laboratories use a risk cutoff of 1/270, which is equal to the second-trimester risk of trisomy 21 in a 35-year-old woman.13A positive test is an indication for amniocentesis(Figure 2)."
        },
        {
            "parent": 3,
            "text": "The triple test can detect 60 percent of trisomy 21 pregnancies; it has a false-positive rate of 5 percent.11,14The likelihood of a fetus having trisomy 21 in a patient with a positive test is about 2 percent. A normal result reduces the likelihood of trisomy 21 but does not exclude it. Test performance can be slightly improved by adjusting for maternal weight, ethnic group and insulin-dependent diabetes mellitus.12In 1995 in the United States, maternal serum screening for Down syndrome was ordered in 60 percent of pregnancies.13"
        },
        {
            "parent": 3,
            "text": "For women 35 years or older, maternal serum screening can provide an individual estimate of the likelihood of fetal trisomy 21.15However, the triple test fails to detect 10 to 15 percent of trisomy 21 pregnancies in women in this older age group.16Therefore, current U.S. practice standards indicate that for women 35 years or older, maternal serum screening should not be offered as an equivalent alternative to amniocentesis or chorionic villus sampling.16–18Guidelines published by the American College of Obstetricians and Gynecologists state that maternal serum screening may be offered “as an option for those women who do not accept the risk of amniocentesis or chorionic villus sampling or who wish to have this additional information prior to making a decision about having amniocentesis.”18"
        },
        {
            "parent": 4,
            "text": "An estimate of gestational age by ultrasound examination improves the performance of the triple test. In one study,19the use of ultrasound was found to raise the sensitivity of the triple test from 60 percent to 74 percent and to decrease the initial false-positive rate from 9 percent to 5 percent. When available, an ultrasound estimate of gestational age should be provided to the laboratory instead of the due date based on the patient's last menstrual period. The biparietal diameter provides the best gestational age estimate for this purpose. Femur length and composite estimates derived from it should not be used, because this parameter underestimates the gestational age of fetuses with trisomy 21.19"
        },
        {
            "parent": 4,
            "text": "Second-trimester ultrasound assessment may be helpful for predicting the likelihood of trisomy 21 in pregnancies at increased risk.20,21This method of evaluation may be useful when amniocentesis is being considered in a patient with advanced maternal age or positive findings on the triple test. The most common ultrasonographic finding associated with trisomy 21 is increased nuchal fold thickness (nuchal translucency), which is caused by subcutaneous edema at the base of the occiput(Table 3).20–22"
        },
        {
            "parent": 5,
            "text": "Ultrasound measurement of nuchal translucency has been studied alone and in combination with new biochemical markers as a potentially useful first-trimester screening test for trisomy 21. Estimates are that first-trimester screening by means of maternal age and measurement of nuchal translucency could provide a trisomy 21 detection rate of 63 percent, with a 5 percent false-positive rate.23Combining this procedure with measurement of maternal serum free beta-hCG subunit and pregnancy-associated protein A (PAP A) could increase the detection rate to 80 percent, at the same false-positive rate.23Further study of the clinical utility and reliability of first-trimester screening is ongoing."
        },
        {
            "parent": 6,
            "text": "If a patient has had a trisomy 21 pregnancy in the past, the risk of recurrence in a subsequent pregnancy increases to approximately 1 percent above the baseline risk determined by maternal age. Diagnosis of a chromosome-21 translocation in the fetus or newborn is an indication for karyotype analysis of both parents. If both parents have normal karyotypes, the recurrence risk is 2 to 3 percent. If one parent carries a balanced translocation, the recurrence risk depends on the sex of the carrier parent and the specific chromosomes that are fused.4"
        },
        {
            "parent": 6,
            "text": "The significance of a family history of Down syndrome depends on the karyotype of the affected person (proband). If the proband has trisomy 21, the likelihood of a trisomy 21 pregnancy is minimally increased for family members other than the parents. If the proband has a chromosome-21 translocation or if the karyotype is unknown, family members should be offered genetic counseling and karyotype analysis.4"
        },
        {
            "parent": 7,
            "text": "Definitive prenatal diagnosis of trisomy 21 requires cytogenetic analysis of cells obtained by one of three invasive procedures(Table 4).10Second-trimester amniocentesis has been used the most extensively, and the safety of this technique continues to improve as technical advances have occurred.24Chorionic villus sampling offers the opportunity for first-trimester diagnosis, when elective pregnancy termination carries the lowest risk of maternal morbidity, as compared with the risk in the second and third trimesters. Early amniocentesis offers a similar advantage, but the fetal loss rate associated with this technique is higher than that of chorionic villus sampling.10"
        },
        {
            "parent": 7,
            "text": "Karyotype analysis usually requires seven to 10 days. A recently developed assay that uses fluorescent in situ hybridization (FISH) can allow rapid diagnosis of trisomy 21 after amniocentesis.25"
        },
        {
            "parent": 8,
            "text": "Assessment of the risk of Down syndrome begins with the first prenatal visit. All forms of prenatal testing for Down syndrome must be voluntary. A nondirective approach should be used when discussing the methods of prenatal screening and diagnostic testing.26Informed consent to testing should be documented in the patient's chart."
        },
        {
            "parent": 8,
            "text": "Consultation with a medical geneticist or a genetic counselor should be sought if there has been a previous pregnancy complicated by a chromosome abnormality or if either parent is known to carry a balanced translocation."
        },
        {
            "parent": 8,
            "text": "Women who will be 35 years or older on their due date should be offered chorionic villus sampling or second-trimester amniocentesis. These patients may be offered maternal serum screening and ultrasound evaluation before they make a decision about having amniocentesis, provided that they are informed of the limited sensitivity of noninvasive testing.18"
        },
        {
            "parent": 8,
            "text": "Women younger than 35 years should be offered maternal serum screening at 15 to 18 weeks' gestation. They should be counseled about the imperfect sensitivity of maternal serum screening and the possibility that a false-positive result could lead to invasive testing. Test results should be reported to the patient promptly. Patients who receive news of abnormal results often experience considerable anxiety.27These patients can be reassured by the knowledge that the likelihood of Down syndrome is small, even after a positive triple test.28Ultrasound and amniocentesis should be offered. The risk of fetal loss from amniocentesis should be discussed."
        },
        {
            "parent": 8,
            "text": "If diagnostic testing reveals fetal trisomy 21, the parents should be provided with current, accurate information about Down syndrome and assistance in deciding on a course of action. Their options include continuing the pregnancy and raising the child, continuing the pregnancy and seeking adoption placement for the child or terminating the pregnancy. Consultation with a genetic counselor, a medical geneticist or a developmental pediatrician can be helpful to address the parents' concerns and facilitate their decision-making process.29"
        },
        {
            "parent": 8,
            "text": "Parents who decide to continue the pregnancy should be advised that there is an increased risk of fetal demise in trisomy 21 pregnancies. A fetal echocardiogram should be performed at 20 weeks of gestation to detect serious cardiac malformations. An ultrasound examination should be performed at 28 to 32 weeks of gestation to monitor growth and detect duodenal atresia.29The parents should be provided with referrals to support groups and organizations that advocate for persons with Down syndrome and their families.5A positive outlook should be encouraged, recognizing that improvements in medical care, early intervention, special education and vocational counseling have enabled persons with Down syndrome to live more normal lives.29"
        },
        {
            "parent": 9,
            "text": "In addition to the patient information handout that accompanies this article, a more detailed brochure, “Facts About Down Syndrome,” has been produced by the National Institute of Child Health and Human Development (NIH Publication No. 97–3402). This brochure is available in English and Spanish from NICHD Clearinghouse, PO Box 3006, Rockville, MD 20847; telephone: 800-370-2943. In addition, the Genetic Counseling and Primary Care Web site (http://stork.cellb.bcm.tmc.edu/~genetics/) provides links to sources of additional information about Down syndrome and case-oriented tutorials on topics in genetics and genetic counseling."
        }
    ],
    "locked": false
}