{
    "url": "https://www.aafp.org/pubs/afp/issues/2002/0301/p883.html#afp20020301p883-f2",
    "title": "Identifying and Managing Preparatory Grief and Depression at the End of Life | AAFP",
    "author": "VYJEYANTHI S. PERIYAKOIL, M.D., AND JAMES HALLENBECK, M.D.",
    "doi": "Am Fam Physician.2002;65(5):883-891",
    "abstract": "Grief and depression present similarly in patients who are dying. Conventional symptoms (e.g., frequent crying, weight loss, thoughts of death) used to assess for depression in these patients may be imprecise because these symptoms are also present in preparatory grief and as a part of the normal dying process. Preparatory grief is experienced by virtually all patients who are dying and can be facilitated with psychosocial support and counseling. Ongoing pharmacotherapy is generally not beneficial and may even be harmful to patients who are grieving. Evidence of disturbed self-esteem, hopelessness, an active desire to die and ruminative thoughts about death and suicide are indicative of depression in patients who are dying. Physicians should have a low threshold for treating depression in patients nearing the end of life because depression is associated with tremendous suffering and poor quality of life.",
    "headers": [
        {
            "id": 0,
            "name": "Illustrative Case",
            "level": 2
        },
        {
            "id": 1,
            "name": "Depression",
            "level": 2
        },
        {
            "id": 2,
            "name": "Preparatory Grief",
            "level": 2
        },
        {
            "id": 3,
            "name": "Differentiating Between Preparatory Grief and Depression: A Diagnostic Dilemma",
            "level": 2
        },
        {
            "id": 4,
            "name": "Management of Grief",
            "level": 2
        },
        {
            "id": 5,
            "name": "PHARMACOTHERAPY",
            "level": 3
        },
        {
            "id": 6,
            "name": "Management of Depression",
            "level": 2
        },
        {
            "id": 7,
            "name": "PHARMACOTHERAPY",
            "level": 3
        },
        {
            "id": 8,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Distinguishing between grief and depression in patients who are dying can be difficult. Many of the signs and symptoms traditionally used to diagnose depression are also present in patients who are grieving(Figure 1). Weight loss, anorexia and sleep disturbance, for example, might reflect depression, grief, poor control of physical symptoms or the normal physiologic changes associated with dying. Survey instruments designed to detect depression have not been well studied in patients who are dying and lack specificity because questions addressing somatic, functional and affective criteria can generate false-positive results. The Geriatric Depression Scale,1for example, rates frequent crying. Crying can reflect depression or normal grief in dying patients. Differentiating between preparatory grief and depression is essential because of therapeutic implications. While some researchers have suggested that grief and depression differ in significant ways, evidence supporting such distinctions is lacking.2"
        },
        {
            "parent": 0,
            "text": "An 82-year-old man with a history of metastatic prostate cancer was admitted to an inpatient hospice unit because of progressive debilitation. His pain was well controlled, but he had a poor appetite, was losing weight and had crying spells. When asked about possible depression, he replied that he was not sure if he was depressed. One of his daughters who lived near him and helped care for him felt that his crying indicated that he was finally coming to terms with his terminal diagnosis; another daughter felt that he was depressed. Statements the patient made like, “I can't believe I'm dying,” suggested that he was grieving. The physician treating him was unsure whether he might also be depressed. The patient received psychologic counseling and started taking a selective serotonin reuptake inhibitor (SSRI) antidepressant. He demonstrated a good response—his affect and energy level improved. The patient died peacefully a few weeks later."
        },
        {
            "parent": 1,
            "text": "Virtually all patients who are faced with dying experience episodes of sadness. These sad feelings are usually very intense for a variable period of time and then often gradually diminish in intensity. In some patients, dysphoria is persistent and is associated with a sense of hopelessness and disturbed self-image. An estimated 22 to 75 percent of patients who are dying experience clinical depression.3However, depression is not inevitable and should not be considered a normal part of the dying process."
        },
        {
            "parent": 1,
            "text": "Depression shares common features with grief. Misdiagnosis can result in overlooking depression when it is present or inappropriately treating grief. Depression and grief are different conditions that require different treatments although, clinically, they often overlap. Patients with depression may benefit from counseling and pharmacotherapy."
        },
        {
            "parent": 2,
            "text": "Grief is a reaction to any loss. As Freud4observed, grief is “the reaction to the loss of a loved person, or to the loss of some abstraction which has taken the place of one, such as one's liberty…”. Grief manifests as a progression of emotional, social, spiritual, physical, cognitive and behavioral changes through which a person attempts to reorganize and resolve or adjust to the loss at his or her own pace.5,6"
        },
        {
            "parent": 2,
            "text": "Preparatory grief, as introduced by Kubler-Ross in “On Death and Dying,”7is “that [grief that] the terminally ill patient has to undergo in order to prepare himself for his final separation from this world.” Preparatory grief is the normal grief reaction to perceived losses experienced by persons who are dying. (The terms anticipatory grief and anticipatory mourning are commonly used to refer to grief experienced by family members or friends before the death of a loved one. The grief experienced by patients as they prepare for their impending death is different from anticipatory grief as defined by the extensive body of existing literature. Consequently, preparatory grief, as defined by Kubler-Ross7in reference to grief experienced by the dying person, is used here.)"
        },
        {
            "parent": 2,
            "text": "Persons who are dying prepare for their death by mourning the losses implicit in death. The anticipated separation from loved ones is an obvious one. Simple pleasures of living may be grieved. People may reflect on their past and relive great moments and disappointments, and mourn for missed opportunities. Looking to the future, they may grieve the loss of much-anticipated experiences such as a child's graduation or the birth of a grandchild.8In the present, the person who is dying usually experiences a radical change in self-image. Previously independent, the person may now be weak and dependent on others for even the most basic needs. The old self-image has been lost and is grieved as the person who is dying and their family adjusts to a new, more fragile sense of self."
        },
        {
            "parent": 2,
            "text": "Grief, which is often experienced as a painful tearing sensation, is also a process by which the grieving person adjusts to a radical change in the relationship between the self and that which is being lost—an object of attachment or love called the “loss object.”9Loss objects can be people or they can be simple pleasures like drinking coffee in the morning. The loss object can be a person's self image. Grief can be understood as the physical, psychological and cognitive changes that occur in response to an abrupt change in the relationship between the grieving person and the loss object. The grieving person moves, sometimes slowly, sometimes quickly, toward a new equilibrium as the changed relationship is redefined with the loss object."
        },
        {
            "parent": 2,
            "text": "Preparatory grief, while normal, can be facilitated through proper support. Grief per se rarely requires pharmacologic intervention. Inappropriate use of antidepressants or anxiolytics for treating grief may result in iatrogenic complications that have little, if any, benefit."
        },
        {
            "parent": 3,
            "text": "Because many of the traditional signs of depression are also present in patients who are grieving, it can be challenging to separate the relative contribution of depression and grief in patients' presentations. The following questions can be used to explore a patient's moods."
        },
        {
            "parent": 3,
            "text": "Do you feel depressed most of the time?Do you feel that you are better off than many other people in similar situations?"
        },
        {
            "parent": 3,
            "text": "Some patients and their families will be readily able to identify depression. Others, however, may not be able to differentiate possible depression from grief or the normal changes that occur in the dying process.Figure 2presents a process that can be used to help distinguish grief from depression. The following points highlight differences between preparatory grief and depression."
        },
        {
            "parent": 3,
            "text": "Temporal Variation. Grief is often experienced in waves, which are usually triggered in response to a specific loss. New waves of grief may be “predictably” triggered in response to a new loss (e.g., when an ambulatory patient becomes bedridden), or “unpredictably” triggered by seemingly minor incidents (e.g., hearing a treasured song or noticing a stranger's resemblance to a loved one)."
        },
        {
            "parent": 3,
            "text": "In contrast, persistent flat affect or dysphoria that pervades all aspects of patients' lives is characteristic of depression."
        },
        {
            "parent": 3,
            "text": "Progress with Time.In most cases, patients progress through grief and it slowly diminishes in intensity over time. Patients may periodically experience intense waves of grief (an acute grief reaction), but the overall intensity wanes."
        },
        {
            "parent": 3,
            "text": "Depression is a pathologic state. Patients can “get stuck” in this state without treatment."
        },
        {
            "parent": 3,
            "text": "Negative Self-Image. Patients who are grieving usually have a normal self-image. Some patients may have a loss of self-esteem because of the debilitation and dependency caused by progressing disease. When these feelings are disproportionate to a patient's situation, underlying depression should be considered. Patients who are depressed may have a sense of worthlessness and disturbed self-esteem.4,10–12"
        },
        {
            "parent": 3,
            "text": "Anhedonia.The ability to feel pleasure is not lost in persons who are grieving. Most will still look forward to special occasions and visits from family and friends. Anhedonia is a clue to clinical depression."
        },
        {
            "parent": 3,
            "text": "Hopelessness.A person who is grieving maintains a sense of hope. Hope may shift, for example, from the hope for a cure to the hope for prolonging life to the hope to live comfortably and well for the duration of life, but it is not lost in persons who are dying.13Pervasive hopelessness, however, is a hallmark of depression."
        },
        {
            "parent": 3,
            "text": "Response to Support.Patients who are grieving often need social interaction to help them through the grieving process. Social support enables patients to tolerate the pain of loss while providing the necessary assistance for completion of grief work.14Patients may withdraw socially during the grief process, but this withdrawal is usually a temporary pause for reflection. When patients have processed their acute grief, they usually slowly reenter society. Social withdrawal can be a manifestation of untreated physical symptoms such as pain. In advanced stages of dying, social withdrawal can also naturally occur when the person who is dying begins to let go of social attachments."
        },
        {
            "parent": 3,
            "text": "Patients who are depressed often do not derive pleasure or solace from social interaction and may appear isolated and withdrawn. While temporary social withdrawal might serve a purpose in the grieving process (e.g., facilitating the process of reviewing life), it contributes to a worsening spiral of isolation and depressed mood in patients who are depressed. While increased social interaction may be beneficial to some patients who are depressed, it is not adequate to resolve depression."
        },
        {
            "parent": 3,
            "text": "Agitation.Persons who are grieving may be agitated during the early stages but usually respond to support and counseling. Agitation and hyperarousal often diminish or resolve with time."
        },
        {
            "parent": 3,
            "text": "When agitation is present in patients with depression, it may persist without much response to supportive measures."
        },
        {
            "parent": 3,
            "text": "Active Desire for an Early Death.Many persons who are dying consider the possibility of an early death. Suffering associated with uncontrolled pain, concern about being a burden and a desire to be in control of dying can all result in thoughts of an earlier death."
        },
        {
            "parent": 3,
            "text": "A persistent, active desire for an early death in a patient whose symptomatic and social needs have been reasonably met is suggestive of clinical depression.10"
        },
        {
            "parent": 4,
            "text": "The acronym RELIEVER can serve as a reminder about supportive interventions that can facilitate preparatory grief."
        },
        {
            "parent": 4,
            "text": "Reflect. Mirror the patient's emotions. Example: If the patient says, “Why did I have to get this horrible disease?” respond with “I can see that you are angry.”"
        },
        {
            "parent": 4,
            "text": "Empathize. Try to make a personal connection with the patient. Example: “I can imagine that you are going through rough times. It must be hard not to be able to get out of bed. What can I do to help?”"
        },
        {
            "parent": 4,
            "text": "Lead. Guided questions can help facilitate the grief process. Example: “What concerns do you have about how your loved ones will do after you are gone?” or “When you went through difficult situations in the past, how did you handle them?” Identifying coping strategies that the patient used in the past can be useful so that they can try the strategies that have already been effective for them."
        },
        {
            "parent": 4,
            "text": "Improvise. Respect the emotional boundaries of patients and offer support within those boundaries. The physician's approach must be tailored to individual patients. What might work with one patient might fail with another. For example, some patients may desire support through talking; others may just want a supportive presence. Some may want time alone; others may cope best by continuing established routines. Patients may suddenly change coping strategies, which requires flexibility on the part of the physician to be able to respond appropriately."
        },
        {
            "parent": 4,
            "text": "Educate. Explain that grief often comes in waves. Let patients and family members know that people grieve in different ways. It is important to explain that anger experienced by the patients and families toward the self, the situation and others is a common and normal response when facing a terminal illness. Identifying, validating and channeling constructive outlets for anger helps decrease conflicts between patients and their families."
        },
        {
            "parent": 4,
            "text": "Validate theExperience. Reflect to the patient the normalcy of the experience. Example: “It is okay to cry,” or “It seems to me you are responding normally to a very difficult situation.”"
        },
        {
            "parent": 4,
            "text": "Recall. Many patients who are dying want to look back over their lives and do a review of their life. Physicians can help by asking about accomplishments, special stories or legacies that patients may wish to hand down to future generations."
        },
        {
            "parent": 5,
            "text": "Pharmacotherapy for grief should be the exception rather than the rule. Anxiolytic agents can be beneficial during the initial phase of shock and hyperarousal, but the ongoing use of medications is not indicated in the treatment of grief.15–17Protracted use of benzodiazepines to treat the symptoms of preparatory grief can promote and intensify denial, thereby delaying or preventing affective and cognitive processing of the loss. This can prolong grief or result in “frozen grief.”18,19"
        },
        {
            "parent": 6,
            "text": "Patients with depression often require combined psychosocial intervention and pharmacotherapy. Before starting anti-depressant therapy or referring for psychologic counseling, it is important to identify and alleviate the fears that patients who are dying commonly experience because these fears can precipitate or exacerbate depression."
        },
        {
            "parent": 6,
            "text": "Fear of Abandonment.When patients face multiple changes, like becoming more debilitated and dependent, they often worry that caring for them may become too burdensome for their families. Family members might indeed experience tremendous stress while acting as caregivers and may not understand what the person who is dying is experiencing. Alienation and abandonment of the patient can result. Addressing these issues during a family meeting and identifying coping strategies can help alleviate this fear and minimize the potential for alienation and abandonment. Physicians can contribute to the fear of abandonment in their patients who are dying, especially if patients are not able to make office visits or if the patient decides to die at home. Few physicians make house calls, but even occasional telephone calls can help maintain the connection with patients and thereby mitigate the fear. The mere presence of the physician can engender trust and provide solace for many patients.20"
        },
        {
            "parent": 6,
            "text": "Fear of the Unknown. Death is often violently portrayed by the media. Depression can be related to intense fears that death will be very painful or horrific. Educating patients and families about the dying process and what can be done to alleviate suffering can help to address these fears. Alternative therapies involving massage, art, relaxation, music and guided imagery can help mitigate anxiety and stress."
        },
        {
            "parent": 6,
            "text": "Fear for Loved Ones.Persons who are dying often worry about how their families will survive after their death. Helping the patients and families make plans for the future might enable them to cope better with future potential losses."
        },
        {
            "parent": 6,
            "text": "Fear of the Afterlife and the Future.Results from numerous surveys21–23have shown that the majority of persons in the United States believe in life after death. Taking a spiritual history allows physicians to understand patients more fully.24Patients' spiritual needs should be assessed, when indicated, to allow for better understanding of each patient and to facilitate referral to a spiritual caregiver.25"
        },
        {
            "parent": 7,
            "text": "The pharmacologic treatment of depression in patients who are dying can be challenging. These patients are fragile and may be sensitive to medication side effects such as nausea, sedation and dry mouth (as occurs with use of anticholinergic agents). Perhaps most importantly, treatment of depression in patients who are dying is often a race against time. At the time of evaluation, patients may have a life expectancy of days to weeks. The latency period of many antidepressant agents can occupy a significant portion of a patient's remaining life."
        },
        {
            "parent": 7,
            "text": "Drug therapy should be tailored to individual patients' situations. Considerations when deciding which drug therapy to use include the following:"
        },
        {
            "parent": 7,
            "text": "How Long the Patient Is Likely to Live.Treating depression in patients who only have a few days to live necessitates the use of psychostimulants."
        },
        {
            "parent": 7,
            "text": "Possible Side Effects to Avoid.For example, drugs with anticholinergic effects are unsuitable for use in patients with benign prostatic hypertrophy or dementia, and can exacerbate dry mouth."
        },
        {
            "parent": 7,
            "text": "Side Effects That Might Enhance Patients' Quality of Life.For example, mirtazapine (Remeron) has appetite-stimulating properties that can be useful in patients who have a poor appetite. Tricyclic antidepressants are useful in treating neuropathic pain."
        },
        {
            "parent": 7,
            "text": "A detailed review of the treatment of depression is beyond the scope of this article. Some of the features of antidepressants that are relevant to managing depression at the end of life are presented."
        },
        {
            "parent": 7,
            "text": "Psychostimulants, such as methylphenidate (Ritalin) or dextroamphetamine (Dexedrine), can be helpful when a rapid response (within 24 to 48 hours) is desired. These agents are most effective in patients with psychomotor retardation. Their use should be avoided in patients who are agitated, confused or delirious. Treatment with psychostimulants can provide a relatively quick test to show whether antidepressants are likely to be effective.2Positive side effects include increased energy and appetite, and counteraction of opioid-induced sedation."
        },
        {
            "parent": 7,
            "text": "SSRIs are often preferred agents for treatment of depression because they have a relatively rapid onset of action and fewer side effects, compared with tricyclic antidepressants."
        },
        {
            "parent": 7,
            "text": "Patients can be started on a combination of a psychostimulant and an SSRI. The psychostimulant can be tapered off one to two weeks after the SSRI has an effect. Trazodone (Desyrel) should be considered in the treatment of patients with depression who are also experiencing insomnia."
        },
        {
            "parent": 8,
            "text": "Caring for patients who are dying and their families can be challenging yet rewarding work. Recently, much-needed attention has been given to addressing pain and other physical symptoms experienced by these patients. However, not all suffering related to dying is physical. Grief and depression, as distinct but related processes, can result in intense suffering. Fortunately, much can be done to help patients deal with grief and depression. Grief can be supported and facilitated, and depression can be treated. Excellent care requires the support of a skilled interdisciplinary team and a partnership with patients and their families."
        }
    ],
    "locked": false
}