{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/1101/p2015.html#afp20001101p2015-f6",
    "title": "Ambulatory Management of Burns | AAFP",
    "author": "ERIC D. MORGAN, MAJ, MC, USA, SCOTT C. BLEDSOE, CPT, MC, USA, AND JANE BARKER, CPT, MC, USA",
    "doi": "Am Fam Physician.2000;62(9):2015-2026",
    "abstract": "Burns often happen unexpectedly and have the potential to cause death, lifelong disfigurement and dysfunction. A critical part of burn management is assessing the depth and extent of injury. Burns are now commonly classified as superficial, superficial partial thickness, deep partial thickness and full thickness. A systematic approach to burn care focuses on the six “Cs”: clothing, cooling, cleaning, chemoprophylaxis, covering and comforting (i.e., pain relief). The American Burn Association has established criteria for determining which patients can be managed as outpatients and which require hospital admission or referral to a burn center. Follow-up care is important to assess patients for infection, healing and ability to provide proper wound care. Complications of burns include slow healing, scar formation and contracture. Early surgical referral can often help prevent or lessen scarring and contractures. Family physicians should be alert for psychologic problems related to long-term disability or disfigurement from burn injuries.",
    "headers": [
        {
            "id": 0,
            "name": "Acute Management of Burns",
            "level": 2
        },
        {
            "id": 1,
            "name": "DEPTH OF A BURN",
            "level": 3
        },
        {
            "id": 2,
            "name": "EXTENT OF A BURN",
            "level": 3
        },
        {
            "id": 3,
            "name": "INPATIENT TREATMENT AND BURN UNIT REFERRAL",
            "level": 3
        },
        {
            "id": 4,
            "name": "AMBULATORY TREATMENT",
            "level": 3
        },
        {
            "id": 5,
            "name": "Follow-Up Care for Burns",
            "level": 2
        },
        {
            "id": 6,
            "name": "FOLLOW-UP INTERVALS",
            "level": 3
        },
        {
            "id": 7,
            "name": "HYPERTROPHIC SCARRING AND CONTRACTURES",
            "level": 3
        },
        {
            "id": 8,
            "name": "ROLE OF SURGERY",
            "level": 3
        },
        {
            "id": 9,
            "name": "COPING WITH THE INJURY",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Burns can be devastating injuries that result in death or lifelong scarring, disfigurement and dysfunction. Burn injuries are the third leading cause of accidental death in the United States (after incidents involving motor vehicles and firearms). Each year, more than 1 million persons in this country seek medical care for burns. More than 95 percent of these patients can be managed on an ambulatory basis.1,2"
        },
        {
            "parent": -1,
            "text": "Ambulatory management of burns is divided into acute treatment and follow-up care. Acute management includes measures to minimize further damage to patients presenting with recently sustained burns, identifying patients requiring hospitalization and implementing measures to promote healing, prevent infection and relieve pain. During follow-up care, the focus shifts to limiting disfigurement from scarring and dysfunction from contractures. Although most patients with burns can be managed by family physicians, some require surgical referral for skin grafting and scar rehabilitation."
        },
        {
            "parent": 0,
            "text": "It is of paramount importance to determine whether a patient with a burn injury should be hospitalized for hydration and burn care or whether ambulatory management appears feasible. Classification of burns as minor, moderate or major facilitates hospitalization decisions. Proper burn classification requires accurate determination of the depth and extent of the wound(s), as well as consideration of critical issues such as skin thickness, burn location and comorbid conditions."
        },
        {
            "parent": 1,
            "text": "The traditional classification of burns as first, second or third degree is being replaced by the designations of superficial(Figure 1), superficial partial thickness(Figure 2), deep partial thickness(Figure 3)and full thickness(Figure 4).2Burn depth has an impact on healing time, the need for hospitalization and surgical intervention, and the potential for scar development. Although accurate classification is not always possible initially, the causes and physical characteristics of burns are helpful in categorizing their depth(Table 1).2–4"
        },
        {
            "parent": 1,
            "text": "Differentiating a deep partial-thickness burn from a full-thickness burn can be quite difficult initially.2,5,6Revisions of burn-depth estimations are often necessary in the first 24 to 72 hours5and may be required through the first two or three weeks.2For instance, although a full-thickness burn typically has a white or charred appearance, it can be red after a scald injury. It is also possible to have a full-thickness burn underneath a blister, which is usually a characteristic feature of a partial-thickness burn.3Furthermore, thin skin sustains deeper burn injuries than may be suggested by the initial appearance of the wound.5Thin skin is common on the volar surface of the arms and on the medial thigh, perineum and ears. All skin can be presumed to be thin in children younger than five years and in adults older than 55 years.5It is best to assume that there are no shallow burns in these age groups.7"
        },
        {
            "parent": 2,
            "text": "The extent of a burn is expressed as the total percentage of body surface area (TBSA) affected by the injury. Accurate estimation of the TBSA of a burn is essential to guide management."
        },
        {
            "parent": 2,
            "text": "Multiple methods have been developed to estimate the TBSA of burns. These methods are not used for superficial burns. The best known method, the “rule of nines,” is appropriate for use in all adults and when a quick assessment is needed for a child.2"
        },
        {
            "parent": 2,
            "text": "More accurate methods are required for definitive estimation of the extent of burns in children. The Lund and Browder method covers all age groups and is considered the most accurate method to use in pediatric patients(Figure 5).2,8"
        },
        {
            "parent": 2,
            "text": "The surface area of a patient's palm can also be used to estimate the extent of small or patchy burns. Classically, the palm has been considered to represent 1 percent of the TBSA.2,6However, a recent study demonstrated that the palm more accurately represents 0.4 percent of the TBSA, and the entire hand represents 0.8 percent of the TBSA.9"
        },
        {
            "parent": 3,
            "text": "Patients considered to have moderate burns based on the grading system developed by the American Burn Association (ABA) should be admitted for intravenous hydration and surgical care of their wounds(Table 2).6,10Because of the initial difficulties in differentiating deep partial-thickness burns from full-thickness burns, family physicians should strongly consider obtaining a surgical consultation for what appears to be a deep partial-thickness burn affecting more than 3 percent TBSA.4"
        },
        {
            "parent": 3,
            "text": "Pulmonary insufficiency is responsible for more than 75 percent of fire-related deaths.1Because of the possibility of progressive edema, patients with suspected inhalation injury should be observed for at least 12 to 24 hours.6,11Historical or physical findings that raise concern about inhalation injury include coughing, wheezing, dyspnea, facial burns, sooty mucus and laryngeal edema.4"
        },
        {
            "parent": 3,
            "text": "Fiberoptic bronchoscopy or xenon ventilation-perfusion scanning results in more frequent and earlier diagnosis of inhalation injury.12One of these examinations should be performed if the diagnosis of inhalation injury is in doubt.11"
        },
        {
            "parent": 3,
            "text": "Patients at risk for inhalation injury should also be checked for carbon monoxide poisoning. An arterial carboxyhemoglobin level of greater than 10 percent tends to indicate carbon monoxide exposure. Hyperbaric oxygen is the treatment.13"
        },
        {
            "parent": 3,
            "text": "Hospital admission is necessary for patients who have circumferential partial-thickness or full-thickness burns, patients who have burn injury and are considered to be predisposed to infection (e.g., those with diabetes), and patients who have sustained a high-voltage electrical injury.14Cardiac arrhythmias can occur up to 72 hours after high-voltage electrical injury.15Nonspecific changes in ST-T waves are the most common abnormalities noted on electrocardiograms (ECGs) obtained subsequent to electrical injuries. Observation is warranted until the ECG becomes normal.6"
        },
        {
            "parent": 3,
            "text": "Children with burns should be admitted to a hospital whenever child abuse is suspected. From 9 to 11 percent of burns in children are nonaccidental injuries, with a peak incidence at 13 to 24 months of age.16Immersion scalds are classic burn injuries in child abuse, but abuse should be suspected with any scald injury, especially if there is sharp demarcation between burned and normal skin or splash marks are absent.6Child abuse should also be strongly suspected in children with burns suggestive of cigarette or hot-iron injuries.6"
        },
        {
            "parent": 3,
            "text": "Referral to a burn unit is indicated for patients who meet the criteria for major burns as defined by the ABA(Table 2).6,10Included are patients who manifest inhalation injury or have burn marks from high-voltage electrical injury.14"
        },
        {
            "parent": 4,
            "text": "Minor burns comprise approximately 95 percent of burn injuries treated by physicians in the United States.2Most of these burns can be managed on an outpatient basis. An algorithm to assist in identifying patients suitable for ambulatory management is provided inFigure 6.4"
        },
        {
            "parent": 4,
            "text": "A systematic approach to the ambulatory management of burns is conceptualized by the six “Cs”:clothing,cooling,cleaning,chemoprophylaxis,covering andcomforting (i.e., pain relief).4"
        },
        {
            "parent": 4,
            "text": "Clothing. Any clothing that is hot or burned should be removed immediately from the patient's body. Clothing that has been exposed to chemicals should also be removed to avoid exposing the skin to continued burn insult. If clothing does not remove easily, nonadherent material should be cut away, with adherent clothing left for removal in the cleaning phase."
        },
        {
            "parent": 4,
            "text": "Cooling. Ideally, burns should be cooled immediately after they occur. Although most tissue has already cooled by the time patients with burns present to a physician, further cooling during the first several hours after injury effectively decreases burn pain.6Sterile saline-soaked gauze, moderately cooled to around 12°C (53.6°F), can be applied to the burned tissues.17Ice application should be avoided.6,18Because of the risk of hyperthermia, caution should be exercised in cooling extensive burns (i.e., those with a TBSA of more than 10 percent).19"
        },
        {
            "parent": 4,
            "text": "Cleaning. Cleaning a burn wound is critical but can cause excruciating pain. It is therefore important to establish local or regional anesthesia before the wound is cleaned. Anesthesia should not be applied topically to a burn or injected directly into the wound.6"
        },
        {
            "parent": 4,
            "text": "Although disinfectants (e.g., chlorhexidine gluconate solution [Hibiclens], povidone-iodine solution [Betadine]) are often employed to clean burn wounds, their use is discouraged because these agents can actually inhibit the healing process.5There is growing support for washing burns with mild soap and tap water.2,5,15,20,21Once a burn wound has been cleaned, it should be thoroughly rinsed."
        },
        {
            "parent": 4,
            "text": "Tar and asphalt residues should never be debrided5; instead, they can be removed with a mixture of cool water and mineral oil.4Applying copious amounts of polymyxin B–bacitracin zinc ointment (Polysporin) over several days should emulsify and remove residual tar.15Embedded bits of clothing or other materials should be removed by copious irrigation using a large-gauge syringe.4"
        },
        {
            "parent": 4,
            "text": "To minimize infection, necrotic tissue from partial- and full-thickness burns should be removed manually or with whirlpool debridement. The latter method tends to be better tolerated by patients. The yellow eschar characteristic of partial-thickness burns need not be removed.4"
        },
        {
            "parent": 4,
            "text": "Ruptured blisters should be removed. Many experts recommend unroofing blisters if they contain cloudy fluid or are likely to rupture imminently (e.g., blisters located over joints).15,22The management of clean, intact blisters is controversial. Intact blisters should never be aspirated with a needle because of the increased risk of infection.3,15,22The persistence of blisters for several weeks, with no signs of resorption, typically indicates the presence of an underlying deep partial- or full-thickness burn.6"
        },
        {
            "parent": 4,
            "text": "Chemoprophylaxis. Tetanus immunization should be updated in patients with wounds deeper than a superficial partial-thickness burn.23"
        },
        {
            "parent": 4,
            "text": "Diagnosing infection in patients with burns is challenging. Burns elicit inflammation, which results in mild erythema, edema, pain and tenderness. If these signs occur in conjunction with lymphangitis, fever, malaise and anorexia, or if they increase over a baseline level, infection should be suspected.6"
        },
        {
            "parent": 4,
            "text": "Infection can involve the depth and extent of a burn, converting a superficial partial-thickness burn into a deep partial-thickness burn or even a full-thickness burn. An infected burn is also more susceptible to blood invasion and sepsis. Because of these risks, all suspected burn infections warrant aggressive management, including hospital admission and parenteral antibiotic therapy.15Some authors contend that all infected burns require surgical referral with consideration of full-thickness skin biopsy to confirm the presence of infection and identify the causative organism.4Full-thickness skin grafting after excision should also be considered.24"
        },
        {
            "parent": 4,
            "text": "Superficial burns do not require infection prophylaxis, but all other burns should receive topical prophylaxis. Classically, silver sulfadiazine cream (Silvadene) is used to prevent burn infections. This agent should never be used on the face or in patients with sulfonamide hypersensitivity. Because of the risk of sulfonamide kernicterus, silver sulfadiazine should not be used in pregnant women, newborns or nursing mothers with infants younger than two months of age.4"
        },
        {
            "parent": 4,
            "text": "Bacitracin is an alternative topical prophylactic antibiotic. This agent should always be used around mucous membranes. Because of the decreased cost, several authors favor using bacitracin rather than silver sulfadiazine for any superficial partial-thickness burn.3No studies comparing the efficacies of bacitracin and silver sulfadiazine have yet been published."
        },
        {
            "parent": 4,
            "text": "Alternatives to topical antibiotics include biologic dressings (pigskin, human allograft) and bismuth-impregnated petroleum gauze or Biobrane dressings. The advantage of these dressings is that they are applied only once. As a result, patients are spared the pain that typically accompanies dressing changes."
        },
        {
            "parent": 4,
            "text": "Biologic dressings are associated with lower infection rates and faster healing rates than silver sulfadiazine. However, these dressings are expensive, difficult to apply and not always readily available.14If used, biologic dressings should be applied within the first six hours after the burn is sustained. The initial application may loosen by the following day, necessitating reapplication. Thereafter, these dressings gradually peel off as skin epithelializes underneath them. Early separation of the dressing from the skin indicates the presence of a deeper wound (requiring surgical treatment) or an infection.5"
        },
        {
            "parent": 4,
            "text": "Bismuth-impregnated petroleum gauze and Biobrane dressings appear to be advantageous treatments and are acceptable for use in young children with superficial partial-thickness burns.14,25Both of these dressings are applied as a single layer over the burn and are then covered with a bulky dressing. The bulky dressing should be changed every other day, typically in a physician's office, with close assessment of the wound for signs of infection."
        },
        {
            "parent": 4,
            "text": "Covering. Dogmatic recommendations regarding the type and duration of dressing cannot be made because of the paucity of studies on the subject.6Covering burns serves a number of purposes. Dressings provide anesthetic relief, act as a barrier against infection and keep the wound dry by absorbing drainage. The types of coverings differ, depending on the depth of a burn and its location."
        },
        {
            "parent": 4,
            "text": "Superficial burns do not require wound dressings. Use of a simple skin lubricant (e.g., aloe vera cream) is sufficient, and patients should be instructed to see their physician if any blisters develop."
        },
        {
            "parent": 4,
            "text": "All partial- and full-thickness burns should be covered with sterile dressings. A fine mesh gauze (e.g., Telfa) should be applied after the burn has been cleaned and a thin layer of topical antibiotic has been applied. Circulatory impairment is minimized by applying this nonadherent dressing in successive strips, rather than wrapping it around the wound.16The dressing is held in place with a tubular net bandage or lightly applied gauze wraps. Tubular net bandages come in a variety of sizes. This bandage is excellent for use on extremities, and it can be modified to fit the trunk of a younger child."
        },
        {
            "parent": 4,
            "text": "Recommended frequencies for dressing changes range from twice daily to once a week.6Dressings should be changed whenever they become soaked with excessive exudate or other fluids.5At each dressing change, the topical antibiotic should be removed as completely as possible using gentle washings. Scrubbing and sharp debridement are not necessary.5"
        },
        {
            "parent": 4,
            "text": "Comforting. Analgesics should be given around the clock to control “background” pain. Acetaminophen (Tylenol) and nonsteroidal anti-inflammatory drugs (alone or in combination with opioids) are often appropriate for use in patients with small burn wounds.26Aspirin products should be avoided because of platelet inhibition and the risk for bleeding."
        },
        {
            "parent": 4,
            "text": "Patients with burns often require a “rescue” medication (e.g., acetaminophen with codeine [Tylenol W Codeine] or a stronger narcotic [e.g., morphine]) before dressing changes and during increased physical activity.26Narcotic medications can be used in children as well as adults.14,16,27"
        },
        {
            "parent": 4,
            "text": "A patient's worst pain score should be less than 5 (on a scale of zero to 10). Scores of 5 or higher interfere with sleep, activity and mood.28"
        },
        {
            "parent": 5,
            "text": "Follow-up care involves surveying patients with burns for signs of infection, scarring and contracture. To minimize further damage, infection is best managed in a hospital. Scarring and contractures connote long-term disfigurement and disability, both of which are indications for specialized care."
        },
        {
            "parent": 6,
            "text": "Patients with burns who are being managed as outpatients should be seen again on the day after injury. At this visit, the level of pain can be assessed, pain medication can be adjusted if necessary, and competence in managing dressing changes can be assessed. Subsequent follow-up can then be performed on a weekly basis until wound epithelialization occurs. However, if pain control is insufficient or there are concerns about the ability of a patient or family members to provide proper wound care, the patient should be seen on a daily basis until complete epithelialization occurs.2,6"
        },
        {
            "parent": 6,
            "text": "If wound epithelialization has not begun after two weeks or if subsequent evaluations reveal the presence of a full-thickness burn more than 2 cm in diameter, the patient should be referred to a surgeon with expertise in burn care.2,6,15Tiny opalescent islands of epithelium throughout the wound indicate epithelialization, with the wound typically healing completely in seven to 10 days.6"
        },
        {
            "parent": 6,
            "text": "After epithelialization has occurred, patients are seen every four to six weeks to assess for evidence of hypertrophic scar formation and to monitor coping mechanisms."
        },
        {
            "parent": 7,
            "text": "It has been said that “time heals all wounds.” This is not necessarily the case with burns. Although the threat of infection and the magnitude of pain diminish with time, the prospects for long-term scarring and disability often become more apparent. Hypertrophic scarring is thought to be inevitable when epithelialization takes longer than two weeks in blacks and young children, or longer than three weeks in all other patients.29"
        },
        {
            "parent": 7,
            "text": "Application of pressure to burn wounds is generally recommended to minimize hypertrophic scarring, although optimal pressure and duration have not yet been determined in controlled trials.30A variety of techniques are used, but all are complex and costly. Therefore, family physicians often refer patients at risk for scarring to a burn specialist. Because pressure prevents scars but does not treat them once they develop, referral should be initiated promptly at the first sign of hypertrophic scarring or if a wound misses certain epithelialization milestones(Table 3).31"
        },
        {
            "parent": 7,
            "text": "Although pressure does little to remodel existing hypertrophic scars, the application of silicone gel sheeting has been found to significantly reduce established scars as late as 12 years after injury.31A two-month trial of the continual use of silicon gel sheeting on established scars distinguishes responders from nonresponders.32Side effects of pruritus and rash can be minimized by washing the scar and applying silicon gel daily.33"
        },
        {
            "parent": 7,
            "text": "Scar contractures result in disfigurement and disability. If detected early, a contracture can be treated with silicone inserts and pressure. If the contracture is more developed, a continuously worn static splint is added to maintain sustained stretch. Once full range of motion is achieved, splinting can be reduced to nighttime use until the scar fully matures. Surgical intervention should be considered if the contracture is not completely reduced.31"
        },
        {
            "parent": 8,
            "text": "Surgical excision and skin grafting beginning less than 72 hours after injury is beneficial and is indicated for nonscald full-thickness burns in children and in adults younger than 30 years of age.30,34All other patients with suspected full-thickness burns should be observed for eight to 10 days, as nothing is lost by delaying surgical excision.5It is also best to wait two weeks before assessing the need for surgery in children with hot-water scald burns because overly aggressive excision and skin grafting in this group has resulted in worse outcomes.35Full-thickness burns less than 2 cm wide can be allowed to heal by contracture as long as they are in nonfunctional, noncosmetic areas and the skin is not thin (e.g., the ankle).21"
        },
        {
            "parent": 9,
            "text": "After epithelialization occurs, no further dressing changes are required. However, patients should be instructed to use a non-perfumed moisturizing cream (e.g., Vaseline Intensive Care, Eucerin, Nivea, mineral oil or cocoa butter)6until natural lubricating mechanisms return.2Use of preparations with a high lanolin content, thick waxes and ointments should be avoided.5In addition, a sun block with a skin protection factor greater than 15 should be used to prevent hyperpigmentation until the wound loses its pink and red coloring.2Depending on the depth of injury, it usually takes six months to two years for a burn wound to heal completely.5"
        },
        {
            "parent": 9,
            "text": "Itching is a common problem during the healing process. Pruritus is often triggered or worsened by environmental extremes (especially heat), physical activity and stress.6The itching usually diminishes gradually and eventually stops after complete wound healing.6Until then, a number of measures can be employed to control itching. Systemic antihistamines are usually tried first, with diphenhydramine (Benadryl) used most frequently.5,6Cyproheptadine (Periactin) and hydroxyzine (Atarax) are alternatives.6Local measures include bicarbonate of soda baths and moisturizing lotions.5Many patients prefer to wear loose, soft, cotton clothing.6"
        },
        {
            "parent": 9,
            "text": "In addition to helping patients cope with long-term physical discomfort, family physicians should be alert for psychologic issues. Patients who have sustained burns are at increased risk for anxiety, depression and post-traumatic stress disorder. Family dynamics can also change dramatically. Family members may be stricken with guilt, and patients are susceptible to dependency issues because of the additional help required for daily activities while healing is occurring. If a psychologic issue is noticed, appropriate treatment should be implemented.27"
        }
    ],
    "locked": false
}