{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/1001/p1668.html#afp20001001p1668-uf1",
    "title": "Guidelines for Detecting Developmental Hip Dysplasia | AAFP",
    "author": "GRACE BROOKE HUFFMAN, M.D.",
    "doi": "Am Fam Physician.2000;62(7):1668-1672",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Developmental dysplasia of the hip (DDH) is estimated to occur in 4.1 out of every 1,000 not-at-risk boys and in 19 out of every 1,000 not-at-risk girls. Patients at intermediate risk include breech-born boys and not-at-risk girls, and patients at highest risk are girls with a positive family history and girls born in breech presentation. The left hip is more commonly affected, presumably because of the left occiput anterior position of most vertex-presenting newborns. DDH includes a variety of conditions: an unstable, subluxated or dislocated hip or a malformed acetabulum. Immediately after birth, it is common for the femoral head to spontaneously dislocate and relocate. This condition should stabilize within a few days, and subsequent hip development should occur normally. If the dislocation persists, hip development may be affected, and avascular necrosis of the femoral head may occur."
        },
        {
            "parent": -1,
            "text": "The American Academy of Pediatrics has issued a clinical practice guideline about early detection of DDH, including an algorithm(see theaccompanying figureon page 1669)to guide physicians who care for small children. It is important to remember that no physical examination finding is pathognomonic for DDH. The neonate should have a normal range of motion of abduction to 75 degrees and adduction to 30 degrees. A physical assessment should include evaluation for asymmetry as well as assessing Ortolani and Barlow signs. The Ortolani maneuver is performed with the infant supine and the hip flexed to 90 degrees. The leg is held in neutral rotation with the physician's index and middle finger along the greater trochanter and the thumb along the inner thigh. The hip is abducted as the leg is lifted anteriorly. A “clunk” (not a high-pitched click) indicates a positive Ortolani sign and occurs as the dislocated femoral head is reduced into the acetabulum. A positive Barlow sign occurs when there is a palpable “clunk” (or movement) of the femoral head being dislocated. Again, the infant has the hip flexed to 90 degrees; the leg is adducted while posterior pressure on the knee is applied to detect an unstable hip dislocating. High-pitched clicks are common with extension and flexion and are insignificant. With the infant prone, the physician should check for limb length discrepancy or asymmetric gluteal or thigh folds. In an older infant (about three months of age), limited abduction of the hip is a reliable sign of DDH. Again, asymmetry should be sought. Physical examination screening for DDH should occur at two to four days and at each well-child visit (one, two, four, six, nine and 12 months) until the child is a year old or is reliably able to walk."
        },
        {
            "parent": -1,
            "text": "Theoretically, the gold standard for DDH is arthrography of the hip, but this procedure is not recommended in newborns and infants. Consequently, radiography and ultrasonography are the imaging methods available for evaluating young children. Radiography is not useful in children up to about four months of age because the femoral head is still cartilage until the ossification of the femoral head occurs. Ultrasonography can be used in small infants, although accurate results depend on operator training and experience. During the first month of life, an ultrasound may show a variety of abnormal findings that may represent only mild instability. These abnormal ultrasound findings are not usually noted on physical examination, so ultrasound should only be used in conjunction with an abnormal physical examination or in high-risk infants. It is also used to monitor treatment of DDH. Between four and six months, radiography and ultrasonography seem to be equally reasonable choices."
        },
        {
            "parent": -1,
            "text": "The algorithm specifically recommends that all infants be screened with a thorough physical examination, but ultrasonography of all infants is not recommended. If Ortolani or Barlow signs are unequivocally positive during the examination, referral to an orthopedist should occur. Equivocal findings do not need orthopedic referral but should be reevaluated in two weeks. If the findings at that point are positive, an orthopedic referral is needed. If the examination remains equivocal, the physician has a number of options: ultrasound at three to four weeks of age, orthopedic referral or continued close follow-up. This last option may be appropriate if the physical findings are minimal. Consideration of risk factors may also play a role in determining which of these routes to take."
        },
        {
            "parent": -1,
            "text": "The committee does not make treatment recommendations because that is best left to an orthopedist but does note that use of triple diapering, although common, is not supported by available evidence. This practice may actually delay referral and initiation of indicated treatment, such as a Pavlik harness. If a child is wearing a triple diaper, especially if the examining physician was not the one to perform the discharge examination, it should serve as a prompt to pay particular attention to the hip examination."
        }
    ],
    "locked": false
}