{
    "url": "https://www.aafp.org/pubs/afp/issues/2003/0301/p1007.html#afp20030301p1007-f1",
    "title": "Alopecia in Women | AAFP",
    "author": "C. CAROLYN THIEDKE, M.D.",
    "doi": "Am Fam Physician.2003;67(5):1007-1014",
    "abstract": "Alopecia can be divided into disorders in which the hair follicle is normal but the cycling of hair growth is abnormal and disorders in which the hair follicle is damaged. Androgenetic alopecia is the most common cause of hair loss in women. Other disorders include alopecia areata, telogen effluvium, cicatricial alopecia, and traumatic alopecias. The diagnosis is usually based on a thorough history and a focused physical examination. In some patients, selected laboratory tests or punch biopsy may be necessary. Topically administered minoxidil is labeled for the treatment of androgenetic alopecia in women. Corticosteroids and other agents are typically used in women with alopecia areata. Telogen effluvium is often a self-limited disorder. Because alopecia can be devastating to women, management should include an assessment for psychologic effects.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "Androgenetic Alopecia",
            "level": 2
        },
        {
            "id": 3,
            "name": "TREATMENT",
            "level": 3
        },
        {
            "id": 4,
            "name": "Minoxidil (Rogaine)",
            "level": 3
        },
        {
            "id": 5,
            "name": "Exogenous Estrogen",
            "level": 3
        },
        {
            "id": 6,
            "name": "Spironolactone (Aldactone)",
            "level": 3
        },
        {
            "id": 7,
            "name": "Finasteride (Proscar)",
            "level": 3
        },
        {
            "id": 8,
            "name": "Tretinoin (Retin-A)",
            "level": 3
        },
        {
            "id": 9,
            "name": "Other Treatments and Hair-Care Practices",
            "level": 3
        },
        {
            "id": 10,
            "name": "Alopecia Areata",
            "level": 2
        },
        {
            "id": 11,
            "name": "TREATMENT",
            "level": 3
        },
        {
            "id": 12,
            "name": "Corticosteroids",
            "level": 3
        },
        {
            "id": 13,
            "name": "Minoxidil",
            "level": 3
        },
        {
            "id": 14,
            "name": "Anthralin",
            "level": 3
        },
        {
            "id": 15,
            "name": "Telogen Effluvium",
            "level": 2
        },
        {
            "id": 16,
            "name": "Alopecia from Damage to Hair Follicles",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Although alopecia can occur anywhere on the body, it is most distressing when it affects the scalp. Hair loss can range from a small bare patch that is easily masked by hairstyling to a more diffuse and obvious pattern. Alopecia in women has been found to have significantly deleterious effects on self-esteem, psychologic well-being, and body image.1,2"
        },
        {
            "parent": 0,
            "text": "Every hair follicle continually goes through three phases: anagen (growth), catagen (involution, or a brief transition between growth and resting), and telogen (resting).3Disorders of alopecia can be divided into those in which the hair follicle is normal but the cycling of hair growth is abnormal (e.g., telogen effluvium) and those in which the hair follicle is damaged (e.g., cicatricial alopecia)."
        },
        {
            "parent": 1,
            "text": "A careful history often suggests the underlying cause of alopecia. Crucial factors include the duration and pattern of hair loss, whether the hair is broken or shed at the roots, and whether shedding or thinning has increased. The patient's diet, medications, present and past medical conditions, and family history of alopecia are other important factors."
        },
        {
            "parent": 1,
            "text": "The physical examination has three parts. First, the scalp is examined for evidence of erythema, scaling, or inflammation. Follicular units are apparent in nonscarring alopecias but absent in scarring types. Second, the density and distribution of hair are assessed. Third, the hair shaft is examined for caliber, length, shape, and fragility.4"
        },
        {
            "parent": 1,
            "text": "The “pull test” is an easy technique for assessing hair loss. Approximately 60 hairs are grasped between the thumb and the index and middle fingers. The hairs are then gently but firmly pulled. A negative test (six or fewer hairs obtained) indicates normal shedding, whereas a positive test (more than six hairs obtained) indicates a process of active hair shedding. Patients should not shampoo their hair 24 hours before the test is performed.4"
        },
        {
            "parent": 1,
            "text": "If the diagnosis is not clear based on the history and physical examination, selected laboratory tests and, occasionally, punch biopsy may be indicated. A stepwise approach to the diagnosis of hair loss is provided inFigure 1.5,6"
        },
        {
            "parent": 2,
            "text": "Androgenetic alopecia, or hair loss mediated by the presence of the androgen dihydrotestosterone, is the most common form of alopecia in men and women. Almost all persons have some degree of androgenetic alopecia.7The hair loss usually begins between the ages of 12 and 40 years and is frequently insufficient to be noticed. However, visible hair loss occurs in approximately one half of all persons by the age of 50 years8(Figure 2). In women, hairstyling may mask early hair loss."
        },
        {
            "parent": 2,
            "text": "Hair follicles contain androgen receptors. In the presence of androgens, genes that shorten the anagen phase are activated, and hair follicles shrink or become miniaturized. With successive anagen cycles, the follicles become smaller (leading to shorter, finer hair), and nonpigmented vellus hairs replace pigmented terminal hairs. In women, the thinning is diffuse, but more marked in the frontal and parietal regions. Even persons with severe androgenetic alopecia almost always have a thin fringe of hair frontally. The remaining hair configuration may resemble a monk's haircut."
        },
        {
            "parent": 2,
            "text": "Women with androgenetic alopecia do not have higher levels of circulating androgens. However, they have been found to have higher levels of 5α-reductase (which converts testosterone to dihydrotestosterone), more androgen receptors, and lower levels of cytochrome P450 (which converts testosterone to estrogen).6"
        },
        {
            "parent": 2,
            "text": "Most women with androgenetic alopecia have normal menses, normal fertility, and normal endocrine function, including gender-appropriate levels of circulating androgens. Therefore, an extensive hormonal work-up is unnecessary. If a woman has irregular menses, abrupt hair loss, hirsutism, or acne recurrence, an endocrine evaluation is appropriate. In this situation, total testosterone, free testosterone, dehydroepiandrosterone sulfate, and prolactin levels should be obtained.6"
        },
        {
            "parent": 2,
            "text": "Because the hair loss in androgenetic alopecia is an aberration of the normal hair cycle, it is theoretically reversible. Advanced androgenetic alopecia, however, may not respond to treatment, because the inflammation that surrounds the bulge area of the follicle may irreparably damage the follicular stem cell."
        },
        {
            "parent": 4,
            "text": "The currently preferred treatment for androgenetic alopecia is topically administered 2 percent minoxidil.6,8,9Minoxidil appears to affect the hair follicle in three ways: it increases the length of time follicles spend in anagen, it “wakes up” follicles that are in catagen, and it enlarges the actual follicles. The mechanism by which minoxidil effects these changes is not known. Vellus hairs enlarge and are converted to terminal hairs. In addition, shedding is reduced."
        },
        {
            "parent": 4,
            "text": "In a randomized, controlled, double-blind clinical trial involving 550 women 18 to 45 years of age, treatment with 2 percent minoxidil solution resulted in a higher hair count compared with placebo.10[Evidence label A, randomized controlled trial] In another study,1150 percent of women treated with 2 percent minoxidil had at least minimal hair regrowth, and 13 percent had moderate regrowth. No significantly increased benefit has been shown for the 5 percent minoxidil solution compared with the 2 percent solution.8The U.S. Food and Drug Administration (FDA) has labeled topically administered minoxidil for the treatment of androgenetic alopecia. A dropper is used to apply minoxidil solution directly onto dry scalp twice daily. After each use, hands should be washed thoroughly to avoid inadvertent application to other parts of the body. Minoxidil is listed as a pregnancy category C drug. It is not recommended for use in persons younger than 18 years."
        },
        {
            "parent": 4,
            "text": "The primary side effect of topical minoxidil therapy is hypertrichosis (excessive hair growth). The hair growth is most often noted above the eyebrows, in the malar region, and on the lateral cheeks. It occasionally occurs above the upper lip and on the chin. Facial hypertrichosis has been reported to affect 3 to 5 percent of women treated with the 2 percent solution and more than 5 percent of women treated with the 5 percent solution.8"
        },
        {
            "parent": 4,
            "text": "Hypertrichosis disappears after a year, even with continued use of minoxidil, and remits within one to six months if treatment is stopped.8Bleaching of longer, darker hair is helpful cosmetically. Hair removal procedures are seldom necessary. Explanations for the occurrence of this side effect include local intravascular spread of minoxidil, inadvertent manual transfer of the drug to the face, and transmission of residual minoxidil from pillows.8"
        },
        {
            "parent": 4,
            "text": "Commercial preparations contain minoxidil in a propylene glycol base. Allergic reactions to this base limit the usefulness of minoxidil therapy in some women. A compounding pharmacist can prepare an alternative preparation in which minoxidil is suspended in a less sensitizing agent such as polyethylene glycol.12"
        },
        {
            "parent": 5,
            "text": "In the past, exogenous estrogen was used to treat androgenetic alopecia. This treatment is used less often now, because minoxidil is more effective. In fertile women with androgenetic alopecia who request oral contraception, it is important to select a pill containing the least androgenic progestin, such as norgestimate (in Ortho-Cyclen, Ortho Tri-Cyclen), norethindrone (in Ovcon 35), desogestrel (in Mircette), or ethynodiol diacetate (in Demulen, Zovia).8"
        },
        {
            "parent": 6,
            "text": "This drug is a weak competitive inhibitor of androgen binding to androgen receptors. It also decreases the synthesis of testosterone. For these reasons, orally administered spironolactone has been tried in the treatment of androgenetic alopecia, although questions remain about its usefulness. Spironolactone can be beneficial in women who also have hirsuitism.13However, the FDA has not labeled this drug for the treatment of androgenetic alopecia."
        },
        {
            "parent": 7,
            "text": "This agent has been shown to be effective in men with alopecia. However, finasteride should not be used in women of childbearing age, because 5α-reductase inhibitors may cause abnormalities of the external genitalia in the male fetus. Moreover, finasteride has not been shown to be useful in postmenopausal women with androgenetic alopecia.8"
        },
        {
            "parent": 8,
            "text": "Topical tretinoin therapy as an adjunct to minoxidil has shown some promise.6,14"
        },
        {
            "parent": 9,
            "text": "When hair loss is extensive, wigs may be worn. The use of minigrafts, rather than larger plugs, in hair transplantation provides a more cosmetically pleasing outcome.15"
        },
        {
            "parent": 9,
            "text": "Hairstyling, teasing, coloring, permanents, and the use of hair spray are supported, rather than prohibited, as means of dealing with the cosmetic effects of androgenetic alopecia. Women may shampoo their hair as frequently as they wish without fear of worsening hair loss.8"
        },
        {
            "parent": 10,
            "text": "Alopecia areata is patchy hair loss of autoimmune origin7(Figure 3). It usually presents as a single oval patch or multiple confluent patches of asymptomatic, well-circumscribed, non-scarring alopecia. Severity varies from a small bare patch to loss of hair on the entire scalp. So-called “exclamation point” hairs are a hallmark of the disorder. These hairs are usually located at the periphery of the patch and extend several millimeters above the scalp.16"
        },
        {
            "parent": 10,
            "text": "Alopecia areata occurs in 2 percent of the general population, with men and women equally affected. The condition may be present in persons of any age, but is more common in children and young adults.16,17"
        },
        {
            "parent": 10,
            "text": "The course of alopecia areata is one of spontaneous remissions and recurrences. Although patients with this disorder are usually otherwise healthy, some have comorbid conditions such as atopy, thyroid disease, or vitiligo. Alopecia areata has been strongly associated with certain human leukocyte antigen class II alleles.17"
        },
        {
            "parent": 11,
            "text": "Immunomodulating agents used in the treatment of alopecia areata include corticosteroids, 5 percent minoxidil, and anthralin cream (Psoriatec). Topical immunotherapeutic agents (e.g., dinitrochlorobenzene, squaric acid dibutyl ester, and diphenylcyclopropenone) are also used, although management regimens for these potent agents are challenging. Dermatology consultation or referral may be necessary. All of these agents stimulate hair growth but do not prevent hair loss. Moreover, they probably do not influence the course of the disease."
        },
        {
            "parent": 11,
            "text": "Unless alopecia areata is mild and easily masked, psychologic distress can be extreme. Therefore, most physicians feel obliged to offer some form of treatment to affected patients."
        },
        {
            "parent": 12,
            "text": "The most common treatment for alopecia areata is intralesional injection of a corticosteroid, preferably tri-amcinolone acetonide (Kenalog). The recommended dose is up to 3 mL of a 5 mg per mL solution injected into the mid-dermis in multiple sites 1 cm apart.17A 0.5-inch-long 30-gauge needle is used, and 0.1 mL is injected into each site. Hair growth usually becomes apparent in four weeks. Treatment can be repeated every four to six weeks. Local skin atrophy, the predominant side effect, can be minimized by taking care to inject into the mid-dermis, rather than into the more superficial epidermis or the subdermal fat."
        },
        {
            "parent": 12,
            "text": "Topical corticosteroid therapy can be used, although it is not as effective as intralesional injections. Twice-daily application of 1 mL of an intermediate-potency corticosteroid solution or lotion to the entire scalp is routinely used to supplement corticosteroid injections.16Regimens that combine topical corticosteroid therapy with anthralin or minoxidil also can be beneficial."
        },
        {
            "parent": 12,
            "text": "Although oral corticosteroid therapy is effective in the treatment of alopecia areata, it is seldom used because of potential adverse effects. Systemic treatment may be indicated in women with progressive alopecia areata. For active, extensive, or rapidly spreading alopecia areata, the recommended treatment in adults weighing more than 60 kg (132 lb) is prednisone in a dosage of 40 mg per day for seven days; the corticosteroid is then tapered slowly by 5 mg every few days for six weeks.8For less extensive alopecia areata, prednisone is given in a dosage of 20 mg per day or every other day, followed by slow tapering in increments of 1 mg once the condition is stable. Oral prednisone therapy can be used in combination with topical or injected corticosteroid therapy, as well as with topical minoxidil therapy."
        },
        {
            "parent": 13,
            "text": "Topical administration of minoxidil, particularly the 5 percent solution, has been found to be somewhat effective in the treatment of alopecia areata. In one study,8this treatment produced acceptable results in 40 percent of patients who had lost 25 to 99 percent of their scalp hair. The FDA has not labeled topically administered minoxidil for the treatment of alopecia areata."
        },
        {
            "parent": 14,
            "text": "Treatment with anthralin, a nonspecific immunomodulator, is safe and effective, particularly in patients with widespread alopecia areata. Anthralin is available in 0.1, 0.25, 0.5, and 1.0 percent creams, which can be applied once daily at home for progressively longer periods, starting with five minutes at a time and working up to as long as one hour. After each application period, the scalp is rinsed thoroughly with cool to lukewarm water and then cleaned with soap. New hair growth becomes apparent in two to three months. Approximately 25 percent of patients have cosmetically acceptable results within six months.18"
        },
        {
            "parent": 14,
            "text": "Selection of the optimal treatment approach depends on the extent of the hair loss(Table 1). If less than 50 percent of the scalp is affected, intralesional corticosteroid injections alone or with topical corticosteroid therapy can be tried. If more than 50 percent of the scalp is involved, a multiple-agent regimen is appropriate. Treatment should be continued until remission of the condition or until residual bare patches can be covered with newly grown hair. Hence, treatment may need to be continued for months to years."
        },
        {
            "parent": 15,
            "text": "Telogen effluvium is diffuse hair loss caused by any condition or situation that shifts the normal distribution of follicles in anagen to a telogen-predominant distribution.3Women with this disorder usually note an increased number of loose hairs on their hairbrush or shower floor. Daily loss may range from 100 to 300 hairs. If hair loss is at the lower end of the range, it may be inapparent. Telogen effluvium may unmask previously unrecognized androgenetic alopecia."
        },
        {
            "parent": 15,
            "text": "A number of conditions are associated with telogen effluvium(Table 2).19Although stress is the most common underlying cause, the disorder also can develop because of normal physiologic events (e.g., lengthening of telogen in the postpartum state), some medications,20and several endocrinopathies (thyroid, pituitary, and parathyroid disease). Telogen effluvium usually begins two to four months after the causative event and lasts for several months. If telogen effluvium is suspected, a thorough history should be obtained."
        },
        {
            "parent": 15,
            "text": "Treatment is based on identifying and treating or correcting the underlying cause of telogen effluvium. It can be reassuring for women to understand the relationship of their hair loss to a specific event or agent, and to know that hair regrowth is probable(Figure 4)."
        },
        {
            "parent": 16,
            "text": "Cicatricial alopecia is hair loss resulting from a condition that damages the scalp and hair follicle7(Figure 5). In addition to a bald spot, the scalp usually has an abnormal appearance. Plaques of erythema with or without scaling or pustules may be present. Conditions that can be associated with cicatricial alopecia include infections (e.g., syphilis, tuberculosis, acquired immunodeficiency syndrome, herpes zoster), autoimmune disease (discoid lupus erythematosus), sarcoidosis, scalp trauma (e.g., injuries, burns), and radiation therapy.7"
        },
        {
            "parent": 16,
            "text": "If the cause of the disorder is not readily apparent, a 4-mm punch biopsy of the scalp can be helpful. Frequent findings on biopsy include lymphocytic proliferation around the follicle, destroyed follicles, a thin and atrophic epidermis, and a densely sclerotic dermis."
        },
        {
            "parent": 16,
            "text": "Traumatic alopecia can be caused by cosmetic practices that damage hair follicles over time.7Cosmetic alopecia has been linked to the use of brush rollers, curling irons, hair brushes with square or angular tips, and tight braiding of the hair(Figure 6). Chemicals used repetitively on the hair also can damage follicles. Examination of the scalp shows short broken hairs, folliculitis and, frequently, scarring."
        },
        {
            "parent": 16,
            "text": "Trichotillomania, another cause of traumatic alopecia, is a compulsive behavior involving the repeated plucking of one's hair.21The behavior is frequently a response to a stressful situation. Women display this behavior more often than men, and children more often than adults. Children are often aware that they are plucking their hair and may be amenable to behavioral interventions. When the behavior persists into adulthood, patients may not acknowledge the behavior."
        },
        {
            "parent": 16,
            "text": "Trichotillomania is often difficult to treat. A variety of pharmacologic agents, mostly antidepressants, have been tried with some success.22A combination of pharmacologic and behavioral therapies also has been attempted.23"
        }
    ],
    "locked": false
}