{
    "url": "https://www.aafp.org/pubs/afp/issues/2001/0915/p1007.html#afp20010915p1007-f1",
    "title": "Concussion in Sports: Minimizing the Risk for Complications | AAFP",
    "author": "DAVID S. KUSHNER, M.D.",
    "doi": "Am Fam Physician.2001;64(6):1007-1015",
    "abstract": "Mild traumatic brain injury, or concussion, is a common consequence of collisions, falls and other forms of contact in sports. Concussion may be defined as an acute trauma-induced alteration of mental function lasting fewer than 24 hours, with or without preceding loss of consciousness. The physician's responsibilities in assessing an athlete with concussion include determining the need for emergency intervention and offering guidance about the athlete's ability to return to play. Concussion may be complicated by cerebral edema related to the second impact syndrome, cumulative neuropsychologic deficits, intracranial bleeding or the postconcussion syndrome. The risk of complications is increased in athletes who prematurely return to play and in those with prolonged loss of consciousness or post-traumatic amnesia. An athlete with prolonged loss of consciousness or signs and symptoms that worsen or persist after a concussion should be evaluated in the emergency department. An athlete should not be allowed to resume sports participation until all symptoms of a concussion have resolved.",
    "headers": [
        {
            "id": 0,
            "name": "Definitions and Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Pathologic Features",
            "level": 2
        },
        {
            "id": 2,
            "name": "Guidelines on Management",
            "level": 2
        },
        {
            "id": 3,
            "name": "Acute Evaluation of Concussion",
            "level": 2
        },
        {
            "id": 4,
            "name": "Criteria for Hospital Admission",
            "level": 2
        },
        {
            "id": 5,
            "name": "Observation",
            "level": 2
        },
        {
            "id": 6,
            "name": "The Postconcussion Syndrome",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Participation in contact sports, including football, ice hockey, soccer, boxing, lacrosse, wrestling and basketball, carries a risk of mild traumatic brain injury, or concussion. The risk of concussion is also increased in other sports and activities, such as gymnastics, skiing, sledding, ice skating, rollerblading and horseback riding. In football alone, an estimated 10 percent of college players and 20 percent of high school players sustain brain injuries each season.1"
        },
        {
            "parent": -1,
            "text": "Concussion in an athlete may go untreated because few symptoms are visible to casual observers. In addition, an athlete may experience considerable emotional pressure to resume sports participation. This pressure can come from spectators, coaches and the sports media, as well as the athlete's own desire to take part in the sport."
        },
        {
            "parent": -1,
            "text": "Multiple concussions over months or years may result in cumulative neuropsychologic deficits.2Repeated concussions over a short period may lead to the second impact syndrome. In this syndrome, a concussion sustained while an athlete is still symptomatic from an earlier concussion results in progressive cerebral edema.3,4"
        },
        {
            "parent": -1,
            "text": "Increased awareness of the potential for complications, including cumulative neuropsychologic effects and the second impact syndrome, in athletes with concussion has resulted in the development of guidelines for the assessment and management of mild traumatic brain injury in sports.5–7If physicians are aware of the symptoms and potential complications of concussion, as well as the recommendations for management and prevention of this injury, they can do much to limit disabling problems in athletes at all levels of play."
        },
        {
            "parent": 0,
            "text": "The usual sign of traumatic brain injury in sports is an acute alteration in mental status that may or may not involve loss of consciousness after the traumatic event. The severity of the injury is determined according to measures that include the presence and duration of both loss of consciousness and post-traumatic amnesia(Table 1).5–7Conventionally, brain injuries are classified as mild, moderate or severe, based on these measures. Assessment of the severity of the brain injury facilitates determination of the prognosis for recovery, as well as management of the injury."
        },
        {
            "parent": 0,
            "text": "Mild traumatic brain injury has been defined as head trauma with loss of consciousness, if any, lasting fewer than 30 minutes and post-traumatic amnesia lasting fewer than 24 hours.8The term “concussion”is often used in the medical literature as a synonym for a mild traumatic brain injury. If a concussion is managed appropriately, the prognosis for complete recovery is good.9"
        },
        {
            "parent": 0,
            "text": "The hallmarks of concussion are confusion and amnesia, often without preceding loss of consciousness.7The amnesia generally involves loss of memory for the traumatic event but frequently includes loss of recall for events immediately before or after the head trauma. An athlete with amnesia may be unable to recall details about recent plays in the game or details of well-known current events in the news. Amnesia also may be evidenced by an athlete repeatedly asking a question that has already been answered."
        },
        {
            "parent": 0,
            "text": "Signs and symptoms of a concussion may immediately follow the head trauma or evolve gradually over several minutes to hours.10Early symptoms may include headache, dizziness, nausea or vomiting, slurred or incoherent speech, and imbalance or incoordination. Signs of confusion may include a vacant stare, disorientation, delayed ability to follow instructions or answer questions, and poor concentration or attention. Signs of disorientation include a loss of sense of time or place. For example, signs would be evident in a dazed-appearing athlete walking in the wrong direction on the playing field."
        },
        {
            "parent": 0,
            "text": "Occasionally, associated transient cortical neurologic deficits, such as global amnesia or cortical blindness, can occur. These deficits are thought to be secondary to vascular hyperreactivity and may be trauma-induced, migraine-equivalent phenomena.11–13"
        },
        {
            "parent": 1,
            "text": "Axonal shear injury is the primary pathologic feature of traumatic brain injury in all levels of severity.14The extent of axonal injury is suggested by the duration of loss of consciousness and post-traumatic amnesia.9"
        },
        {
            "parent": 1,
            "text": "With uncomplicated brain concussion, limited structural axonal injury may be present but not evident on diagnostic computed tomographic (CT) scanning or magnetic resonance imaging (MRI). However, concussion can be complicated by coexistent cortical contusions and the development of intracranial hemorrhage."
        },
        {
            "parent": 1,
            "text": "Brain contusions are areas of bruising with associated localized ischemia, edema and mass effect.15They result from direct external contact forces or from the brain being slapped against intracranial surfaces with acceleration/deceleration trauma. Signs of cortical contusions vary based on their location within the brain but may include weakness, numbness or incoordination relating to the extremities, and difficulties with speech, memory, thought processes and behavioral or emotional control. Brain contusions may delay recovery from a concussion."
        },
        {
            "parent": 1,
            "text": "Intracranial hemorrhage is another possible complication of concussion. Neurologic deterioration subsequent to a concussion is highly suggestive of an evolving intracranial hematoma. Signs include worsening headache, confusion and lethargy, which may progress to loss of consciousness or even death. It is estimated that before neurologic deterioration, 20 to 50 percent of persons with epidural hemorrhage have a “lucid interval” following a brief loss of consciousness or period of confusion.16Epidural hemorrhage presents acutely or subacutely, and usually occurs secondary to the tearing of a middle meningeal artery."
        },
        {
            "parent": 1,
            "text": "Subdural hemorrhage occurs when trauma results in the tearing of bridging veins or dura. The presentation may be acute, subacute or chronic. Chronic subdural hematomas can present months or even years after seemingly trivial head injury.16Subarachnoid hemorrhage results from bleeding into the cerebrospinal fluid cisterns from torn small blood vessels."
        },
        {
            "parent": 1,
            "text": "In addition to brain concussion, head trauma may result in injuries to other parts of the head or neck, including skull or facial bone fractures, spine or spinal cord injuries, eye injuries, and damage to major blood vessels within the neck. A skull fracture may be accompanied by underlying pathologic findings, including brain contusions, dural tears and vascular trauma.17"
        },
        {
            "parent": 2,
            "text": "Many guidelines have been published to assist physicians in determining the readiness of athletes to return to play after a concussion. Three of the most popular guidelines are summarized inTables 1,2and3.5–7The Cantu guidelines (1986)5have been adopted by the American College of Sports Medicine, and the Colorado Medical Society guidelines (1991)6have been adopted by the National Collegiate Athletic Association. Most recently (1997), the American Academy of Neurology published guidelines7for the grading and management of concussion in athletes."
        },
        {
            "parent": 2,
            "text": "Essentially, these guidelines divide concussion into three grades of severity and provide recommendations regarding return to play based on the grade and number of concussions in a season. All three guidelines remain controversial, but they do promote the use of uniform terminology. Furthermore, they all agree that athletes suspected of having a concussion should be removed from sports participation immediately, and that athletes should not return to play while signs or symptoms of concussion are present at rest or with exercise."
        },
        {
            "parent": 2,
            "text": "The guidelines also agree that athletes who have symptoms of concussion lasting more than 15 minutes or who have post-traumatic amnesia should not be permitted to resume sports participation for at least one week. In addition, athletes who suffer loss of consciousness should not be allowed to return to play until they have been asymptomatic at rest or with exertion for a minimum of one week. The more current guidelines recommend an emergency department evaluation for any athlete who suffers loss of consciousness.6,7"
        },
        {
            "parent": 2,
            "text": "The guidelines differ regarding the management of a second or third concussion of the same grade in an athlete. Finally, none of the guidelines offers recommendations on return to play for athletes who have sustained serial concussions of various grades."
        },
        {
            "parent": 2,
            "text": "The physician must carefully assess and reassess every athlete with a concussion. No athlete should be permitted to return to play while signs or symptoms of a concussion are present. The final decision regarding return to play should be based on the clinical judgment of the treating physician. The similarities in management recommendations given in the available guidelines may assist the physician in making this decision."
        },
        {
            "parent": 3,
            "text": "In 1999, the American Academy of Pediatrics (AAP) and the American Academy of Family Physicians (AAFP) developed a practice parameter for the evaluation and management of acute minor closed head injury in children and adolescents (two to 20 years of age).18The AAP/AAFP algorithm (Figure 1)18also pertains to the evaluation of concussion in athletes."
        },
        {
            "parent": 3,
            "text": "The AAP/AAFP practice parameter18defines patients with minor closed head injury as those who were previously neurologically healthy and have normal mental status on presentation, no abnormal or focal findings on neurologic examination and no physical evidence of a skull fracture. Thus, the initial assessment of a closed head injury should include mental status testing, a thorough neurologic examination (including funduscopy) and an evaluation for physical signs of a skull fracture (e.g., hematotympanum, Battle's sign or palpable depression)."
        },
        {
            "parent": 3,
            "text": "In addition, the AAP/AAFP practice parameter18addresses the evaluation and management of children and adolescents who meet criteria for a minor closed head injury at the time of initial evaluation but who also may have experienced observed loss of consciousness for less than one minute or a seizure at the time of injury, and those who may have exhibited signs and symptoms (e.g., headache, lethargy or vomiting) before evaluation."
        },
        {
            "parent": 3,
            "text": "The following paragraphs discuss the AAP/AAFP algorithm for the evaluation and management of children and adolescents with minor closed head injury, as well as the work-up of those who fall outside the AAP/AAFP definition but have signs and symptoms consistent with the clinical spectrum of concussion."
        },
        {
            "parent": 3,
            "text": "The risk of subsequent neurologic deterioration is low in previously healthy children and adolescents who appear neurologically normal after a closed head injury with loss of consciousness, if any, lasting less than one minute. In these instances, the AAP/AAFP practice parameter18recommends a period of observation by a competent observer in the home, clinic, office or emergency department."
        },
        {
            "parent": 3,
            "text": "Children and adolescents with nonspecific signs such as headache, vomiting or lethargy, as well as those who may have experienced loss of consciousness or an impact seizure, may be more likely to have intracranial injury than those without such signs.18CT scanning of the brain, along with observation, is another management option in patients with minor closed head injury and brief loss of consciousness (less than one minute). The assessment should include a brain CT scan if a patient has more than “brief” loss of consciousness or has persistent confusion, lethargy, amnesia or focal neurologic signs.19"
        },
        {
            "parent": 3,
            "text": "Brain CT scanning is the imaging modality of choice for the assessment of acute head trauma to determine the presence of intracranial injury or bleeding that may warrant neurosurgical intervention.18Skull radiography may assist the physician only in defining the risk for intracranial injury: skull fracture may be detected in the absence of intracranial injury, and intracranial injury may be present in the absence of skull fracture."
        },
        {
            "parent": 3,
            "text": "Neurologically normal patients with a normal CT scan are at low risk for subsequent neurologic deterioration.18,19In these instances, the AAP/AAFP practice parameter18suggests that a patient may be discharged from the hospital if a reliable observer is available to monitor the patient's clinical condition in the home over an appropriate period of time. If the brain CT scan reveals abnormalities, proper disposition of the patient depends on a thorough consideration of the abnormalities and, if warranted, consultation with a neurologist or neurosurgeon."
        },
        {
            "parent": 3,
            "text": "Intracranial bleeding or evolving cerebral edema associated with brain contusions may account for progressive deterioration of neurologic function from the time the patient with head trauma is first evaluated by paramedics or a physician. If a patient's condition deteriorates during observation, a thorough neurologic examination should be performed, and immediate brain CT scanning should be performed once the patient's condition has been stabilized.18If a repeat brain CT scan indicates new intracranial pathologic findings, consultation with appropriate subspecialists should be obtained."
        },
        {
            "parent": 3,
            "text": "A brain CT scan is also useful in evaluating patients who are having seizures after head trauma. Seizures at the scene of the traumatic event or in the emergency department can be related to physiologic or structural brain injury. The incidence of immediate post-traumatic seizures is greatest in the pediatric population,20but the overall lifetime risk of developing epilepsy after a concussion is low.21Seizures that occur within the first week after trauma, intracerebral hematoma, brain contusions and depressed skull fractures may all increase the risk for post-traumatic epilepsy.16"
        },
        {
            "parent": 3,
            "text": "Patients with normal brain CT scans but clinical abnormalities on neurologic examination or significant symptomatic complaints may have abnormalities on MRI of the brain. Compared with CT scanning, MRI is more sensitive in showing small areas of contusion or axonal shear injury, and it may be most sensitive if performed shortly after trauma.22Lesions found on MRI scans may resolve by three months after a concussion.22"
        },
        {
            "parent": 4,
            "text": "Hospital admission for further observation or treatment is indicated when an athlete has persistent confusion, lethargy, focal neurologic signs or abnormal findings on the brain CT scan, or when the clinical picture is confounded because of seizures.17,19Admission should also be considered if no responsible person is available at home to monitor the patient for progression of symptoms."
        },
        {
            "parent": 5,
            "text": "Observation is recommended for at least 24 hours after a concussion.18,23Factors such as the time and distance to reach appropriate care and the competency of the observer may influence where observation occurs. Home observation may be permitted for the patient whose neurologic condition is unlikely to deteriorate.18,23The observer should be given explicit and understandable instructions on patient monitoring, and on how and when to seek medical help(Table 4).23The patient should be awakened from sleep every two hours and avoid should strenuous activity for at least 24 hours."
        },
        {
            "parent": 6,
            "text": "Athletes may experience somatic, affective or cognitive symptoms that gradually taper in severity over days, weeks or even months after a concussion. The most common symptoms are headache and dizziness.9Other symptoms include blurred vision, neck pain, fatigue, problems sleeping, emotional or cognitive disturbances, tinnitus, problems with balance or coordination, and loss of hearing, taste or smell. Postconcussion symptoms may result from brain injury or from trauma involving head and neck structures.9"
        },
        {
            "parent": 6,
            "text": "Athletes with unilateral or multifocal brain lesions on CT or MRI scan may be more likely to have neuropsychologic symptoms after trauma.15,22Referral to a psychologist for neuropsychologic testing and treatment is indicated when an athlete is suspected of having neuropsychologic symptoms after a concussion.24"
        },
        {
            "parent": 6,
            "text": "Brain imaging, if not previously performed, is indicated in the athlete with chronic headaches after a concussion. The athlete who is experiencing dizziness may be evaluated with audiologic testing, electronystagmography, a fistula test and/or posturography. These tests are used to help localize the source of dizziness to specific regions of the central or peripheral nervous system.25"
        },
        {
            "parent": 6,
            "text": "Diagnosis of factors responsible for post-concussion symptoms is essential to appropriate management of an athlete who has sustained a concussion. Premature return to play by a symptomatic athlete places that athlete at greater risk for subsequent concussion and cumulative brain injury.2,10,24"
        },
        {
            "parent": 6,
            "text": "Internet sources for additional information on concussion and its prevention are listed inTable 5."
        }
    ],
    "locked": false
}