{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/0615/p3623.html#afp20000615p3623-f1",
    "title": "Hyponatremia and Hypernatremia in the Elderly | AAFP",
    "author": "JOHN P. KUGLER, COL, MC, USA, AND THOMAS HUSTEAD, CPT, MC, USA",
    "doi": "Am Fam Physician.2000;61(12):3623-3630",
    "abstract": "Management of abnormalities in water homeostasis is frequently challenging. Because age-related changes and chronic diseases are often associated with impairment of water metabolism in elderly patients, it is absolutely essential for clinicians to be aware of the pathophysiology of hyponatremia and hypernatremia in the elderly. The sensation of thirst, renal function, concentrating abilities and hormonal modulators of salt and water balance are often impaired in the elderly, which makes such patients highly susceptible to morbid and iatrogenic events involving salt and water. Clinicians should use a systematic approach in evaluating water and sodium problems, utilizing a comprehensive history and physical examination, and a few directed laboratory tests to make the clinical diagnosis. Furthermore, clinicians should have a clear appreciation of the roles that iatrogenic interventions and lapses in nutrition and nursing care frequently play in upsetting the homeostatic balance in elderly patients, particularly those who are in long-term institutional and inpatient settings.",
    "headers": [
        {
            "id": 0,
            "name": "Normal Water Metabolism",
            "level": 2
        },
        {
            "id": 1,
            "name": "Impact of Aging on Water Metabolism",
            "level": 2
        },
        {
            "id": 2,
            "name": "Hyponatremia",
            "level": 2
        },
        {
            "id": 3,
            "name": "ETIOLOGY",
            "level": 3
        },
        {
            "id": 4,
            "name": "EVALUATION",
            "level": 3
        },
        {
            "id": 5,
            "name": "TREATMENT",
            "level": 3
        },
        {
            "id": 6,
            "name": "Hypernatremia",
            "level": 2
        },
        {
            "id": 7,
            "name": "ETIOLOGY",
            "level": 3
        },
        {
            "id": 8,
            "name": "EVALUATION",
            "level": 3
        },
        {
            "id": 9,
            "name": "TREATMENT",
            "level": 3
        },
        {
            "id": 10,
            "name": "Prevention",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The aging process is frequently accompanied by various maladaptations to stress in different organ systems and physiologic functions. The complex mechanisms associated with water metabolism are particularly vulnerable to age-related maladaptations and to the various disease processes and medical interventions that frequently occur in the elderly."
        },
        {
            "parent": -1,
            "text": "Hyponatremia and hypernatremia are common in the elderly, particularly among those who are hospitalized or living in long-term care facilities. Hyponatremia is defined as a serum sodium concentration of less than 137 mEq per L (137 mmol per L). It is estimated that nearly 7 percent of healthy elderly persons have serum sodium concentrations of 137 mEq per L or less.1Cross-sectional studies suggest that hyponatremia may be present in 15 to 18 percent of patients in chronic care facilities.2A 12-month longitudinal study showed that more than 50 percent of nursing home residents had at least one episode of hyponatremia.3Similarly, cross-sectional studies suggest a 1 percent prevalence of hypernatremia in nursing home residents.4Among nursing home patients who require acute hospitalization, the prevalence of hypernatremia has been reported to be more than 30 percent.5Thus, it would be an unusual day in many family physicians' practices that at least one diagnostic or therapeutic issue related to water metabolism did not arise."
        },
        {
            "parent": 0,
            "text": "The status of water homeostasis in the body is efficiently reflected by the serum sodium concentration. Sodium is the dominant cation in extracellular fluid and the primary determinant of serum osmolality. If a change in the total-body water concentration occurs without an accompanying change in total-body solute, osmolality changes along with the serum sodium concentration. Simply put, hypernatremia and hyponatremia are primary disturbances of free water and reflect pathologic alterations in water homeostasis."
        },
        {
            "parent": 0,
            "text": "At steady state, water intake and water losses are matched. If losses exceed intake, thirst is stimulated, and fluid intake increases. Thirst is stimulated when the serum osmolality rises above 290 to 295 mOsm per kg (290 to 295 mmol per kg). Thirst is also stimulated by hypotension and hypovolemia. Renal water conservation is the first-line defense against water depletion, but this mechanism is insufficient in settings of significant dehydration and hypertonicity. Moreover, the stimulation of thirst is required to ultimately maintain homeostasis. In conditions of volume depletion or hypertonicity, secretion of antidiuretic hormone (ADH) is stimulated, water is reabsorbed, and a concentrated urine is excreted. In conditions of hypotonicity, ADH is normally suppressed, and a dilute urine is excreted."
        },
        {
            "parent": 1,
            "text": "The age-related decrease in total-body water (relative and absolute) makes elderly persons markedly susceptible to stresses on water balance.6Average healthy 30- to 40-year-old persons have a total-body water content of 55 to 60 percent. By age 75 to 80 years, the total-body water content has declined to 50 percent, with even more of a decline in elderly women.7"
        },
        {
            "parent": 1,
            "text": "Clearly, the thirst mechanism diminishes with age, which significantly impairs the ability to maintain homeostasis and increases the risk for dehydration.8There is also a clear age-related decrease in maximal urinary concentrating ability, which also increases the risk for dehydration.9ADH release is not impaired with aging, but ADH levels are increased for any given plasma osmolality level, indicating a failure of the normal responsiveness of the kidney to ADH.2"
        },
        {
            "parent": 1,
            "text": "The ability to excrete a water load is delayed in the elderly.10This propensity may contribute to the frequently observed episodes of hyponatremia in hospitalized elderly patients who are receiving hypotonic intravenous fluids or whose fluid intake is not properly monitored.2"
        },
        {
            "parent": 1,
            "text": "Other changes in renal physiology and anatomy that increase the elderly patient's susceptibility to alterations of water imbalance include decreased renal mass,11cortical blood flow2and glomerular filtration rate,12as well as impaired responsiveness to sodium balance.2"
        },
        {
            "parent": 1,
            "text": "The impact of a lifetime of accumulated disease and comorbidities must also be duly considered in every clinical situation with an elderly patient, in addition to age-related physiologic changes. The elderly patient has a diminished reserve of water balance and an impaired regulatory mechanism. Thirst sensation, concentrating abilities and hormonal modulators of salt and water balance are sluggish and highly susceptible to being overtaken by morbid or iatrogenic events."
        },
        {
            "parent": 3,
            "text": "Hyponatremia is most commonly associated with states of hypotonicity; however, it can also occur in states of normal or high osmolarity. Hyponatremia in association with normal tonicity is a laboratory phenomenon. It is caused by extreme hyperlipidemia or hyperproteinemia13,14and now rarely occurs as a result of improved laboratory techniques for measuring serum sodium. Hypertonic hyponatremia is caused by the accumulation of osmotically active nonelectrolyte solutes, which causes the movement of water from the intracellular compartment to the extracellular fluid.14This action dilutes the sodium concentration and is usually the result of hyperglycemia."
        },
        {
            "parent": 3,
            "text": "Hypotonicity is most commonly associated with hyponatremia. Hypotonic hyponatremia can be divided into two categories based on the extracellular fluid volume: hypovolemic and euvolemic hypotonic hyponatremia. Hypovolemic hyponatremia is caused by true volume depletion or by volume depletion of the effective arterial volume."
        },
        {
            "parent": 3,
            "text": "Euvolemic hyponatremia is usually the result of an increase in free water with little change in body sodium. This condition is most commonly associated with nonosmotic vasopressin secretion. Causes of euvolemic hyponatremia include certain drugs (such as hydrochlorothiazides), glucocorticoid deficiency, hypothyroidism, the syndrome of inappropriate antidiuretic hormone secretion (SIADH) and reset osmostat syndrome.13"
        },
        {
            "parent": 3,
            "text": "SIADH is characterized by the continued release of ADH in the face of dilution of body fluids and increased extracellular volume. The urine is “inappropriately” concentrated when the body is trying to correct a state of hypotonicity. SIADH is a diagnosis of exclusion. The diagnostic criteria for SIADH are listed inTable 1,13and the etiologies of this disorder are summarized inTable 2.15SIADH can also be precipitated by certain drugs(Table 3).15"
        },
        {
            "parent": 4,
            "text": "Patients with hyponatremia usually are asymptomatic. Symptoms often do not occur until the serum sodium concentration drops below 125 mEq per L (125 mmol per L). The most common manifestations of hyponatremia are neurologic, the result of swelling of brain cells secondary to intracellular movement of water. Patients with severe hyponatremia may present with nausea, headache, lethargy, confusion, coma or respiratory arrest. If hyponatremia develops rapidly, muscular twitches, irritability and convulsions can occur. The only manifestations of chronic hyponatremia may be lethargy, confusion and malaise."
        },
        {
            "parent": 4,
            "text": "Figure 1shows an algorithm for the evaluation of patients with hyponatremia.13,16The first step is to determine the plasma and urine osmolality and to perform a clinical assessment of volume status. If the urine osmolality is less than 100 mOsm per kg (100 mmol per kg), evaluation for psychogenic polydipsia should be conducted. If the urine osmolality is 100 mOsm per kg or greater, renal function should be evaluated. Evidence of renal failure (elevated blood urea nitrogen [BUN] and creatinine levels) points to primary renal disease as the likely cause of hyponatremia. If BUN and creatinine levels are normal, assessment of the extracellular fluid volume should be conducted. The urine sodium determination should be used as a guide in noneuvolemic states to determine whether further evaluation for renal failure or pathophysiologic renal sodium loss is required. It should be kept in mind, however, that diuretics can alter the urine sodium concentration and confuse the clinical picture."
        },
        {
            "parent": 5,
            "text": "If the patient is symptomatic because of severe hyponatremia, it is generally considered safe to raise the serum sodium concentration at a rate of 0.6 to 2.0 mEq per L (0.6 to 2.0 mmol per L) per hour or no more than 12 mEq per L (12 mmol per L) in the first 24 hours. A too-rapid increase in the serum sodium concentration, with the rapid transfer of free water out of the brain cells, can cause diffuse cerebral demyelination, specifically in the pons (central pontine myelinolysis). In the setting of acute hyponatremia, when rapid correction of the serum sodium concentration may be needed, hypertonic solutions such as 3 percent saline may be administered at a rate of approximately 1 to 2 mL per kg per hour.13,17Loop diuretics are often used in conjunction with normal saline or 3 percent saline to prevent volume overload and the potentiation of congestive heart failure."
        },
        {
            "parent": 5,
            "text": "Because hyponatremia is usually only mildly symptomatic or asymptomatic, treatment should be tailored to the clinical situation. Hyponatremia in a euvolemic patient can be managed with fluid restriction and discontinuation of any medications that affect free-water excretion, along with initiation of treatment of the underlying cause. Fluid restriction must be less than free-water losses, and total fluid intake should typically be less than 500 to 800 mL per day in the elderly patient with euvolemic hyponatremia.2"
        },
        {
            "parent": 5,
            "text": "If hyponatremia is secondary to a low extra-cellular volume (volume contraction), the fluid deficit should be corrected by administration of normal saline solution. Once the patient is clinically euvolemic, the drive for the body to produce ADH is gone, and the patient is able to excrete the excess free water.6If the clinical picture is one of an “effective” low extracellular volume, but the patient appears to have fluid overload, the underlying cause of the low sodium level, such as congestive heart failure, nephrotic syndrome, cirrhosis or hypoalbuminemia, should be treated. For example, hyponatremia related to heart failure should resolve if treatment to decrease the afterload, increase the preload or increase the contractility of the heart corrects the clinical situation."
        },
        {
            "parent": 5,
            "text": "SIADH is treated with free-water restriction until the underlying cause of the disorder is corrected. Administration of normal saline is not an appropriate therapy because the sodium may be rapidly excreted while the water is retained, exacerbating hyponatremia.13An adjunct to free-water restriction, in some circumstances, is the addition of therapy with demeclocycline (Declomycin) in a dosage of 600 to 1,200 mg per day. Demeclocycline induces nephrogenic diabetes insipidus and helps to correct hyponatremia, especially in a patient in whom free-water restriction is highly difficult.18Demeclocycline, however, is contraindicated in patients with renal or hepatic disease."
        },
        {
            "parent": 7,
            "text": "Hypernatremia is primarily a defect in water intake and usually implies an impairment in the thirst mechanism or a lack of access to adequate fluid intake. Hypernatremia may be broadly viewed in four major etiologic categories, as follows13:"
        },
        {
            "parent": 7,
            "text": "Primary Hypodipsia. Primarily a defect of thirst, hypodipsia is usually associated with destruction of the hypothalamic thirst center secondary to primary or metastatic tumors, granulomatous disease, vascular disease or trauma."
        },
        {
            "parent": 7,
            "text": "Diabetes Insipidus. Diabetes insipidus is primarily a defect in the secretion or action of ADH, which may be hypothalamic (central) or nephrogenic(Tables 4and5). Severe diabetes insipidus is manifested by severe polyuria and polydipsia in the setting of markedly dilute urine."
        },
        {
            "parent": 7,
            "text": "Pure Hypertonic Saline Gain. This is a relatively unusual cause of hypernatremia. It is the consequence of accidental or intentional ingestion of hypertonic solutions, such as hypertonic saline or bicarbonate-containing solutions."
        },
        {
            "parent": 7,
            "text": "Inadequate Fluid Intake in the Setting of Increased Free-Water Loss. Hypernatremia in the elderly is most commonly due to the combination of inadequate fluid intake and increased fluid losses. Age-related impairment in the thirst mechanism and barriers to accessible fluids are often contributing factors. Renal concentrating ability is impaired, and adaptability to losses is compromised. Pure water loss is frequently associated with fever, hyperventilation or diabetes insipidus. More commonly, hypotonic loss is seen related to gastrointestinal sources, burns, diuretic therapy or osmotic diuresis. Recognition of free-water loss in elderly patients is frequently delayed, and the frail elderly patient can quickly slip into a clinically significant hypernatremic state."
        },
        {
            "parent": 8,
            "text": "The clinical manifestations of hypernatremia are nonspecific and often subtle in the elderly. They are primarily central nervous system (CNS) manifestations, such as irritability, restlessness, lethargy, muscular twitching, spasticity and hyperreflexia, all of which are secondary to decreased water content in the brain cells.13Water exits the intra-cellular compartment, and cells shrink. In the brain, this action can lead to traction on vessels, which may result in hemorrhage."
        },
        {
            "parent": 8,
            "text": "The first step in the clinical assessment of the patient with hypernatremia is a detailed analysis of the clinical circumstance. This includes a careful review of the patient's weight, intake and output, and a critical analysis of fluid nutrition and nursing care. The urgency of the clinical state should be evaluated by carefully assessing the volume status and by performing a neurologic examination. Such an analysis provides the answer in most hospitalized patients who acquire hypernatremia during their hospital stay. Measurements of spot urine/plasma osmolality and urine sodium levels may yield valuable clues in more difficult cases.13"
        },
        {
            "parent": 8,
            "text": "The algorithm inFigure 2summarizes the work-up of hypernatremia.19High urine osmolality (greater than 700 mOsm per kg [700 mmol per kg]) in a setting of a low urine sodium level usually indicates an extrarenal hypotonic loss of free water. Urine osmolality that is “inappropriately” low in the setting of hypernatremia suggests renal free-water loss. Finally, a urine osmolality that is quite low (less than 150 mOsm per kg [150 mmol per kg]) is diagnostic of diabetes insipidus in the setting of hypernatremia and polyuria. Sophisticated and more dangerous dehydration testing is rarely necessary in the evaluation of hypernatremia and is reserved for more difficult cases of diabetes insipidus."
        },
        {
            "parent": 9,
            "text": "Because of the adaptation of the CNS to cell shrinkage and because too-rapid correction can lead to dangerous cerebral edema, chronic hypernatremia should be treated slowly and carefully. A general guideline is to correct 50 percent of the calculated water deficit in the first 12 to 24 hours, with the remainder corrected over the next one to two days.2Initially, ongoing water losses should be identified and quantified, and continuing water losses should be replaced continually. Extracellular volume should be restored in hypovolemic patients.20"
        },
        {
            "parent": 9,
            "text": "With chronic hypernatremia, water deficits should be calculated and replaced slowly; with acute hypernatremia, water deficits should be replaced more rapidly.13The net water deficit is calculated by first estimating the total-body water (TBW) in liters and then applying the following formula20:"
        },
        {
            "parent": 9,
            "text": "A worsening in neurologic status during free-water replacement may indicate the development of cerebral edema and requires prompt reevaluation and temporary discontinuation of water replacement. Volume depletion should be corrected before initiating replacement therapy to correct the deficit. If the hypernatremia is secondary to solute excess, a diuretic along with water replacement may be needed. In some circumstances of volume overload, dialysis may be indicated."
        },
        {
            "parent": 9,
            "text": "A standing prescription for free-water intake that matches losses should be written in the medical record of patients with primary hypodipsia. Hypothalamic diabetes insipidus is treated with ADH replacement. Nephrogenic diabetes insipidus is often treated with a low-salt diet and thiazide diuretics. When possible, precipitating medications should be discontinued and underlying conditions treated to minimize the clinical manifestations."
        },
        {
            "parent": 10,
            "text": "One of the most important points with regard to hyponatremia and hypernatremia is to recognize the role that the medical care system sometimes plays in precipitating these conditions in frail elderly patients. Meticulous attention to fluid intake and fluid losses is required in all medical settings. The more impaired the patient, the greater the likelihood that water homeostasis will be overcome by medical events. Anticipation that a “sodium/free-water” problem will occur in a patient during hospitalization or in a long-term care facility is perhaps the safest assumption. It is essential for physicians to work with other members of the health care team, including nursing staff, dietary staff and family members, to prevent or at least minimize the degree of disruption to water balance in susceptible patients."
        }
    ],
    "locked": false
}