{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/0915/p1397.html#afp20000915p1397-uf1",
    "title": "Methods for Removing a Nondeflating Foley Catheter | AAFP",
    "author": "JEFFREY T. KIRCHNER, D.O.",
    "doi": "Am Fam Physician.2000;62(6):1397-1398",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Approximately 10 to 15 percent of patients admitted to the hospital receive a Foley catheter. Complications associated with the use of urinary catheters include infection, bladder spasms, catheter encrustations and retained catheters. The latter problem is rather common and presents a challenging problem for the family physician. Shapiro and colleagues present a case illustrating this problem and provide a review of the literature about managing retained Foley catheters caused by balloons that will not deflate."
        },
        {
            "parent": -1,
            "text": "The primary reason for the catheter balloon not deflating is malfunction of the inflation valve caused by external clamping, crushing or kinking of the inflation channel. The valve can also become obstructed by crystallization when nonsterile fluid is used to fill the balloon."
        },
        {
            "parent": -1,
            "text": "The first step in managing the nondeflating Foley balloon is to advance the catheter to ensure that it is actually in the bladder. If this does not work, the balloon port should be cut proximal to the inflation valve. This removes the valve and should allow the water to spontaneously drain. If this does not work, the area of obstruction is likely to be along the length of the catheter or at the entrance to the balloon."
        },
        {
            "parent": -1,
            "text": "The next maneuver is to pass a lubricated fine-gauge guidewire through the inflation channel. The guidewire or stylet should allow fluid to drain along the wire itself. If this does not work, a 22-gauge central venous catheter can be passed over the guidewire. When the catheter tip is into the balloon, the wire can be removed, and the balloon should drain."
        },
        {
            "parent": -1,
            "text": "If the above techniques are unsuccessful, the authors advise against hyperinflation with air or saline. This step may cause severe pain and could cause bladder rupture. Instead, it is recommended that the balloon be dissolved chemically. The literature cites the use of ether, chloroform, acetone and mineral oil as possible options. However, only mineral oil is recommended because the other compounds are potentially toxic to the bladder epithelium. About 10 mL of mineral oil may be injected through the inflation port and will dissolve the balloon within 15 minutes. If this does not occur, an additional 10 mL can be instilled. Overall, this technique has a reported 85 to 90 percent success rate."
        },
        {
            "parent": -1,
            "text": "The final methods described involve active rupture of the Foley balloon with a sharp instrument. In women, a transurethral approach can be used that involves applying continuous, steady pressure on the catheter that might cause part of it to show through the urethral meatus, followed by piercing the balloon with a lumbar needle. This technique is not recommended for use in men. Other approaches include transabdominal, transvaginal, transperineal and transrectal puncture of the catheter balloon. The authors recommend the transrectal approach in men, preferably with the use of transrectal sonography(see theaccompanying figure)."
        },
        {
            "parent": -1,
            "text": "If all of the above techniques fail, urology consultation for an endoscopic balloon puncture is recommended. The catheter can be cut at the meatus and pushed into the bladder. This is followed by cystoscopic puncture with a needle and subsequent retrieval with the scope. Urologic consultation is also recommended for any case of suspected balloon rupture because cystoscopy will need to be performed to remove any possible retained balloon fragments."
        }
    ],
    "locked": false
}