{
    "url": "https://www.aafp.org/pubs/afp/issues/2003/0415/p1743.html#afp20030415p1743-f1",
    "title": "Premenstrual Syndrome | AAFP",
    "author": "LORI M. DICKERSON, PHARM.D., PAMELA J. MAZYCK, PHARM.D., AND MELISSA H. HUNTER, M.D.",
    "doi": "Am Fam Physician.2003;67(8):1743-1752",
    "abstract": "Premenstrual syndrome, a common cyclic disorder of young and middle-aged women, is characterized by emotional and physical symptoms that consistently occur during the luteal phase of the menstrual cycle. Women with more severe affective symptoms are classified as having premenstrual dysphoric disorder. Although the etiology of these disorders remains uncertain, research suggests that altered regulation of neurohormones and neurotransmitters is involved. Premenstrual syndrome and premenstrual dysphoric disorder are diagnoses of exclusion; therefore, alternative explanations for symptoms must be considered before either diagnosis is made. The disorders can manifest with a wide variety of symptoms, including depression, mood lability, abdominal pain, breast tenderness, headache, and fatigue. Women with mild symptoms should be instructed about lifestyle changes, including healthy diet, sodium and caffeine restriction, exercise, and stress reduction. Supportive strategies, such as use of a symptom diary, may be helpful in diagnosing and managing the disorders. In women with moderate symptoms, treatment includes both medication and lifestyle modifications. Dietary supplements, such as calcium and evening primrose oil, may offer modest benefit. Selective serotonin reuptake inhibitors such as fluoxetine and sertraline are the most effective pharmacologic agents. Prostaglandin inhibitors and diuretics may provide some relief of symptoms. Only weak evidence supports the effectiveness of gonadotropin-releasing hormone agonists, androgenic agents, estrogen, progesterone, or other psychotropics, and side effects limit their use.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "Management",
            "level": 2
        },
        {
            "id": 3,
            "name": "NONPHARMACOLOGIC THERAPY",
            "level": 3
        },
        {
            "id": 4,
            "name": "DIETARY SUPPLEMENTATION",
            "level": 3
        },
        {
            "id": 5,
            "name": "PHARMACOLOGIC THERAPY",
            "level": 3
        },
        {
            "id": 6,
            "name": "Nonprescription Preparations",
            "level": 3
        },
        {
            "id": 7,
            "name": "Psychotropic Agents",
            "level": 3
        },
        {
            "id": 8,
            "name": "Diuretics",
            "level": 3
        },
        {
            "id": 9,
            "name": "Prostaglandin Inhibitors",
            "level": 3
        },
        {
            "id": 10,
            "name": "Agents Used to Alter the Menstrual Cycle",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Premenstrual syndrome (PMS) affects millions of women during their reproductive years. The disorder is characterized by the cyclic recurrence of symptoms during the luteal phase of the menstrual cycle(Table 1).1–3Symptoms typically begin between the ages of 25 and 35 years. Women who have severe affective symptoms may also meet criteria for premenstrual dysphoric disorder (PMDD). In both PMS and PMDD, symptoms diminish rapidly with the onset of menses."
        },
        {
            "parent": -1,
            "text": "Up to 85 percent of menstruating women report having one or more premenstrual symptoms, and 2 to 10 percent report disabling, incapacitating symptoms.4,5More than 200 symptoms have been associated with PMS, but irritability, tension, and dysphoria are the most prominent and consistently described.5"
        },
        {
            "parent": -1,
            "text": "The management of PMS is often frustrating for both patients and physicians. Clinical outcomes can be expected to improve as a result of recent consensus on diagnostic criteria for PMS and PMDD, data from improved clinical trials, and the availability of evidence-based clinical guidelines."
        },
        {
            "parent": 0,
            "text": "The etiology of PMS remains unknown and may be complex and multifactorial. The role of ovarian hormones is unclear, but symptoms often improve when ovulation is suppressed.6Changes in hormone levels may influence centrally acting neurotransmitters such as serotonin,1but circulating sex hormone levels are typically normal in women with PMS. Some evidence suggests that the disorder is related to enhanced sensitivity to progesterone in women with underlying serotonin deficiency.1,4,7This mechanism may not explain all cases, because some patients do not respond to treatment with selective serotonin reuptake inhibitors (SSRIs).8Deficiencies in prostaglandins, related to an inability to convert linoleic acid to prostaglandin precursors, may be involved in PMS.2,9Genetic factors also seem to play a role, as the concordance rate is two times higher in monozygotic twins than in dizygotic twins.10"
        },
        {
            "parent": 1,
            "text": "The American College of Obstetrics and Gynecology (ACOG) recommends the PMS diagnostic criteria developed by the University of California at San Diego and the National Institute of Mental Health(Table 2).4,7In women with severe dysphoric symptoms and significant dysfunction, research criteria can be used to establish the diagnosis of PMDD(Table 3).11All diagnostic criteria emphasize the periodicity and severity of symptoms."
        },
        {
            "parent": 1,
            "text": "PMS and PMDD can only be diagnosed after a variety of physical and psychiatric disorders have been excluded(Table 4).3,4PMS also must be distinguished from simple premenstrual symptoms (e.g., bloating, breast tenderness) that do not interfere with daily functioning and are characteristic of normal ovulatory cycles7(Figure 1). The three key elements of the diagnosis are symptoms consistent with PMS, consistent occurrence of symptoms only during the luteal phase of the menstrual cycle, and negative impact of symptoms on function and lifestyle.4"
        },
        {
            "parent": 1,
            "text": "When PMS or PMDD is suspected, patients should be instructed to keep a premenstrual daily symptom diary for several consecutive months so that cycle-to-cycle variability can be examined(Figure 2). Based on this diary, many women may be found to have nonluteal symptom patterns.7Standardized daily symptom calendars, such as the Calendar of Premenstrual Experiences and the Prospective Record of the Impact and Severity of Menstruation, provide reliable and convenient records.4,7"
        },
        {
            "parent": 2,
            "text": "Treatment goals for PMS are to ameliorate or eliminate symptoms, reduce their impact on activities and interpersonal relationships, and minimize adverse effects of treatment. Although numerous treatment strategies are available, few have been adequately evaluated in randomized, controlled trials. Furthermore, research findings can be difficult to apply because of the variability of inclusion criteria and outcome measures in clinical trials, the lack of studies directly comparing treatment modalities, and the high response rate to placebo (25 to 50 percent).2,3"
        },
        {
            "parent": 2,
            "text": "Initially, all patients with PMS should be offered nonpharmacologic therapy.4Medication should be offered to patients with persistent symptoms of PMS and those who meet criteria for PMDD. Surgical treatment, principally hysterectomy plus bilateral oophorectomy, is controversial because it is irreversible and associated with significant risks. Surgery may be considered in severely affected patients who fail to respond to other therapies and also have significant gynecologic problems for which surgery would be appropriate.1,4"
        },
        {
            "parent": 3,
            "text": "Nonpharmacologic interventions for PMS include patient education, supportive therapy, and behavioral changes.1,3Women who have been educated about the biologic basis and prevalence of PMS report an increased sense of control and relief of symptoms.4"
        },
        {
            "parent": 3,
            "text": "Although not rigorously evaluated, supportive therapy may be responsible for the high placebo-response rates in clinical trials. Small comparative trials1,4,12show some benefit for formal psychologic interventions such as relaxation therapy and cognitive behavioral therapy. Behavioral measures include keeping a symptom diary, getting adequate rest and exercise, and making dietary changes."
        },
        {
            "parent": 3,
            "text": "The daily symptom diary may help patients identify optimal times for implementing behavioral and other changes to manage symptom exacerbations. Women report that maintaining a symptom diary helps them manage PMS or PMDD.3,7"
        },
        {
            "parent": 3,
            "text": "Sleep disturbances, ranging from insomnia to excessive sleep, are common in women with PMS. A structured sleep schedule with consistent sleep and wake times is recommended, especially during the luteal phase.3"
        },
        {
            "parent": 3,
            "text": "Dietary restrictions and exercise may also be useful in patients with PMS.3,7Sodium restriction has been proposed to minimize bloating, fluid retention, and breast swelling and tenderness. Caffeine restriction is recommended because of the association between caffeine and premenstrual irritability and insomnia. In epidemiologic and short-term prospective studies,1,4,13,14women with PMS who practiced aerobic exercise reported fewer symptoms than control subjects."
        },
        {
            "parent": 3,
            "text": "In one randomized, placebo-controlled crossover trial,15chiropractic therapy was associated with a decrease in PMS symptoms. However, this effect was only noted in patients randomized to initially receive chiropractic treatment."
        },
        {
            "parent": 4,
            "text": "Dietary supplements that have been evaluated in women with PMS include vitamins (A, E, and B6), calcium, magnesium, multivitamin/mineral supplements, and evening primrose oil. Because most studies have been small or poorly designed, efficacy needs to be confirmed in large, well-designed clinical trials before evidence-based recommendations can be made."
        },
        {
            "parent": 4,
            "text": "In nine randomized, controlled clinical trials of vitamin B6as a single supplement or in a multivitamin, improvement of symptoms was reported, but the poor quality of the trials limits their usefulness.16[Evidence level B, systematic review of lower quality randomized controlled trials (RCTs)] Vitamin B6should not be routinely recommended for women with PMS.1,4,16"
        },
        {
            "parent": 4,
            "text": "Studies of vitamin A do not support its use, but vitamin E supplementation is a recognized treatment for mastalgia.3,4In one randomized, controlled trial, the administration of 400 IU per day of vitamin E during the luteal phase was found to improve affective and somatic symptoms in women with PMS.4The ACOG4recognizes vitamin E as a potential treatment for PMS, because of minimal harm and its potentially beneficial antioxidant effect."
        },
        {
            "parent": 4,
            "text": "Supplements of calcium carbonate in a dosage of 1,200 mg per day for three menstrual cycles resulted in symptom improvement in 48 percent of women with PMS, compared with 30 percent of placebo-treated women.17[Evidence level A, RCT] Magnesium in a dosage of 200 to 400 mg per day has shown minimal benefit in alleviating bloating.1,4,18The ACOG4recommends calcium supplementation but not magnesium supplementation."
        },
        {
            "parent": 4,
            "text": "Evening primrose oil, a prostaglandin precursor, has been studied in women with PMS, based on the theory of inadequate levels of prostaglandin E1. A systematic review of placebo-controlled trials of evening primrose oil suggested lack of benefit in PMS, although mild relief was demonstrated in women with breast tenderness.9[Evidence level B, systematic review of lower quality RCTs]"
        },
        {
            "parent": 5,
            "text": "Nonpharmacologic measures should be monitored at least every three months. If symptoms are not adequately relieved, the addition of pharmacologic treatment should be considered(Table 5).19,20Medications are given to treat specific symptoms or alter the menstrual cycle. Treatment should be individualized to target the most troublesome symptoms in each patient."
        },
        {
            "parent": 6,
            "text": "Several non-prescription products (e.g., Midol, Premsyn) contain mild diuretics, analgesics, prostaglandin inhibitors, and antihistamines.3Women should be cautioned about using combination products, which may provide inadequate doses of some ingredients and excessive doses of others. If nonprescription preparations are used, single-ingredient products (i.e., vitamins or analgesics) are preferred."
        },
        {
            "parent": 7,
            "text": "Because serotonin has been implicated in the pathogenesis of PMS and PMDD, various SSRIs have been tested in these disorders.1,4The U.S. Food and Drug Administration (FDA) has labeled fluoxetine (Sarafem and sertraline [Zoloft]) for the treatment of PMDD.19The ACOG recommends SSRIs as initial drug therapy in women with severe PMS and PMDD.4[Evidence level C, expert/consensus guidelines] Common side effects of SSRIs include insomnia, drowsiness, fatigue, nausea, nervousness, headache, mild tremor, and sexual dysfunction.1,4,21Use of the lowest effective dosage can minimize side effects. Morning dosing can minimize insomnia."
        },
        {
            "parent": 7,
            "text": "In general, 20 mg of fluoxetine or 50 mg of sertraline taken in the morning is best tolerated and sufficient to improve symptoms.22,23Benefit has also been demonstrated for the continuous administration of citalopram (Celexa).24"
        },
        {
            "parent": 7,
            "text": "SSRI therapy during the luteal phase has been shown to be efficacious in several randomized, double-blind, placebo-controlled trials.24–27In one study, intermittent citalopram therapy was found to be more effective than continuous therapy. A recent systematic review21found that SSRIs were effective in alleviating physical and behavioral symptoms, with similar efficacy for continuous and intermittent therapies.24[Evidence level A, systemic review or RCT]"
        },
        {
            "parent": 7,
            "text": "Fluoxetine is currently labeled for use as continuous therapy in a dosage of 20 mg per day.19Sertraline, in a dosage of 50 mg per day, is labeled for continuous therapy or for use during the luteal phase. Administration only during the luteal phase decreases drug cost, minimizes drug exposure and side effects, and may be more acceptable to some women.4For intermittent therapy, fluoxetine or sertraline can be given during the 14 days before the menstrual period, or treatment can be initiated just before the expected onset of symptoms."
        },
        {
            "parent": 7,
            "text": "Treatment using anxiolytic agents such as alprazolam (Xanax) is not recommended because of addictive potential, tolerance, and significant side effects.3,4,28Although some beneficial effects have been demonstrated for other psychotropic agents, including bupropion (Wellbutrin), tricyclic antidepressants, buspirone (BuSpar), and lithium, as well as the beta blockers atenolol (Tenormin) and propranolol (Inderal), treatment with these drugs is not recommended because potential harms outweigh any benefit.1Bromocriptine (Parlodel) has been shown to relieve breast tenderness and menstrual migraine in women with PMS, but side effects also limit its usefulness.1,29"
        },
        {
            "parent": 8,
            "text": "Spironolactone (Aldactone), an aldosterone antagonist structurally similar to steroid hormones, is the only diuretic that has been shown to effectively relieve PMS symptoms such as breast tenderness and fluid retention.1,4,30In most studies, spironolactone was administered only during the luteal phase.30Thiazide diuretics have not been found to be beneficial in the treatment of patients with PMS.1,4"
        },
        {
            "parent": 9,
            "text": "Nonsteroidal anti-inflammatory drugs (NSAIDs) are traditional therapy for primary dysmenorrhea and menorrhagia. Use of these agents, especially mefenamic acid (Ponstel) and naproxen sodium (Anaprox; also, nonprescription Aleve), is based on the theory that PMS symptoms are related to prostaglandin excess.3"
        },
        {
            "parent": 9,
            "text": "Most NSAIDs should be effective, but mefanamic acid and naproxen sodium have been the most studied. Mefenamic acid therapy given during the luteal phase is effective in relieving symptoms, but gastrointestinal toxicity prohibits its use. Naproxen sodium improves physical symptoms and headache in women with PMS. Overall, NSAIDs may alleviate a wide range of symptoms, but they do not appear to improve mastalgia. All NSAIDs must be used with caution in patients with underlying gastrointestinal or renal disorders."
        },
        {
            "parent": 10,
            "text": "Danazol (Danocrine), gonadotropin-releasing hormone (GnRH) agonists, estrogen, and progesterone have been studied in the treatment of PMS and PMDD. Although efficacy has been demonstrated for some of these agents, their use is limited by significant adverse effects and treatment costs."
        },
        {
            "parent": 10,
            "text": "Danazol is an androgenic agent that inhibits gonadotropin release, thereby improving mastalgia.31Continuous danazol therapy may also relieve other PMS symptoms.1,31However, continuous therapy is limited by side effects such as masculinization (e.g., decreased breast size, deepening of the voice, weight gain), as well as adverse effects on liver function tests and serum lipid profiles."
        },
        {
            "parent": 10,
            "text": "GnRH agonists are synthetic analogs of naturally occurring GnRH and suppress ovulation by inhibiting the release of pituitary gonadotropins. GnRH agonists have been shown to be more effective than placebo in treating behavioral and physical symptoms of PMS.1,4,6,32,33Side effects and cost may limit GnRH agonist therapy to patients with severe PMS."
        },
        {
            "parent": 10,
            "text": "The hypoestrogenic effects of GnRH agonists can lead to atrophic vaginitis, urinary tract symptoms, and a decrease in skin collagen content. Use of these agents for longer than six months can significantly increase the risk of osteoporosis. If treatment for more than six months is necessary, “add-back” therapy with estrogen and/or progesterone should be considered to minimize long-term adverse effects.1,4Unfortunately, add-back therapy is often associated with a recurrence of PMS symptoms.4Some improvement in premenstrual depression and irritability has been demonstrated for lower dosages of GnRH agonists.32"
        },
        {
            "parent": 10,
            "text": "Tibolone (Xyvion) is an investigational synthetic steroid with weak estrogenic, progestogenic, and androgenic activity. Although this agent has primarily been studied in the treatment of menopause and osteoporosis, it has been shown to provide significant improvement in premenstrual symptoms compared with placebo and a multivitamin.34FDA labeling of tibolone for the treatment of menopause and osteoporosis is expected in 2002.19"
        },
        {
            "parent": 10,
            "text": "Limited evidence suggests that estrogen therapy is efficacious in alleviating PMS symptoms.1,3The administration of estrogen late in the luteal phase (to minimize premenstrual decline in the hormone) relieves premenstrual migraine.1,7For overall symptom management, estrogen must be given continuously to suppress ovarian activity. Because unopposed estrogen can promote endometrial hyperplasia and carcinoma, cyclic progesterone must be added. The progesterone may induce PMS symptoms, thereby limiting the efficacy of estrogen.1"
        },
        {
            "parent": 10,
            "text": "Although oral contraceptive pills (OCPs) are widely prescribed for the management of PMS, they have not been shown to be consistently effective.1Any benefits are probably due to the estrogenic component; therefore, monophasic pills may be most appropriate. OCPs may improve physical symptoms such as bloating, headaches, abdominal pain, and breast tenderness, but they can also exacerbate these symptoms. Anecdotal reports indicate that women with PMS who take OCPs tend to have fewer physical symptoms than those who do not take them. However, the pills do not appear to have a positive effect on mood symptoms.4"
        },
        {
            "parent": 10,
            "text": "Historically, progesterone delivered by vaginal or rectal suppository has been widely prescribed for women with PMS. Synthetic progesterone-like drugs, such as medroxyprogesterone acetate (Provera), have also been studied. Paradoxically, some evidence indicates that progesterone may be responsible for some of the physical and emotional symptoms of PMS.1,35The administration of progesterone is commonly associated with abdominal bloating and pain, nausea, breast discomfort, and menstrual irregularities.2A systematic review36of 14 randomized controlled trials found no improvement in overall symptoms among women taking progesterone."
        },
        {
            "parent": 10,
            "text": "Use of progesterone during the luteal phase remains one of the most controversial treatments for PMS. Because efficacy compared with placebo has not been demonstrated, progesterone is not recommended for the management of PMS.3"
        },
        {
            "parent": 10,
            "text": "Management guidelines are summarized inTable 6."
        }
    ],
    "locked": false
}