{
    "url": "https://www.aafp.org/pubs/afp/issues/2002/0515/p2073.html#afp20020515p2073-f2",
    "title": "Abnormal Uterine Bleeding Associated with Hormonal Contraception | AAFP",
    "author": "SARINA SCHRAGER, M.D.",
    "doi": "Am Fam Physician.2002;65(10):2073-2081",
    "abstract": "Millions of women in the United States use some type of hormonal contraception: combination oral contraceptive pills (OCPs), progestin-only pills, medroxyprogesterone acetate injections, or subdermal levonorgestrel implants. Abnormal uterine bleeding is a common but rarely dangerous side effect of hormonal contraception. It is, however, a major cause for the discontinuation of hormonal contraception and the resultant occurrence of unplanned pregnancy. The evaluation of abnormal uterine bleeding in women who are using hormonal contraception includes an assessment of compliance, a thorough history and complete physical examination to exclude organic causes of bleeding, and a targeted laboratory evaluation. Pregnancy and the misuse of OCPs are frequent causes of abnormal uterine bleeding. Bleeding is common during the first three months of OCP use; counseling and reassurance are adequate during this time period. If bleeding persists beyond three months, it can be treated with supplemental estrogen and/or a nonsteroidal anti-inflammatory drug (NSAID). Other options are to change to an OCP with a higher estrogen content or to a different formulation (i.e., a low-dose OCP containing a different progestin). Management strategies for women with abnormal uterine bleeding who are using progestin-only contraceptive methods include counseling and reassurance, as well as the administration of supplemental estrogen and/or an NSAID during bleeding episodes.",
    "headers": [
        {
            "id": 0,
            "name": "Mechanisms of Action",
            "level": 2
        },
        {
            "id": 1,
            "name": "COMBINATION ORAL CONTRACEPTIVE PILLS",
            "level": 3
        },
        {
            "id": 2,
            "name": "PROGESTIN-ONLY CONTRACEPTIVE METHODS",
            "level": 3
        },
        {
            "id": 3,
            "name": "Progestin-Only Pills",
            "level": 3
        },
        {
            "id": 4,
            "name": "Contraceptive Injections",
            "level": 3
        },
        {
            "id": 5,
            "name": "Contraceptive Implants",
            "level": 3
        },
        {
            "id": 6,
            "name": "Terminology",
            "level": 2
        },
        {
            "id": 7,
            "name": "Evaluation of Abnormal Uterine Bleeding",
            "level": 2
        },
        {
            "id": 8,
            "name": "Combination Oral Contraceptive Pills",
            "level": 2
        },
        {
            "id": 9,
            "name": "FACTORS THAT INFLUENCE ABNORMAL UTERINE BLEEDING",
            "level": 3
        },
        {
            "id": 10,
            "name": "FACTORS THAT INCREASE BLEEDING",
            "level": 3
        },
        {
            "id": 11,
            "name": "Management of Abnormal Uterine Bleeding",
            "level": 2
        },
        {
            "id": 12,
            "name": "COMBINATION ORAL CONTRACEPTIVE PILLS",
            "level": 3
        },
        {
            "id": 13,
            "name": "PROGESTIN-ONLY CONTRACEPTIVE METHODS",
            "level": 3
        },
        {
            "id": 14,
            "name": "Progestin-Only Pills",
            "level": 3
        },
        {
            "id": 15,
            "name": "Contraceptive Injections and Implants",
            "level": 3
        },
        {
            "id": 16,
            "name": "ROLE OF COUNSELING",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Abnormal uterine bleeding is a common side effect of all forms of hormonal contraception. Although this bleeding is rarely dangerous, many women find it worrisome. In fact, women frequently discontinue hormonal contraception because of irregular bleeding and other side effects.1–3One study4found that 32 percent of 1,657 women who started taking oral contraceptive pills (OCPs) discontinued them within six months; 46 percent of the discontinuations were due to side effects."
        },
        {
            "parent": -1,
            "text": "Most women who discontinue hormonal contraception do not use another contraceptive method and are therefore at high risk for unintended pregnancy. An estimated one third of the 3 million unintended pregnancies in the United States each year are related to the misuse or discontinuation of OCPs.5"
        },
        {
            "parent": 1,
            "text": "Most combination OCPs contain ethinyl estradiol (20 to 50 mcg) and a synthetic progestin (e.g., norgestrel, norethindrone, levonorgestrel, desogestrel). These pills inhibit ovulation in most women. They also induce thickening of the cervical mucus, which impedes transport of sperm to the uterus. With perfect use, only 0.1 percent of women become pregnant within the first year of using a combination OCP.6"
        },
        {
            "parent": 3,
            "text": "Birth control pills that contain only progestin, often called “mini-pills,” inhibit ovulation in about 50 percent of women.7Their primary mechanism of action is thickening of the cervical mucus. This effect occurs within hours of taking a progestin-only pill and peaks about four hours after the pill is taken. However, the cervical mucus remains thickened for only about 20 hours, which makes the progestin-only pill less effective during the last few hours before the next dose.7"
        },
        {
            "parent": 3,
            "text": "Progestin-only pills are useful in women who cannot use OCPs that contain estrogen or who do not want long-term contraception. Breastfeeding women often use this form of contraception.7With perfect use, only 0.5 percent of women become pregnant within the first year of using progestin-only OCPs.6"
        },
        {
            "parent": 4,
            "text": "Depot medroxyprogesterone acetate (Depo-Provera) is an intramuscular progestin injection (150 mg) that provides approximately 14 weeks of adequate contraceptive levels. Because of the high dose of progestin, ovulation is inhibited in most women.8With perfect use, only 0.3 percent of women become pregnant within the first year of using medroxyprogesterone injections.6"
        },
        {
            "parent": 5,
            "text": "Levonorgestrel (Norplant) consists of six subdermal implants that release a constant low level of the progestin levonorgestrel over a five-year period: 0.05 to 0.08 mg per day for the first year and 0.03 mg per day for the remaining four years. Ovulation is inhibited in most women.9The implants also induce a thickened cervical mucus and cause endometrial changes that impede implantation. With perfect use, only 0.09 percent of women become pregnant within the first year of using levonorgestrel implants.6"
        },
        {
            "parent": 5,
            "text": "All forms of hormonal contraception are listed as pregnancy category X."
        },
        {
            "parent": 6,
            "text": "The term “breakthrough bleeding” refers to bleeding at an unexpected time during the menstrual cycle, with the bleeding sufficient to require use of a tampon or sanitary napkin. “Spotting” refers to unexpected bleeding that does not require any protection.10The term “intermenstrual bleeding” simply relates to the timing of abnormal bleeding, not its amount. In many studies, interchangeable use of these terms makes interpretation of research findings difficult. In this article, the term “abnormal uterine bleeding” is defined as any bleeding that occurs at an unpredictable time during the menstrual cycle."
        },
        {
            "parent": 7,
            "text": "Although hormonal contraception is a common cause of abnormal uterine bleeding, other causes also need to be considered(Table 1). The evaluation of women who have abnormal uterine bleeding and are using hormonal contraception is summarized inTable 2."
        },
        {
            "parent": 7,
            "text": "Compliance with hormonal contraception should be assessed, and a menstrual calendar should be reviewed to determine the pattern of bleeding. Often, women are unaware of the impact missed contraceptive pills can have on their menstrual cycle. Even one missed pill can cause breakthrough bleeding."
        },
        {
            "parent": 7,
            "text": "Clinical clues from the history and physical examination can guide laboratory testing(Table 3). If the cervix is inflamed, samples should be obtained forChlamydia trachomatisandNeisseria gonorrhoeaetesting. If the uterus is enlarged, a pregnancy test is indicated. If heavy bleeding is present, testing for anemia is appropriate. Pelvic ultrasonography or endometrial biopsy can exclude endometrial abnormalities and uterine leiomyomas."
        },
        {
            "parent": 9,
            "text": "In the past 20 years, the estrogen dose in OCPs has decreased from more than 150 mcg of ethinyl estradiol to 35 mcg or less. The most common low-dose OCPs now contain no more than 35 mcg of ethinyl estradiol. Although several OCPs contain 50 mcg of ethinyl estradiol, these pills are not used routinely because they are associated with an increased risk of thromboembolic disease."
        },
        {
            "parent": 9,
            "text": "Because the lower doses of estrogen in OCPs are insufficient to sustain endometrial integrity, abnormal uterine bleeding has become more common.11The most frequent cause of breakthrough bleeding with OCPs is progestin-induced decidualization and endometrial atrophy, which result in menstrual breakdown and irregular bleeding."
        },
        {
            "parent": 9,
            "text": "As the dose and potency of both estrogen and progestin increase, the incidence of breakthrough bleeding decreases.11,12How the different pill formulations containing low doses of estrogen (less than 50 mcg of ethinyl estradiol) differ in their propensity to cause abnormal uterine bleeding remains unclear."
        },
        {
            "parent": 9,
            "text": "In addition to problems with terminology, variations in formulations have make direct comparisons of OCPs difficult. Some pills are monophasic and have consistent doses of both ethinyl estradiol and progestin throughout the 21-day cycle. Some are triphasic and have three different doses of estrogen and progestin. The type of progestin also varies.13Three recent studies14–16have shown similar incidences of abnormal uterine bleeding with monophasic and triphasic low-dose pills. A fourth study12found that women taking a triphasic pill had significantly less abnormal bleeding than those taking a monophasic pill."
        },
        {
            "parent": 9,
            "text": "Abnormal uterine bleeding patterns can be related to the ratio of estrogen to progestin.17In addition, every woman metabolizes hormones differently.18These factors further complicate the interpretation of study results."
        },
        {
            "parent": 10,
            "text": "None of the studies comparing bleeding with different OCPs controlled for cigarette smoking orC. trachomatisinfection. Yet both of these factors have been associated with increased abnormal uterine bleeding in women taking combination OCPs.10,19,20"
        },
        {
            "parent": 10,
            "text": "One study19showed that smokers were 47 percent more likely to experience abnormal uterine bleeding than nonsmokers. Cigarette smoking is associated with antiestrogenic effects and may lower estrogen levels."
        },
        {
            "parent": 10,
            "text": "Another study20found that 29 percent of women taking OCPs who experienced new abnormal uterine bleeding had asymptomatic chlamydial cervicitis or chronic endometritis."
        },
        {
            "parent": 12,
            "text": "As many as 30 percent of women experience abnormal uterine bleeding in the first month that they use combination OCPs.18The incidence of bleeding decreases significantly by the third month of use."
        },
        {
            "parent": 12,
            "text": "The management of abnormal uterine bleeding in women who are taking combination OCPs begins with counseling about compliance(Figure 1).18,21If the bleeding occurs within the first three months of pill use and compliance is good, supportive counseling is all that is needed."
        },
        {
            "parent": 12,
            "text": "After three months and if other causes of bleeding (including pregnancy) are excluded, treatment with supplemental estrogen and/or a nonsteroidal anti-inflammatory drug (NSAID) often alleviates the bleeding(Table 4).18,21Adding extra estrogen while maintaining the same dose of progestin increases endometrial thickness, thereby stabilizing the endometrium and blood vessels."
        },
        {
            "parent": 12,
            "text": "If the bleeding persists despite the use of supplemental estrogen and/or an NSAID and compliance is good, another low-dose OCP containing a different progestin could be tried. However, only minimal evidence suggests that switching OCPs further reduces bleeding.18,22"
        },
        {
            "parent": 12,
            "text": "Changing to a 50-mcg OCP increases the dose of both estrogen and progestin. Side effects, including nausea and breast tenderness, may increase. Adding a second OCP on a daily basis is not a good option, because this doubles the estrogen and progestin doses, further increasing side effects. When OCPs are doubled, the progestin component tends to dominate; therefore, endometrial atrophy and subsequent irregular bleeding increase."
        },
        {
            "parent": 13,
            "text": "Abnormal uterine bleeding in women who are using progestin-only contraceptive methods is treated with supplemental estrogen to stabilize the endometrium and/or an NSAID to decrease endogenous prostaglandins while bleeding is present(Figure 2).7,8,23–25"
        },
        {
            "parent": 14,
            "text": "Menstrual patterns are affected in more than one half of women who use progestin-only pills for hormonal contraception. Menstrual changes include irregular bleeding, short cycles (caused by an inadequate luteal phase), and amenorrhea.7,8"
        },
        {
            "parent": 14,
            "text": "Because progestin-only pills are short acting, timely ingestion is important. Women should be counseled to take their progestin-only pill at the same time every day. Variances of as little as two to three hours can cause abnormal uterine bleeding."
        },
        {
            "parent": 14,
            "text": "Use of an NSAID and/or supplemental estrogen can be helpful.8Occasionally, it may be necessary to change to a combination OCP."
        },
        {
            "parent": 15,
            "text": "Abnormal bleeding is common in women using long-acting progestin-only contraceptive methods. The absolute dose of progestin is higher in a medroxyprogesterone injection than in levonorgestrel implants. Episodes of unpredictable bleeding occur during the first year in 70 percent of women who use contraceptive injections and in up to 80 percent of women who use contraceptive implants.8"
        },
        {
            "parent": 15,
            "text": "After one year of using medroxyprogesterone injections, up to 50 percent of women experience amenorrhea. With increasing duration of use, the incidence of amenorrhea may reach 80 percent. Women who use levonorgestrel implants less commonly have amenorrhea, and bleeding abnormalities tend to decrease after the first year of use.8Approximately one third of women who use contraceptive implants continue to ovulate and have regular cycles."
        },
        {
            "parent": 15,
            "text": "A study3of almost 500 women who used levonorgestrel implants noted bleeding side effects as a major reason for discontinuation. In this study, discontinuation was more closely related to increased or decreased bleeding than to irregular, unpredictable bleeding."
        },
        {
            "parent": 15,
            "text": "In one survey,26the duration of treatment for bleeding related to the use of progestin-only contraceptives ranged from seven to 10 days to “frequent.” Usually, treatment was initiated because patients were annoyed by the abnormal bleeding or worried about becoming pregnant."
        },
        {
            "parent": 15,
            "text": "One study23compared levonorgestrel (0.03 mg twice daily), ethinyl estradiol (0.05 mcg per day), and ibuprofen (800 mg three times daily) with placebo for the treatment of prolonged bleeding in women who were using contraceptive implants. Women in all three treatment groups had fewer bleeding days than those in the placebo group. Ethinyl estradiol was the most effective treatment, followed by ibuprofen and then levonorgestrel."
        },
        {
            "parent": 15,
            "text": "A more recent study24evaluated the use of 50 mcg of ethinyl estradiol, an OCP containing 50 mcg of ethinyl estradiol and 250 mcg of levonorgestrel, and placebo in women who had abnormal uterine bleeding while using contraceptive implants. The combination OCP was more effective than ethinyl estradiol alone, which was more effective than placebo."
        },
        {
            "parent": 15,
            "text": "Although the studies3,23,24were in women using levonorgestrel implants, the results can be extended to those using medroxyprogesterone injections and progestin-only pills, because the mechanism of abnormal bleeding is the same. Some experts recommend giving a second medroxyprogesterone injection less than three months after the first injection to induce amenorrhea sooner.10However, another study27concluded that an early second injection does not change menstrual patterns."
        },
        {
            "parent": 16,
            "text": "Counseling given before any method of hormonal contraception is initiated has been shown to improve compliance and continuation of that method. Counseling should address the possible side effects of each contraceptive method and include a discussion of how abnormal uterine bleeding can affect the woman's life."
        },
        {
            "parent": 16,
            "text": "A 1988 study28of more than 5,000 women using four different types of hormonal contraceptives (combination OCPs, progestin-only pills, medroxyprogesterone injections, and an estrogen-releasing vaginal ring not yet available in the United States) found that the subjective experience of bleeding was more important than the actual bleeding pattern. Thus, women were able to tolerate profound changes in bleeding patterns if they were counseled about possible bleeding first. Another study29also showed increased continuation rates with medroxyprogesterone injections in women who received pretreatment counseling about side effects."
        }
    ],
    "locked": false
}