{
    "url": "https://www.aafp.org/pubs/afp/issues/2002/0515/p2039.html#afp20020515p2039-f1",
    "title": "Diagnosis and Management of Acute Bronchitis | AAFP",
    "author": "DOUG KNUTSON, M.D., AND CHAD BRAUN, M.D.",
    "doi": "Am Fam Physician.2002;65(10):2039-2045",
    "abstract": "Acute bronchitis is one of the top 10 conditions for which patients seek medical care. Physicians show considerable variability in describing the signs and symptoms necessary to its diagnosis. Because acute bronchitis most often has a viral cause, symptomatic treatment with protussives, antitussives, or bronchodilators is appropriate. However, studies indicate that many physicians treat bronchitis with antibiotics. These drugs have generally been shown to be ineffective in patients with uncomplicated acute bronchitis. Furthermore, antibiotics often have detrimental side effects, and their overuse contributes to the increasing problem of antibiotic resistance. Patient satisfaction with the treatment of acute bronchitis is related to the quality of the physician-patient interaction rather than to prescription of an antibiotic.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology and Etiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Signs and Symptoms",
            "level": 2
        },
        {
            "id": 2,
            "name": "Physical Examination and Diagnostic Studies",
            "level": 2
        },
        {
            "id": 3,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 4,
            "name": "PROTUSSIVES AND ANTITUSSIVES",
            "level": 3
        },
        {
            "id": 5,
            "name": "BRONCHODILATORS",
            "level": 3
        },
        {
            "id": 6,
            "name": "ANTIBIOTICS",
            "level": 3
        },
        {
            "id": 7,
            "name": "Alternatives to Antibiotics",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Acute bronchitis, one of the most common diagnoses in ambulatory care medicine, accounted for approximately 2.5 million visits to U.S. physicians in 1998.1This condition consistently ranks as one of the top 10 diagnoses for which patients seek medical care, with cough being the most frequently mentioned symptom necessitating office evaluation.1In the United States, treatment costs for acute bronchitis are enormous: for each episode, patients receive an average of two prescriptions and miss two to three days of work.2"
        },
        {
            "parent": -1,
            "text": "Even though acute bronchitis is a common diagnosis, its definition is unclear. The diagnosis is based on clinical findings, without standardized diagnostic signs and sensitive or specific confirmatory laboratory tests.3Consequently, physicians exhibit extensive variability in diagnostic requirements and treatment. Antibiotic therapy is used in 65 to 80 percent of patients with acute bronchitis,4,5but a growing base of evidence puts this practice into question. This article examines the diagnosis and treatment of acute bronchitis in otherwise healthy, non-smoking patients, with a focus on symptomatic therapy and the role of antibiotics in treatment."
        },
        {
            "parent": 0,
            "text": "Acute bronchitis was originally described in the 1800s as inflammation of the bronchial mucous membranes. Over the years, this inflammation has been shown to be the result of a sometimes complex and varied chain of events. An infectious or noninfectious trigger leads to bronchial epithelial injury, which causes an inflammatory response with airway hyperresponsiveness and mucus production.6Selected triggers that can begin the cascade leading to acute bronchitis are listed inTable 1.3,7,8"
        },
        {
            "parent": 0,
            "text": "Acute bronchitis is usually caused by a viral infection.9In patients younger than one year, respiratory syncytial virus, parainfluenza virus, and coronavirus are the most common isolates. In patients one to 10 years of age, parainfluenza virus, enterovirus, respiratory syncytial virus, and rhinovirus predominate. In patients older than 10 years, influenza virus, respiratory syncytial virus, and adenovirus are most frequent."
        },
        {
            "parent": 0,
            "text": "Parainfluenza virus, enterovirus, and rhinovirus infections most commonly occur in the fall. Influenza virus, respiratory syncytial virus, and coronavirus infections are most frequent in the winter and spring.7"
        },
        {
            "parent": 1,
            "text": "Classifying an upper respiratory infection as bronchitis is imprecise. However, studies of bronchitis and upper respiratory infections often use the same constellation of symptoms as diagnostic criteria.10–14"
        },
        {
            "parent": 1,
            "text": "Cough is the most commonly observed symptom of acute bronchitis. The cough begins within two days of infection in 85 percent of patients.15Most patients have a cough for less than two weeks; however, 26 percent are still coughing after two weeks, and a few cough for six to eight weeks.15When a patient's cough fits this general pattern, acute bronchitis should be strongly suspected."
        },
        {
            "parent": 1,
            "text": "Although most physicians consider cough to be necessary to the diagnosis of acute bronchitis, they vary in additional requirements. Other signs and symptoms may include sputum production, dyspnea, wheezing, chest pain, fever, hoarseness, malaise, rhonchi, and rales.16Each of these may be present in varying degrees or may be absent altogether. Sputum may be clear, white, yellow, green, or even tinged with blood. Peroxidase released by the leukocytes in sputum causes the color changes; hence, color alone should not be considered indicative of bacterial infection.17"
        },
        {
            "parent": 2,
            "text": "The physical examination of patients presenting with symptoms of acute bronchitis should focus on vital signs, including the presence or absence of fever and tachypnea, and pulmonary signs such as wheezing, rhonchi, and prolonged expiration. Evidence of consolidation must be absent.7Fever may be present in some patients with acute bronchitis. However, prolonged or high-grade fever should prompt consideration of pneumonia or influenza.7"
        },
        {
            "parent": 2,
            "text": "Recommendations on the use of Gram staining and culture of sputum to direct therapy for acute bronchitis vary, because these tests often show no growth or only normal respiratory flora.6,7In one recent study,8nasopharyngeal washings, viral serologies, and sputum cultures were obtained in an attempt to find pathologic organisms to help guide treatment. In more than two thirds of these patients, a pathogen was not identified. Similar results have been obtained in other studies. Hence, the usefulness of these tests in the outpatient treatment of acute bronchitis is questionable."
        },
        {
            "parent": 2,
            "text": "Despite improvements in testing and technology, no routinely performed studies diagnose acute bronchitis. Chest radiography should be reserved for use in patients whose physical examination suggests pneumonia or heart failure, and in patients who would be at high risk if the diagnosis were delayed.7Included in the latter group are patients with advanced age, chronic obstructive pulmonary disease, recently documented pneumonia, malignancy, tuberculosis, and immunocompromised or debilitated status.7"
        },
        {
            "parent": 2,
            "text": "Office spirometry and pulmonary function testing are not routinely used in the diagnosis of acute bronchitis. These tests are usually performed only when underlying obstructive pathology is suspected or when patients have repeated episodes of bronchitis. Pulse oximetry may play a role in determining the severity of the illness, but results do not confirm or rule out bronchitis, asthma, pneumonia, or other specific diagnoses."
        },
        {
            "parent": 4,
            "text": "Because acute bronchitis is most often caused by a viral infection, usually only symptomatic treatment is required. Treatment can focus on preventing or controlling the cough (antitussive therapy) or on making the cough more effective (protussive therapy).18"
        },
        {
            "parent": 4,
            "text": "Protussive therapy is indicated when coughing should be encouraged (e.g., to clear the airways of mucus). In randomized, double-blind, placebo-controlled studies of protussives in patients with cough from various causes, only terbutaline (Brethine), amiloride (Midamor), and hypertonic saline aerosols proved successful.19However, the clinical utility of these agents in patients with acute bronchitis is questionable, because the studies examined cough resulting from other illnesses. Guaifenesin, frequently used by physicians as an expectorant, was found to be ineffective, but only a single 100-mg dose was evaluated.19Common preparations (e.g., Duratuss) contain guaifenesin in doses of 600 to 1,200 mg."
        },
        {
            "parent": 4,
            "text": "Antitussive therapy is indicated if cough is creating significant discomfort and if suppressing the body's protective mechanism for airway clearance would not delay healing. Studies have reported success rates ranging from 68 to 98 percent.18Antitussive selection is based on the cause of the cough. For example, an antihistamine would be used to treat cough associated with allergic rhinitis, a decongestant or an antihistamine would be selected for cough associated with postnasal drainage, and a bronchodilator would be appropriate for cough associated with asthma exacerbations. Nonspecific antitussives, such as hydrocodone (e.g., in Hycodan), dextromethorphan (e.g., Delsym), codeine (e.g., in Robitussin A-C), carbetapentane (e.g., in Rynatuss), and benzonatate (e.g., Tessalon), simply suppress cough.18Selected nonspecific antitussives and their dosages are listed inTable 2.20"
        },
        {
            "parent": 5,
            "text": "Acute bronchitis and asthma have similar symptoms. Consequently, attention has recently been given to the use of bronchodilators in patients with acute bronchitis. Although relatively few studies have examined the efficacy of oral or inhaled beta agonists, one study21found that patients with acute bronchitis who used an albuterol metered-dose inhaler were less likely to be coughing at one week, compared with those who received placebo."
        },
        {
            "parent": 6,
            "text": "Because of increasing concerns about antibiotic resistance, the practice of giving antibiotics to most patients with acute bronchitis has been questioned.22,23Clinical trials on the effectiveness of antibiotics in the treatment of acute bronchitis have had mixed results and rather small sample sizes. Attempts have been made to quantify and clarify data from the studies(Table 3).24–28Although these reviews and meta-analyses used many of the same studies, they examined different end points and reached slightly different conclusions. One analysis25showed that antibiotic therapy provided no improvement in patients with acute bronchitis, whereas others, including the Cochrane review,28showed a slight beneficial effect; however, problems with antibiotic side effects were similar."
        },
        {
            "parent": 6,
            "text": "Regardless of the end points evaluated in each study, one fact was consistent: improvement occurred in the vast majority of patients who were not treated with antibiotics. In addition, the patients diagnosed with acute bronchitis who also had symptoms of the common cold and had been ill for less than one week generally did not benefit from antibiotic therapy.28"
        },
        {
            "parent": 6,
            "text": "None of the studies included newer macrolides or fluoroquinolones. Studies on the use of these antibiotics in the treatment of acute bronchitis are in progress."
        },
        {
            "parent": 7,
            "text": "Patients often expect antibiotic therapy for uncomplicated acute bronchitis. However, patient satisfaction does not depend on receiving an antibiotic. Instead, it is related to the quality of the physician-patient visit."
        },
        {
            "parent": 7,
            "text": "Physicians should make sure that they explain the diagnosis and treatment of acute bronchitis, and provide realistic expectations about the clinical course. Patients should expect to have a cough for 10 to 14 days after the visit. They need to know that antibiotics are probably not going to be beneficial and that treatment with these drugs is associated with significant risks and side effects. It is helpful to refer to acute bronchitis as a “chest cold.”"
        },
        {
            "parent": 7,
            "text": "When determining an optimal treatment protocol for acute bronchitis, physicians need to consider the issue of antibiotic resistance. Although the mechanisms leading to antibiotic resistance are complex, previous antibiotic use is a major risk factor.27,29Studies have shown that decreasing the use of antibiotics within a community can reduce the prevalence of antibiotic-resistant bacteria.30,31"
        },
        {
            "parent": 7,
            "text": "An algorithm for the treatment of acute bronchitis is provided inFigure 1.15,32"
        }
    ],
    "locked": false
}