{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/1001/p1565.html#afp20001001p1565-f1",
    "title": "Anemia in the Elderly | AAFP",
    "author": "DOUGLAS L. SMITH, M.D.",
    "doi": "Am Fam Physician.2000;62(7):1565-1572",
    "abstract": "Anemia should not be accepted as an inevitable consequence of aging. A cause is found in approximately 80 percent of elderly patients. The most common causes of anemia in the elderly are chronic disease and iron deficiency. Vitamin B12deficiency, folate deficiency, gastrointestinal bleeding and myelodysplastic syndrome are among other causes of anemia in the elderly. Serum ferritin is the most useful test to differentiate iron deficiency anemia from anemia of chronic disease. Not all cases of vitamin B12deficiency can be identified by low serum levels. The serum methylmalonic acid level may be useful for diagnosis of vitamin B12deficiency. Vitamin B12deficiency is effectively treated with oral vitamin B12supplementation. Folate deficiency is treated with 1 mg of folic acid daily.",
    "headers": [
        {
            "id": 0,
            "name": "Clinical Presentation",
            "level": 2
        },
        {
            "id": 1,
            "name": "EVALUATION",
            "level": 3
        },
        {
            "id": 2,
            "name": "Anemia of Chronic Disease",
            "level": 2
        },
        {
            "id": 3,
            "name": "DIFFERENTIATING ANEMIA OF CHRONIC DISEASE FROM IRON DEFICIENCY ANEMIA",
            "level": 3
        },
        {
            "id": 4,
            "name": "TREATMENT",
            "level": 3
        },
        {
            "id": 5,
            "name": "Iron Deficiency Anemia",
            "level": 2
        },
        {
            "id": 6,
            "name": "TREATMENT",
            "level": 3
        },
        {
            "id": 7,
            "name": "Vitamin B12 Deficiency",
            "level": 2
        },
        {
            "id": 8,
            "name": "CAUSES OF VITAMIN B12 DEFICIENCY",
            "level": 3
        },
        {
            "id": 9,
            "name": "TREATMENT",
            "level": 3
        },
        {
            "id": 10,
            "name": "Folate Deficiency",
            "level": 2
        },
        {
            "id": 11,
            "name": "Myelodysplastic Syndrome",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Anemia is common in the elderly and its prevalence increases with age.1–4Using World Health Organization criteria for anemia (hemoglobin of less than 12 g per dL [120 g per L] in women and less than 13 g per dL [130 g per L] in men), the prevalence of anemia in the elderly has been found to range from 8 to 44 percent, with the highest prevalence in men 85 years and older.1–3"
        },
        {
            "parent": -1,
            "text": "The increased incidence of anemia with aging has led to speculation that lower hemoglobin levels may be a normal consequence of aging. However, there are at least two reasons for considering anemia in the elderly as a sign of disease. First, most older people maintain a normal red cell count, hemoglobin and hematocrit. Second, in most elderly patients an underlying cause of anemia is found for hemoglobin levels of less than 12 g per dL.5"
        },
        {
            "parent": 0,
            "text": "Even though the high prevalence of anemia in the elderly makes it a condition that clinicians might expect to find frequently, several features of anemia make it easy to overlook. The onset of symptoms and signs is usually insidious, and many elderly patients adjust their activities as their bodies make physiologic adaptations for the condition. Typical symptoms of anemia, such as fatigue, weakness and dyspnea, are not specific and in elderly patients tend to be attributed to advancing age. Pallor can be a helpful diagnostic clue, but pallor can be hard to detect in the elderly. Conjunctival pallor is a reliable sign, and its presence should prompt the clinician to order blood tests for anemia.6"
        },
        {
            "parent": 0,
            "text": "Aside from conjunctival pallor, few other signs are attributable specifically to anemia. Frequently, patients have signs of a disorder that is made worse by the anemia, such as worsening congestive heart failure, cognitive impairment, dizziness and apathy. Unless clinicians consider anemia as a possibility in the elderly, it can be easily overlooked."
        },
        {
            "parent": 0,
            "text": "Cohort studies2,5of the elderly have found that the two most common causes of anemia in the elderly are chronic disease and iron deficiency(Table 15). In 15 to 25 percent of elderly patients with anemia, no cause is found; even when no cause is found the prognosis is good."
        },
        {
            "parent": 1,
            "text": "Anemia in the elderly is evaluated in a manner similar to that in younger adults, including an assessment for signs of gastrointestinal blood loss, hemolysis, nutritional deficiencies, malignancy, chronic infection (such as subacute endocarditis), renal or hepatic disease, and other chronic disease. In patients without evidence of an underlying disease, the initial laboratory evaluation should include a complete blood count, red blood cell indices, a reticulocyte count and peripheral blood smear(Table 2)."
        },
        {
            "parent": 1,
            "text": "Anemia algorithms used for evaluation of younger adults are based on the mean corpuscular volume. Such algorithms may be less helpful in the elderly because the classic changes in erythrocyte size do not often accompany anemia in this age group. In most elderly patients with anemia, red cell indices disclose normocytic, normochromic anemia.7,8Clinicians therefore might begin the evaluation of anemia as they would in younger adults, but, if they do not find one of the classic causes of microcytosis or macrocytosis, the search for a cause might need to be enlarged(Figure 1). It also should be remembered that the cause of anemia is not always found."
        },
        {
            "parent": 2,
            "text": "Anemia of chronic disease, also called anemia of chronic disorders, is the most common form of anemia in the elderly.9,10Numerous diseases are associated with anemia of chronic disease(Table 39), but in many cases an underlying disease is not identified."
        },
        {
            "parent": 2,
            "text": "The hematologic abnormality in anemia of chronic disease is an impaired ability to use the iron stored in the reticuloendothelial system. The reason the reticuloendothelial cells do not release iron is not known, but experts speculate that, similar to fever, this response aids the body's defense mechanisms.11Iron that is held in the reticuloendothelial system is not available for bacterial growth. Nor is the iron available for erythropoiesis, which is the similarity between anemia of chronic disease and iron deficiency anemia. The difference, however, is that the iron stores are normal or increased in anemia of chronic disease."
        },
        {
            "parent": 2,
            "text": "Patients with anemia of chronic disease have mild to moderate anemia that tends to correlate in severity with the underlying disease, although the anemia rarely progresses to a hemoglobin below 10 g per dL (100 g per L). In anemia of chronic disease, the erythrocytes are usually normochromic and normocytic, but about one third of patients with anemia of chronic disease have microcytosis.8,12"
        },
        {
            "parent": 3,
            "text": "Iron deficiency anemia is the main hematologic disorder to consider in the differential diagnosis of anemia of chronic disease(Table 49,13).14–16Iron deficiency anemia and anemia of chronic disease are accompanied by a low serum iron level. Microcytosis may or may not be present in either disorder. The total iron-binding capacity (TIBC) tends to be increased when iron stores are diminished and decreased when they are elevated. In classic iron deficiency anemia, the TIBC is higher than 400 μg per dL (72 μmol per L). In anemia of chronic disease, the TIBC is usually below normal, not only because the iron stores are elevated but also because, as an acute-phase reactant, transferrin is reduced in the presence of acute and chronic stress."
        },
        {
            "parent": 3,
            "text": "The serum ferritin level is the most useful test, differentiating anemia of chronic disease from iron deficiency anemia in 70 percent of patients.17Ferritin can also be an acute-phase reactant in liver injury and in some types of tumor, raising the serum ferritin to normal levels even in the presence of iron deficiency. For some cases in which both iron deficiency and anemia of chronic disease are possible, bone marrow aspiration is often the only means of identifying the true cause of the anemia(Table 49,13)."
        },
        {
            "parent": 4,
            "text": "There is no specific therapy for anemia of chronic disease except to manage or treat the underlying disorder. Iron therapy is of no benefit. Erythropoietin may be helpful in some patients with anemia of chronic disease. The dosage is 50 to 100 U per kg three times a week. The dosage can be increased to 150 U per kg per dose if the response to a lower dose is inadequate."
        },
        {
            "parent": 5,
            "text": "Iron deficiency anemia, the second most common cause of anemia in the elderly, usually results from chronic gastrointestinal blood loss caused by nonsteroidal anti-inflammatory drug–induced gastritis, ulcer, colon cancer, diverticula or angiodysplasia. Chronic blood loss from genitourinary tract cancer, chronic hemoptysis and bleeding disorders may result in iron deficiency but are much less common causes. Older persons may become iron deficient because of inadequate intake or inadequate absorption of iron. Without blood loss, anemia takes several years to develop."
        },
        {
            "parent": 5,
            "text": "The serum ferritin level is the most effective way to diagnosis iron deficiency anemia. When the serum ferritin is less than 15 ng per mL (15 μg per L), iron deficiency is virtually certain(Table 514–17). Iron deficiency is unlikely if the serum ferritin level is greater than 100 ng mL (100 μg per L). Although ferritin levels between 15 and 100 ng per mL are moderately predictive of iron deficiency anemia, patients with levels in this range may have iron deficiency anemia, anemia of chronic disease, or both. If it is important to determine which is present or if the patient does not respond to iron therapy, a bone marrow biopsy might be necessary to measure iron stores directly."
        },
        {
            "parent": 5,
            "text": "Iron deficiency anemia in the elderly almost always leads to an evaluation of the gastrointestinal tract as a possible source of bleeding. In 20 to 40 percent of patients, the source is in the upper gastrointestinal tract from peptic ulcer disease, gastritis, esophagitis or gastric cancer.18–20The blood loss is in the colon in 15 to 30 percent of cases, most often caused by colon cancer, angiodysplasia, polyps or colitis.18–20A few patients (1 to 15 percent) have blood loss from disorders in the upper and lower gastrointestinal tract.18–20The source is not found in the remaining 10 to 40 percent of elderly patients with gastrointestinal blood loss.18–20Long-term follow-up of elderly patients in whom the gastrointestinal source is not identified indicates that most often the anemia resolves or remains stable with iron replacement.21"
        },
        {
            "parent": 6,
            "text": "In addition to treatment of the cause of bleeding, iron supplementation should be initiated for the treatment of iron deficiency anemia. The usual recommended dose of elemental iron is 50 to 100 mg three times a day; however, a smaller amount of elemental iron, such as a single 325-mg tablet of iron sulfate, may minimize side effects and improve compliance.22This dose, equivalent to approximately 97.5 mg of elemental iron, is usually sufficient to replace iron stores, albeit at a slower rate."
        },
        {
            "parent": 6,
            "text": "Reticulocytosis usually starts within a week of initiation of oral iron supplementation. If the reticulocyte count increases but the anemia does not improve, continued blood loss or inadequate iron absorption must be considered. Intravenous iron replacement can be helpful in patients with iron deficiency that fails to respond to oral replacement."
        },
        {
            "parent": 7,
            "text": "While studies suggest that vitamin B12(cobalamin) deficiency is the cause of anemia in 5 to 10 percent of elderly patients, the actual prevalence of vitamin B12deficiency is likely to be much higher in the elderly.4,23Vitamin B12deficiency is difficult to detect in the elderly. First, the symptoms and signs of vitamin B12deficiency are not reliably present in the elderly. Only about 60 percent of patients with vitamin B12deficiency are anemic.20In addition, neurologic symptoms of B12deficiency can develop before the patient becomes anemic.24Second, although anemia due to vitamin B12deficiency is usually macrocytic and megaloblastic, it can be normocytic or even microcytic. Third, serum B12levels do not reliably reflect tissue B12deficiency. Up to 30 percent of patients with low-normal serum vitamin B12levels have anemia and neurologic disease.23This observation has prompted a search for more reliable ways of detecting vitamin B12deficiency."
        },
        {
            "parent": 7,
            "text": "Studies have shown that serum methylmalonic acid and homocysteine levels are sensitive for detecting subclinical vitamin B12deficiency, virtually excluding vitamin B12deficiency when they are normal.25These tests have become more widely available in recent years, but remain expensive, costing approximately $150 for each test. A less-expensive spot urinary methylmalonic acid assay has been purported to be an alternative to the serum assay.26In addition to the advantage of reduced cost, the urinary assay can be normalized to creatinine levels, allowing correction for renal insufficiency and dehydration, both known to cause methylmalonic acid elevation. The disadvantage of the urinary assay is that it is not readily available."
        },
        {
            "parent": 7,
            "text": "A question that remains unanswered is which elderly patients with anemia should be further evaluated for vitamin B12deficiency when the serum B12level is normal. Some authorities recommend that serum B12screening be initially performed in all elderly patients, with further testing in those with a B12level of less than 350 pg per mL (260 pmol per L).4Until the effectiveness of different screening strategies is evaluated, clinicians need to use their own judgment to decide how to identify vitamin B12deficiency before it leads to anemia or neurologic disease."
        },
        {
            "parent": 8,
            "text": "Vitamin B12deficiency rarely is the result of inadequate intake, except in persons who are strict vegans. A common cause is reduced intestinal absorption of vitamin B12. Pernicious anemia is a classic example of a disorder that causes reduced intestinal absorption of vitamin B12. With pernicious anemia, the lack of intrinsic factor results from destruction of the gastric parietal cells by autoimmune antibodies. One study revealed that undiagnosed pernicious anemia was present in nearly 2 percent of otherwise healthy individuals 60 years or older.27Inadequate absorption of vitamin B12occurs in 10 to 30 percent of patients who have had a partial gastrectomy.28It also may occur in patients with small bowel disorders and bacterial overgrowth. The prevalence of many of these conditions increases with age."
        },
        {
            "parent": 8,
            "text": "Previously, the Schilling test would have been used to identify the cause of inadequate vitamin B12absorption. Recent studies, however, show that high-dose oral vitamin B12effectively treats the deficiency regardless of the cause. Thus, there is less need to perform the Schilling test. (A review of the steps of the Schilling test can be found in a 1996 article inAmerican Family Physician.29)"
        },
        {
            "parent": 9,
            "text": "Vitamin B12deficiency is treated by vitamin B12supplementation, parenterally or orally. The intramuscular dose is 1,000 μg, often given daily for one week to build up stores, then weekly for one month and then monthly thereafter. Oral therapy with 1,000 to 2,000 μg of vitamin B12daily has been shown to be as effective as intramuscular injections and in some ways may be superior.26A response to therapy, characterized by an increase in reticulocytosis, often occurs within a week of the initiation of vitamin B12therapy."
        },
        {
            "parent": 10,
            "text": "Unlike vitamin B12deficiency, folate deficiency usually develops as a result of inadequate dietary intake. The body stores very little folate, only enough to last four to six months. Like vitamin B12deficiency, folate deficiency classically causes macrocytic anemia, although a significant proportion (25 percent) of elderly patients with folate deficiency have normocytic anemia.8The symptoms of folate deficiency are nearly indistinguishable from those of vitamin B12deficiency."
        },
        {
            "parent": 10,
            "text": "Another similarity between folate deficiency and vitamin B12deficiency is that the serum folate level can be misleading. The red cell folate concentration is more reliable than the serum level and should be considered. The serum homocysteine level is elevated in 90 percent of patients with folate deficiency25and can be useful for detecting folate deficiency in patients with low-normal serum folate levels. If the methylmalonic acid level is also elevated, vitamin B12deficiency must be considered.24Identification of vitamin B12deficiency is important: anemia secondary to vitamin B12deficiency improves with folate therapy, but folate therapy does not reverse the neurologic damage caused by vitamin B12deficiency. For this reason, it is important to ensure that vitamin B12deficiency is not also present."
        },
        {
            "parent": 10,
            "text": "Folate deficiency is treated with oral folic acid, 1 mg daily."
        },
        {
            "parent": 11,
            "text": "Myelodysplastic syndrome is a relatively uncommon cause of anemia, but is a more common cause in the elderly than in younger patients. The syndrome, thought in the past to represent pre-leukemia, is characterized by a defect in the development of one of the marrow cell lines, limiting the release of functioning cells. Anemia results when the red cell lines are affected. Myelodysplastic syndrome should be a diagnostic consideration when white cell or platelet abnormalities accompany the anemia. The diagnosis of this syndrome is usually made by bone marrow biopsy (Table 64,22)."
        },
        {
            "parent": 11,
            "text": "Myelodysplasia is treated supportively with transfusions."
        }
    ],
    "locked": false
}