{
    "url": "https://www.aafp.org/pubs/afp/issues/2001/0501/p1803.html#afp20010501p1803-f1",
    "title": "The Child with ADHD: Using the AAP Clinical Practice Guideline | AAFP",
    "author": "CARLAT. HERRERIAS, M.P.H., JAMES M. PERRIN, M.D., AND MARTIN T. STEIN, M.D.",
    "doi": "Am Fam Physician.2001;63(9):1803-1811",
    "abstract": "The American Academy of Pediatrics developed an evidence-based clinical practice guideline that provides recommendations for the assessment and diagnosis of school-aged children with attention-deficit/hyperactivity disorder (ADHD). This guideline, the first of two guidelines to provide recommendations on this condition, is intended for use by primary care clinicians. The second set of guidelines will address the treatment of children with ADHD. The guideline contains six recommendations for the diagnosis of ADHD: (1) in a child six to 12 years of age who presents with inattention, hyperactivity, impulsivity, academic underachievement or behavior problems, primary care clinicians should initiate an evaluation for ADHD; (2) the diagnosis of ADHD requires that a child meet the criteria for ADHD in theDiagnostic and Statistical Manual of Mental Disorders; (3) the assessment of ADHD requires evidence directly obtained from parents or caregivers regarding the core symptoms of ADHD in various settings, the age of onset, duration of symptoms and degree of functional impairment; (4) the assessment of ADHD also requires evidence directly obtained from a teacher (or other school professional) regarding the core symptoms of ADHD, duration of symptoms, degree of functional impairment and associated conditions; (5) evaluation of the child with ADHD should include assessment for coexisting conditions; and (6) other diagnostic tests are not routinely indicated to establish the diagnosis of ADHD but may be used for the assessment of coexisting conditions.",
    "headers": [
        {
            "id": 0,
            "name": "Development of the Guideline",
            "level": 2
        },
        {
            "id": 1,
            "name": "Guideline Recommendations",
            "level": 2
        },
        {
            "id": 2,
            "name": "RECOMMENDATION 1",
            "level": 3
        },
        {
            "id": 3,
            "name": "RECOMMENDATION 2",
            "level": 3
        },
        {
            "id": 4,
            "name": "RECOMMENDATION 3",
            "level": 3
        },
        {
            "id": 5,
            "name": "RECOMMENDATION 3A",
            "level": 3
        },
        {
            "id": 6,
            "name": "RECOMMENDATION 3B",
            "level": 3
        },
        {
            "id": 7,
            "name": "RECOMMENDATION 4",
            "level": 3
        },
        {
            "id": 8,
            "name": "RECOMMENDATION 4A",
            "level": 3
        },
        {
            "id": 9,
            "name": "RECOMMENDATION 4B",
            "level": 3
        },
        {
            "id": 10,
            "name": "RECOMMENDATION 5",
            "level": 3
        },
        {
            "id": 11,
            "name": "RECOMMENDATION 6",
            "level": 3
        },
        {
            "id": 12,
            "name": "Future Research",
            "level": 2
        },
        {
            "id": 13,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Attention-deficit/hyperactivity disorder (ADHD) is the most common neurobehavioral disorder of childhood and among the most prevalent chronic health conditions affecting school-aged children. This article provides a summary of the American Academy of Pediatrics (AAP) Clinical Practice Guideline on the Diagnosis and Evaluation of the Child with Attention-Deficit/Hyperactivity Disorder.1The guideline was developed by the AAP Committee on Quality Improvement's Subcommittee on ADHD and included participation of the American Academy of Family Physicians."
        },
        {
            "parent": -1,
            "text": "Prevalence rates for ADHD vary substantially, partly because of changing diagnostic criteria over time2–5and partly because of variations in ascertainment in different settings and the frequent use of referred samples to estimate rates. The core symptoms of ADHD include inattention, hyperactivity and impulsivity.6,7Children with ADHD may experience significant functional problems, such as school difficulties, academic underachievement, troublesome interpersonal relationships with family members and peers, and low self-esteem"
        },
        {
            "parent": -1,
            "text": "Primary care clinicians frequently are asked by parents and teachers to evaluate a child for ADHD; early recognition, assessment and management of this condition can redirect the educational and psychosocial development of most children with ADHD.8,9The guideline primarily reviews evidence relating to the diagnosis of ADHD in relatively uncomplicated cases in primary care settings. Thus, the guideline is not intended for evaluation of children with mental retardation, pervasive developmental disorder, moderate to severe sensory deficits such as visual and hearing impairment and chronic disorders associated with medications that may affect behavior, or children who have experienced physical abuse or sexual abuse."
        },
        {
            "parent": 0,
            "text": "The Subcommittee on ADHD was chaired by two general pediatricians and included pediatricians and experts in the fields of neurology, psychology, child psychiatry, development, epidemiology, education and practice. Representatives from the American Academy of Family Physicians, the American Academy of Child and Adolescent Psychiatry, the Child Neurology Society and the Society for Pediatric Psychology served on the panel. The AAP committee collaborated with the Agency for Healthcare Research and Quality. Results from the literature were presented in evidence tables and published in the final evidence report.10The draft practice guideline underwent extensive peer review by committees and sections within the AAP, numerous outside organizations and persons identified by the subcommittee. The recommendations contained in the practice guideline are based on the best available data(Figure 1). Where data were lacking, a combination of evidence and expert consensus was used."
        },
        {
            "parent": 2,
            "text": "In a child six to 12 years of age who presents with inattention, hyperactivity, impulsivity, academic underachievement or behavior problems, primary care clinicians should initiate an evaluation for ADHD (strength of evidence: good; strength of recommendation: strong)."
        },
        {
            "parent": 2,
            "text": "Primary care pediatricians and family physicians recognize behavior problems that may affect academic achievement in 18 percent of the school-aged children seen in their offices and clinics. Hyperactivity or inattention is diagnosed in 9 percent of children.11However, presentations of ADHD in clinical practice vary, and symptoms may not be apparent in a structured clinical setting that is free from the demands and distractions of the home and school.12Clinical practices during routine health supervision, such as asking questions about the child's behavior, may assist in early recognition of ADHD.13,14Sample questions include: (1) How is your child doing in school? (2) Are there any problems with learning that you or the teacher have seen? (3) Are you concerned with behavior problems in school, at home or when your child is playing with friends?"
        },
        {
            "parent": 3,
            "text": "The diagnosis of ADHD requires that a child meet the criteria for ADHD in the Diagnostic and Statistical Manual of Mental Disorders, 4th ed. (DSM-IV) (strength of evidence: good; strength of recommendation: strong)."
        },
        {
            "parent": 3,
            "text": "Primary care professionals should apply DSM-IV criteria in the context of their clinical assessment of a child; the use of specific criteria will help to ensure an accurate diagnosis and decrease variation in the way the diagnosis is made. The DSM-IV criteria, developed through several iterations by the American Psychiatric Association, are based on clinical experience and an expanding research foundation (Table 1).5These criteria have more support in the literature than other diagnostic criteria."
        },
        {
            "parent": 3,
            "text": "It is important to recognize the limitations of the DSM-IV definition. Most of the development and testing of the DSM-IV criteria occurred through studies of children seen in psychiatric settings, and much less is known about their use in other populations, such as those seen in general pediatric or family practice settings. The DSM-IV criteria remain a consensus without clear empiric data supporting the number of items required for the diagnosis. The criteria do not take into account gender differences or developmental variations in behavior and may be interpreted differently by different observers. These complexities in the diagnosis mean that clinicians using DSM-IV criteria must apply them in the context of their clinical judgment."
        },
        {
            "parent": 4,
            "text": "The assessment of ADHD requires evidence directly obtained from parents or caregivers regarding the core symptoms of ADHD in various settings, the age of onset, duration of symptoms and degree of functional impairment (strength of evidence: good; strength of recommendation: strong)."
        },
        {
            "parent": 4,
            "text": "Behavior symptoms may be obtained from parents or guardians using one or more methods, including general questions about behavior, focused questions about specific behaviors, semi-structured interview schedules, questionnaires and rating scales. Clinicians who obtain information from general or focused questions about behavior must obtain and record the relevant behaviors of inattention, hyperactivity and impulsivity from the DSM-IV. Gathering data about the child's behavior provides an opportunity to evaluate the family environment and parenting style so that behavior symptoms may be evaluated in the context of the child's environment."
        },
        {
            "parent": 4,
            "text": "Specific questionnaires and rating scales have been developed to review and quantify the behavioral characteristics of ADHD. Scales that are specific to ADHD accurately distinguish between children with ADHD and those without ADHD. Most studies of these scales and checklists have taken place under ideal conditions (i.e., comparing children in referral sites with apparently healthy children). These instruments may not function as well in the primary care clinician's office. In addition, questions on which these rating scales are based are subjective; their results may convey a false sense of validity and must be interpreted in the context of the overall evaluation of the child."
        },
        {
            "parent": 5,
            "text": "Use of ADHD-specific scales is a clinical option when evaluating children for ADHD (strength of evidence: strong; strength of recommendation: strong)."
        },
        {
            "parent": 5,
            "text": "In contrast, global, nonspecific questionnaires and rating scales that assess a variety of behavioral symptoms do not distinguish well between children with ADHD and those without ADHD."
        },
        {
            "parent": 6,
            "text": "Use of broadband scales is not recommended in the diagnosis of children for ADHD, although they may be useful for other purposes (strength of evidence: strong; strength of recommendation: strong)."
        },
        {
            "parent": 7,
            "text": "The assessment of ADHD also requires evidence directly obtained from the classroom teacher (or other school professional) regarding the core symptoms of ADHD, duration of symptoms, degree of functional impairment and coexisting conditions. A physician should review any reports from a school-based multidisciplinary evaluation where they exist, which will include assessments from the teacher or other school-based professional (strength of evidence: good; strength of recommendation: strong)."
        },
        {
            "parent": 7,
            "text": "Children six to 12 years of age generally are students and spend a substantial portion of their waking hours in school. Therefore, a description of their behavior in the school setting is important to the evaluation. With permission from the legal guardian, the clinician should review a report from the child's school. The classroom teacher typically has more information about the child's behavior than do other professionals at the school and, when possible, should provide the report. ADHD-specific questionnaires and rating scales also are available for teachers (Table 2)10and can accurately distinguish children with ADHD from those without ADHD."
        },
        {
            "parent": 8,
            "text": "Use of ADHD-specific scales is a clinical option when diagnosing children for ADHD (strength of evidence: strong; strength of recommendation: strong)"
        },
        {
            "parent": 8,
            "text": "In contrast, teacher global questionnaires and rating scales that assess a variety of behavior conditions do not accurately distinguish between children with ADHD and those without ADHD."
        },
        {
            "parent": 9,
            "text": "Use of teacher global questionnaires and rating scales is not recommended in diagnosing children for ADHD, although they may be useful for other purposes (strength of evidence: strong; strength of recommendation: strong)."
        },
        {
            "parent": 9,
            "text": "If a child six to 12 years of age spends considerable time in other structured environments such as after-school care centers, additional information about core symptoms can be sought from professionals in those settings, contingent on parental permission. For children who are educated in their homes by parents, evidence of the presence of core behavior symptoms in settings other than the home should be obtained."
        },
        {
            "parent": 9,
            "text": "Frequently, significant discrepancies exist between parent and teacher ratings,15but the finding of such a discrepancy does not preclude the diagnosis of ADHD. A helpful clinical approach for understanding the sources of the discrepancies and determining whether the child meets DSM-IV criteria is to obtain additional information from other informants, such as former teachers, religious leaders or athletic coaches."
        },
        {
            "parent": 10,
            "text": "Evaluation of the child with ADHD should include assessment for coexisting conditions (strength of evidence: strong; strength of recommendation: strong)."
        },
        {
            "parent": 10,
            "text": "Other psychologic and developmental disorders frequently coexist in children who are being evaluated for ADHD. As many as one third of children with ADHD have one or more coexisting conditions (Table 2). Although the primary care clinician may not always be in a position to make a precise diagnosis of coexisting conditions, consideration of and examination for coexisting conditions such as conduct and oppositional defiant disorder (co-occurring in about 35 percent of children), mood disorders (in about 18 percent), anxiety disorders (in about 25 percent) and learning disabilities (in an estimated 12 to 60 percent) should be an integral part of the evaluation."
        },
        {
            "parent": 10,
            "text": "Evidence for most coexisting disorders may be readily detected by the primary care clinician. For example, frequent sadness and a preference for isolated activities may alert the physician to the presence of depressive symptoms, whereas a family history of anxiety disorders and a patient history characterized by frequent fears and difficulties with separation from caregivers may be suggestive of an anxiety disorder. Similarly, poor school performance may indicate a learning disability. Testing may be required to determine whether a discrepancy exists between the child's learning potential and the actual academic progress, indicating the presence of a learning disability."
        },
        {
            "parent": 11,
            "text": "Other diagnostic tests are not routinely indicated to establish the diagnosis of ADHD but may be used for the assessment of coexisting conditions (strength of evidence: strong; strength of recommendation: strong)."
        },
        {
            "parent": 11,
            "text": "Other diagnostic tests contribute little to establishing the diagnosis of ADHD. There are few data to support the regular screening of children for high lead levels, routine screening of thyroid function or routine use of electroencephalography as part of the effort to diagnose ADHD. Continuous performance tests have been designed to obtain samples of a child's behavior—generally by measurement of diligence or distractibility— which may correlate with behaviors associated with ADHD. However, current data do not support the use of any continuous performance tests in the diagnosis of ADHD, since they have limited ability to differentiate children with ADHD from normal comparison control subjects."
        },
        {
            "parent": 12,
            "text": "There are three major areas for future research in the diagnosis of ADHD. Further research is required to validate ADHD subtypes and determine whether the findings of previous research can be generalized to the type of children currently diagnosed and treated by primary care clinicians. In addition, there is inadequate information about the applicability of DSM-IV criteria to persons younger or older than the age range for this guideline."
        },
        {
            "parent": 12,
            "text": "Specific examples for research related to the diagnostic process include the need for additional information about the reliability and validity of teacher and parent rating scales and the reliability and validity of different interviewing methods. It is essential to develop and assess better measurements of impairment that can be applied practically in the primary care setting. Research into diagnostic methods also should include those methods helpful in identifying clinically relevant coexisting conditions."
        },
        {
            "parent": 12,
            "text": "Finally, research is required to identify the current practices of primary care physicians. Such research is critical in determining the practicality of guideline recommendations as a method of determining changes in practice and whether changes have an actual impact on the treatment and outcome of children with the diagnosis of ADHD."
        },
        {
            "parent": 13,
            "text": "The clinical practice guideline offers recommendations for the diagnosis and evaluation of school-aged children with ADHD in primary care practice and should aid primary care professionals in their assessment of a common child health problem. The guideline emphasizes (1) the use of explicit criteria for the diagnosis using DSM-IV criteria; (2) the importance of obtaining information about the child's symptoms in more than one setting and especially from schools; and (3) the search for coexisting conditions that may make the diagnosis more difficult or complicate treatment planning. Interested readers are urged to consult the full practice guideline for detailed information."
        }
    ],
    "locked": false
}