{
    "url": "https://www.aafp.org/pubs/afp/issues/2002/0415/p1589.html#afp20020415p1589-f1",
    "title": "Evaluation of Dysuria in Adults | AAFP",
    "author": "JUDY D. BREMNOR, M.D., AND RICHARD SADOVSKY, M.D.",
    "doi": "Am Fam Physician.2002;65(8):1589-1597",
    "abstract": "Dysuria, defined as pain, burning, or discomfort on urination, is more common in women than in men. Although urinary tract infection is the most frequent cause of dysuria, empiric treatment with antibiotics is not always appropriate. Dysuria occurs more often in younger women, probably because of their greater frequency of sexual activity. Older men are more likely to have dysuria because of an increased incidence of prostatic hyperplasia with accompanying inflammation and infection. A comprehensive history and physical examination can often reveal the cause of dysuria. Urinalysis may not be needed in healthier patients who have uncomplicated medical histories and symptoms. In most patients, however, urinalysis can help to determine the presence of infection and confirm a suspected diagnosis. Urine cultures and both urethral and vaginal smears and cultures can help to identify sites of infection and causative agents. Coliform organisms, notablyEscherichia coli, are the most common pathogens in urinary tract infection. Dysuria can also be caused by noninfectious inflammation or trauma, neoplasm, calculi, hypoestrogenism, interstitial cystitis, or psychogenic disorders. Although radiography and other forms of imaging are rarely needed, these studies may identify abnormalities in the upper urinary tract when symptoms are more complex.",
    "headers": [
        {
            "id": 0,
            "name": "Causes of Dysuria",
            "level": 2
        },
        {
            "id": 1,
            "name": "INFECTION AND INFLAMMATION",
            "level": 3
        },
        {
            "id": 2,
            "name": "NONINFECTIOUS CAUSES",
            "level": 3
        },
        {
            "id": 3,
            "name": "Evaluation of Dysuria",
            "level": 2
        },
        {
            "id": 4,
            "name": "HISTORY",
            "level": 3
        },
        {
            "id": 5,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 6,
            "name": "LABORATORY TESTS AND OTHER STUDIES",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Dysuria is the sensation of pain, burning, or discomfort on urination.1,2Although many physicians equate dysuria with urinary tract infection (UTI), it is actually a symptom that has many potential causes. Empiric treatment with antibiotics may be inappropriate, except in carefully selected patients.3–5"
        },
        {
            "parent": -1,
            "text": "Dysuria most often indicates infection or inflammation of the bladder and/or urethra. Other common causes of dysuria include prostatitis and mechanical irritation of the urethra in men, and urethrotrigonitis and vaginitis in women. Dysuria can also result from malformations of the genitourinary tract, neoplasms, neurogenic conditions, trauma, hormonal conditions, interstitial cystitis, and psychogenic disorders6–8(Table 1)."
        },
        {
            "parent": -1,
            "text": "Dysuria accounts for 5 to 15 percent of visits to family physicians.9Approximately 25 percent of American women report acute dysuria every year.10The symptom is most prevalent in women 25 to 54 years of age and in those who are sexually active.11In men, dysuria and its associated symptoms become more prevalent with increasing age.6"
        },
        {
            "parent": 1,
            "text": "Infection is the most common cause of dysuria and presents as cystitis, prostatitis, pyelonephritis, or urethritis, depending on the area of the urogenital tract that is most affected. The hollow or tubular structures of the urinary system are vulnerable to infection by coliform bacteria. These bacteria are believed to gain access to the urethral meatus through sexual intercourse or local contamination and then ascend to the affected region.1"
        },
        {
            "parent": 1,
            "text": "A community-based study10found that about two thirds of culture-proven UTIs are caused byEscherichia coli. Other less frequent pathogens includeStaphylococcus epidermidis(15 percent),Proteus mirabilis(10 percent),Staphylococcus aureus(5 percent), Enterococcus species (3 percent), and Klebsiella species (3 percent)."
        },
        {
            "parent": 1,
            "text": "Abnormalities in urinary anatomy or function allow more unusual, recurrent, and persistent infections with organisms such as Proteus, Klebsiella, or Enterobacter species. Such abnormalities include bladder diverticula, renal cysts, urethral strictures, benign prostatic hyperplasia (BPH), and neurogenic bladder. Rarely, bacteria may spread hematogenously, causing pyelonephritis."
        },
        {
            "parent": 1,
            "text": "The urethra is infected preferentially by organisms such asNeisseria gonorrhoeaeorChlamydia trachomatis. Other pathogens includeUreaplasma urealyticum, Mycoplasma genitalium, Trichomonas vaginalis, and herpes simplex virus.12,13"
        },
        {
            "parent": 1,
            "text": "Rare infectious causes of dysuria include adenovirus, herpesvirus, mumps virus, and the tropical parasiteSchistosoma haematobium."
        },
        {
            "parent": 2,
            "text": "In postmenopausal women, the marked reduction in endogenous estrogen can lead to lower urinary tract dysfunction. Atrophy, dryness, and, occasionally, inflammation of the vaginal epithelium contribute to urinary symptoms such as dysuria, frequency, and urgency.14Other noninfectious causes of dysuria in women include the urethral syndrome (defined as symptoms consistent with a lower UTI but without the presence of significant bacteriuria and conventional pathogens),15urethral trauma during sexual intercourse, and sensitivity to scented creams, sprays, soaps, or toilet paper."
        },
        {
            "parent": 2,
            "text": "More than 50 percent of men over 70 years of age have clinical symptoms of BPH, and nearly 90 percent have microscopic evidence of prostatic hyperplasia.16In older men, a UTI may result from obstruction and increased postresidual volume.17However, dysuria may be caused by inflammation of the distended urethral mucosa without superimposed infection. Obstruction and dysuria can also occur because of strictures caused by gonococcal urethritis or because of urethral instrumentation or surgery."
        },
        {
            "parent": 2,
            "text": "In both sexes, dysuria may be part of the clinical presentation of renal calculi and neoplasms of the bladder and renal tract. Spondyloarthropathies (e.g., Behçet's syndrome, Reiter's syndrome) can cause a general inflammatory state, including inflammation of the urothelium, that results in dysuria."
        },
        {
            "parent": 2,
            "text": "Physical activities such as horseback riding or bicycling can lead to dysuria with minimal urethral discharge. Dysuria may also be a feature of psychogenic conditions such as somatization disorder, chronic pain syndromes, major depression, and chemical dependency.18Sexually abused and other emotionally distressed persons can have psychogenic urinary retention and dysuria."
        },
        {
            "parent": 3,
            "text": "An algorithm for the evaluation of patients with acute dysuria is provided inFigure 1."
        },
        {
            "parent": 4,
            "text": "The timing, frequency, severity, and location of dysuria are important. In adult women, a history of external dysuria (pain as the urine passes over the inflamed vaginal labia) suggests vaginal infection or inflammation, whereas a history of internal dysuria (pain felt inside the body) suggests bacterial cystitis or urethritis.1Pain at the onset of urination is usually caused by urethral inflammation, but suprapubic pain after voiding is more suggestive of bladder inflammation or infection. Longer duration and more gradual onset of symptoms may suggestC. trachomatisinfection, whereas sudden onset of symptoms and hematuria suggests bacterial infection."
        },
        {
            "parent": 4,
            "text": "It is important to inquire about the presence of other genitourinary symptoms. Dysuria is frequently accompanied by urinary frequency, hesitation, slowness, or urgency. Urinary frequency is most often caused by decreased bladder capacity or painful bladder distention. Other causes include overflow secondary to BPH, urethral pathology, and, rarely, a central or peripheral neurologic disorder. Urinary hesitation and slow urination are most commonly caused by urethral obstruction but may also be secondary to decreased bladder contractility. Urinary urgency occurs as a result of trigonal or posterior urethral irritation caused by inflammation, stones, or tumor and is common with cystitis. Urethral discharge is highly associated with urethritis.19In men, urethral discharge and dysuria are the most common symptoms of sexually transmitted urethritis."
        },
        {
            "parent": 4,
            "text": "Information should also be obtained about the patient's sexual and general medical history. In sexually active patients, urethritis or vulvovaginitis can be a likely cause of dysuria. A history of sexually transmitted disease (STD) can point to urethral scarring or a current STD, especially in patients with high-risk sexual behaviors. Patients who have diabetes mellitus may present with vulvovaginitis secondary to candidiasis."
        },
        {
            "parent": 4,
            "text": "Questions should be asked about the use of medications, herbal remedies, and topical hygiene products. Dysuria can be caused by medications such as ticarcillin (Ticar), penicillin G, and cyclophosphamide (Cytoxan). Dysuria can also occur with the use of, among others, saw palmetto, pumpkin seeds, dopamine, or cantharidin,6and with the use of a number of topical hygiene products, including vaginal sprays, vaginal douches, and bubble baths.20"
        },
        {
            "parent": 4,
            "text": "Possible diagnoses based on the findings of the history are summarized inTable 2.6"
        },
        {
            "parent": 5,
            "text": "Although protocols have been established for telephone triage and presumptive treatment of carefully selected women with dysuria,3–5most patients require a physical examination with special focus on the genitourinary system."
        },
        {
            "parent": 5,
            "text": "The patient's general condition and vital signs should be recorded. Palpation and percussion of the abdomen provide information about kidney, ureter, or bladder inflammation. Tenderness over the costovertebral angle suggests pyelonephritis. A pelvic examination in women and a perineal and penile examination in men can identify the presence of discharge, trauma, or infective lesions such as herpes or chancroid. Although a pelvic examination is often useful in patients at risk for vaginal infections, it is less of a priority when both vaginal discharge and vaginal irritation are explicitly denied and the symptoms of both internal dysuria and urinary frequency are present."
        },
        {
            "parent": 5,
            "text": "A digital rectal examination in men helps to assess the prostate gland. When prostatitis is suspected, gentle digital examination is advised because a vigorous examination can precipitate bacteremia and sepsis. An enlarged prostate can indicate an obstructive cause of dysuria; however, obstructive symptoms related to BPH can occur without palpable enlargement of the gland.6Mild tenderness can be present in prostatitis or prostatodynia."
        },
        {
            "parent": 5,
            "text": "Possible diagnoses based on the physical findings in patients with dysuria are provided inTable 3.6"
        },
        {
            "parent": 6,
            "text": "The laboratory investigation of dysuria is directed by the most probable diagnosis. Diagnostic options include urine studies, vaginal and urethral studies for STDs, radiologic studies, and invasive procedures(Table 44,21–24)."
        },
        {
            "parent": 6,
            "text": "Urinalysis and Urine Cultures. Because UTI is the most common cause of dysuria, urinalysis is often helpful. When UTI is unlikely based on the history and physical findings, urine studies may be deferred."
        },
        {
            "parent": 6,
            "text": "The specificity of the dipstick test makes it useful for identifying hematuria, pyuria, or bacteriuria. Leukocyte esterase is a marker for white blood cells and has a sensitivity of 75 percent for the detection of UTI. Pyuria has a sensitivity of 96 percent.20,25A dipstick test that is positive for nitrite suggests a probable UTI; however, a negative test does not rule out the diagnosis."
        },
        {
            "parent": 6,
            "text": "The gold standard for evaluating dysuria is microscopic examination of spun, clean-catch, midstream urine sediment. Pyuria is diagnosed by the presence of three to five white blood cells per high-power field, and hematuria is diagnosed by the presence of three to five red blood cells per high-power field. Pyuria detected on urinalysis is associated not only with bacterial UTI, but also withT. vaginalis, C. trachomatisand other infections. Therefore, the finding of pyuria on urinalysis does not eliminate the need for a gynecologic evaluation. Sterile pyuria may be present in patients with prostatitis, nephrolithiasis, urologic neoplasms, and fungal or mycobacterial infections.2,26"
        },
        {
            "parent": 6,
            "text": "Many physicians depend on urine Gram staining to identify a UTI. Achieving the best correlation between the Gram stain and significant bacteriuria by culture requires good collection techniques, appropriate methods of observation by a skilled observer, and use of an appropriate stain. Urine Gram stains may demonstrate urinary pathogens, most commonly coliform organisms, or sexually transmitted organisms such asT. vaginalisorN. gonorrhoeae."
        },
        {
            "parent": 6,
            "text": "Urine culture is also commonly used to investigate dysuria. Cultures are not essential in selected young women when clear-cut signs and symptoms of acute dysuria indicate a high probability of uncomplicated cystitis.21If STDs are excluded, these patients are most likely to have uropathogenic coliform infection. Urine cultures can be deferred when dysuria is described as largely external and a probable urethral or vaginal cause is identified."
        },
        {
            "parent": 6,
            "text": "When symptoms are present, a count of 103colony-forming units (CFU) per mL of urine is generally diagnostic of infection. Some authorities suggest that a pure colony count of 102CFU per mL for a known pathogen from a scrupulously collected urine sample is sufficient to diagnose a UTI when dysuria is present.2"
        },
        {
            "parent": 6,
            "text": "Vaginal or Urethral Smears and Cultures. If a patient with dysuria has a vaginal or urethral discharge or is sexually active, vaginal or urethral specimens should be obtained for wet-mount preparation and Gram staining, along with appropriate cultures. Although cultures forC. trachomatisandN. gonorrhoeaeare the gold standard, other methods, including ligase chain reaction and polymerase chain reaction tests, are often used. Only in cases of sexual assault and child abuse are cultures absolutely necessary (because of their 100 percent specificity).27Vaginal pH measurements, potassium hydroxide microscopy, and yeast culture are required in women with chronic or recurrent dysuria of unknown cause."
        },
        {
            "parent": 6,
            "text": "Radiology and Other Studies. Imaging studies and other diagnostic tests are indicated when the diagnosis is in doubt, when patients are severely ill or immunocompromised and do not respond to antibiotic therapy, and when complications are suspected (Table 44,21–24).23Cystoscopy with or without a voiding urologic study, is an invasive test that can be used to rule out bladder or urethral pathology."
        }
    ],
    "locked": false
}