{
    "url": "https://www.aafp.org/pubs/afp/issues/2003/0215/p729.html#afp20030215p729-f3",
    "title": "Common Benign Skin Tumors | AAFP",
    "author": "MARK C. LUBA, M.D., SCOTT A. BANGS, M.D., ANDREW M. MOHLER, M.D., AND DANIEL L. STULBERG, M.D.",
    "doi": "Am Fam Physician.2003;67(4):729-738",
    "abstract": "Benign skin tumors are commonly seen by family physicians. The ability to properly diagnose and treat common benign tumors and to distinguish them from malignant lesions is a vital skill for all family physicians. Any lesions for which the diagnosis is uncertain, based on the history and gross examination, should be biopsied for histopathologic examination to rule out malignancy. Lipomas are technically subcutaneous soft tissue tumors, not skin tumors, and controversy exists about whether keratoacanthomas have malignant potential; however, both are discussed in this article because they are common tumors evaluated by family physicians. Diagnosis usually is based on the appearance of the lesion and the patient's clinical history, although biopsy is sometimes required. Treatment includes excision, cryotherapy, curettage with or without electrodesiccation, and pharmacotherapy, and is based on the type of tumor and its location. Generally, excision is the treatment of choice for lipomas, dermatofibromas, keratoacanthomas, pyogenic granulomas, and epidermoid cysts. Cherry angiomas and sebaceous hyperplasia are often treated with laser therapy and electrodesiccation. Common treatments for acrochordons and seborrheic keratoses are cryotherapy and shave excision. Referral is indicated if the family physician is not confident with the diagnostic evaluation or treatment of a lesion, or if a biopsy reveals melanoma.",
    "headers": [
        {
            "id": 0,
            "name": "Cherry Angioma (Campbell de Morgan's spot)",
            "level": 2
        },
        {
            "id": 1,
            "name": "Sebaceous Hyperplasia (Senile Hyperplasia)",
            "level": 2
        },
        {
            "id": 2,
            "name": "Lipoma",
            "level": 2
        },
        {
            "id": 3,
            "name": "Seborrheic Keratosis",
            "level": 2
        },
        {
            "id": 4,
            "name": "Dermatofibroma",
            "level": 2
        },
        {
            "id": 5,
            "name": "Acrochordon",
            "level": 2
        },
        {
            "id": 6,
            "name": "Keratoacanthoma",
            "level": 2
        },
        {
            "id": 7,
            "name": "Pyogenic Granuloma",
            "level": 2
        },
        {
            "id": 8,
            "name": "Epidermoid Cyst",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Family physicians, frequently encounter patients with dermatologic diseases, either as the primary complaint or as a “by the way.” Therefore the ability to accurately diagnose and treat benign skin lesions is an important skill that family physicians should possess. Options for evaluating patients with benign skin tumors can be categorized according to the morphologic characteristics of each lesion: macular or slightly raised/papular(Figure 1), papular(Figure 2), or subepidermal(Figure 3)."
        },
        {
            "parent": 0,
            "text": "Cherry angiomas are acquired vascular lesions that occur in up to 50 percent of adults.1The lesions tend to appear most often on the trunk and extremities and can be up to several millimeters in diameter. They are round, bright to dark red, nonblanching vascular papules(Figure 4). Cherry angiomas first occur in early adulthood and increase in number with age. They are asymptomatic and have no reported clinical consequences."
        },
        {
            "parent": 0,
            "text": "Cherry angiomas are composed of dilated capillaries and postcapillary venules. The etiology is unknown; however, eruption of multiple lesions following exposure to various chemicals, including mustard gas2and 2-butoxyethanol,3has been reported. Hormones also may be an etiologic factor; some pregnant women develop lesions that involute after delivery, and two women with elevated prolactin levels were reported to have developed hundreds of lesions.4"
        },
        {
            "parent": 0,
            "text": "Cherry angiomas are treated for cosmesis. Options include laser treatment, electrodesiccation of typical lesions, and excision of larger lesions. Cryotherapy is not effective."
        },
        {
            "parent": 1,
            "text": "Sebaceous hyperplasia is common in middle-aged and elderly persons. In patients with rare familial forms, the condition begins during puberty. Sebaceous hyperplasia consists of soft, yellow, dome-shaped papules, some of which are centrally umbilicated(Figure 5).5Commonly occurring on the forehead, cheeks, and nose, most lesions are 2 to 4 mm in diameter, but have been documented up to 5 cm in size.6Sebaceous hyperplasia also can occur on the vulva. Except for cosmesis, the condition has no clinical significance; however, the lesions are sometimes confused with early basal cell carcinomas. With its characteristic mosaic appearance, the surface of sebaceous hyperplasia is generally less uniform than that of basal cell carcinomas."
        },
        {
            "parent": 1,
            "text": "Histologically, sebaceous hyperplasia consists of enlarged lobules of mature sebaceous glands with a central dilated duct. Although the etiology is unknown, solid organ transplant recipients taking cyclosporine (Sandimmune)7and patients receiving hemodialysis are at increased risk."
        },
        {
            "parent": 1,
            "text": "Treatment options for sebaceous hyperplasia include electrodesiccation,5laser therapy, and topical bichloracetic acid.8Oral isotretinoin (Accutane) has proved effective for patients with diffuse multiple lesions.9Use of curettage is limited because of scarring. Biopsy may be necessary if there is concern that the lesion is a basal cell carcinoma."
        },
        {
            "parent": 2,
            "text": "Lipomas are the most common subcutaneous soft-tissue tumors, with an estimated annual incidence of one per 1,000 persons.10While lipomas are not a tumor of the skin, for practical reasons they are addressed here. Composed of adipocytes, lipomas are generally slow-growing nodules with a firm, rubbery consistency. While about 80 percent of lipomas are less than 5 cm in diameter,10some can reach more than 20 cm11and weigh several kg. Most such tumors are asymptomatic but can cause pain when they compress nerves. Lipomas tend to occur on the trunk, shoulders, posterior neck, and axillae, although almost all subcutaneous locations have been reported.12Solitary lesions are seen about 80 percent of the time, while multiple lesions are most common in young men.10"
        },
        {
            "parent": 2,
            "text": "Although the etiology is uncertain, solitary lipomas are associated with rearrangements of chromosome 12.13Lipomas can appear following trauma,14but it is uncertain whether the trauma is causative or if discovery of the lipoma is incidental."
        },
        {
            "parent": 2,
            "text": "Lipomas are not removed unless there is concern for cosmesis, compression of surrounding structures, or if the diagnosis is uncertain. Tumors that have characteristics consistent with a malignant liposarcoma include those that are greater than 5 cm in diameter, located on the thigh, deep (beneath or fixed to superficial fascia), and exhibit malignant behavior (rapid growth or invasion into nerve or bone).10,15Such tumors should be evaluated radiographically, including plain films and computed tomography or magnetic resonance imaging, before excision is performed.16Because lipomas generally do not infiltrate into surrounding tissue, they can be shelled out easily during excision."
        },
        {
            "parent": 2,
            "text": "An alternative to standard excision is to manually squeeze the lipoma through a small incision created with a scalpel or 4-mm punch(Figures 6through8).17This technique is especially useful in areas with thin dermis, such as the face and extremities. Liposuction-assisted lipectomy, usually performed by a subspecialist, can be successful in removing even large lipomas with minimal scarring.11"
        },
        {
            "parent": 3,
            "text": "Seborrheic keratoses are hyperkeratotic lesions of the epidermis, which often appear to be “stuck on” the surface of the skin. Seborrheic keratoses vary in color, from tan to brown to black, and usually have a well-circumscribed border. Most lesions have a rough surface and usually range in size from 2 mm to 3 cm in diameter, but can be larger. Seborrheic keratoses eventually progress from an initial hyperpigmented macule to the characteristic plaque(Figures 9and10).18The trunk is the most common site, but the lesions also can be found on the extremities, face, and scalp.19"
        },
        {
            "parent": 3,
            "text": "Men and women are affected equally by seborrheic keratoses, and the incidence increases with age. Stucco keratoses, a variant of seborrheic keratosis, are multiple skin-colored or white, dry, scaly lesions often seen on the extremities(Figure 11). Dermatosis papulosa nigra is another type of seborrheic keratosis consisting of multiple small, brown or black papules commonly found on the face of dark-skinned persons."
        },
        {
            "parent": 3,
            "text": "Differentiating between seborrheic keratoses and melanomas is a challenge. Both have variable dark colors, the potential for large size, and irregularity. A key differentiating feature is that a melanoma tends to vary more in color, such as browns, blues, black, grays, and reds, whereas a seborrheic keratosis usually is limited to shades of brown and black.18Additionally, the surface of seborrheic keratoses tends to be rougher than that of melanomas, which is smooth, yet often friable."
        },
        {
            "parent": 3,
            "text": "Seborrheic keratoses are often asymptomatic but can become irritated and inflamed spontaneously or because of chafing from clothing. Treatment of seborrheic keratoses is indicated for cosmetic reasons, to decrease irritation, or to rule out malignancy. Numerous methods of treatment are effective, but the most commonly used are cryosurgery, curettage, and excision. Cryotherapy with liquid nitrogen is effective for most seborrheic keratoses, with the exception of extremely thick lesions. Repeat treatments may be necessary. Curettage can be performed with or without electrocautery after administration of local anesthesia.18Shave excision provides good cosmesis; excisional biopsy should be reserved for lesions that are suspicious for melanoma.19Topical steroids can be used on irritated seborrheic keratoses for symptomatic relief."
        },
        {
            "parent": 3,
            "text": "The Leser-Trélat sign is the sudden onset or increase in the number of seborrheic keratoses as a result of an underlying internal malignancy, usually an adenocarcinoma of the stomach, colon, or breast.20Although the condition is rare, a work-up that includes a complete history and physical examination, routine blood tests, chest radiography, mammography and Papanicolaou smear in women, prostate-specific antigen testing in men, and endoscopic studies (esophagogastroduodenoscopy and colonoscopy) should be considered.20,21"
        },
        {
            "parent": 4,
            "text": "Dermatofibromas are nodules derived from mesodermal and dermal cells. It is unclear whether they are true neoplasms or fibrous reactions to minor trauma, insect bites, viral infections, ruptured cysts, or folliculitis.18The nodules can be found anywhere on the body, but most commonly appear on the anterior surface of the lower legs. Dermatofibromas are firm, raised papules, plaques, or nodules that vary in size from 3 to 10 mm in diameter(Figure 12). They range in color from brown to purple, red, yellow, and pink.22"
        },
        {
            "parent": 4,
            "text": "Multiple dermatofibromas (i.e., more than 15) on a person have been described as being associated with autoimmune disorders, such as systemic lupus erythematosus, or immuno-compromisation.23Usually asymptomatic, diagnosis of dermatofibromas is based on the characteristic appearance and Fitzpatrick's sign, which is the dimpling or retraction of the lesion beneath the skin with lateral compression(Figure 13).24"
        },
        {
            "parent": 4,
            "text": "Treatment should be considered for cosmetic reasons or for histologic diagnosis. Dermatofibromas can be confused with melanomas, so histologic diagnosis is necessary when the physician is unsure of the clinical diagnosis. Because of the dermal location of the nodules, excisional biopsy is superior to shave biopsy to ensure clear histology and complete removal of the lesion.18The draw-back to excisional biopsy is scar formation, especially because most dermatofibromas are seen on the thin skin of the anterior lower legs. Punch biopsy also can be used. Cryosurgery is an option for a less invasive treatment, which may not completely destroy the lesion but may improve its cosmetic appearance.25"
        },
        {
            "parent": 5,
            "text": "Acrochordons, or skin tags, are derived from ectoderm and mesoderm and represent a hyperplastic epidermis. They are found in 25 percent of persons and increase in number with age. Obesity is a predisposing factor.18The axilla, neck, and inguinal region are the most common sites(Figure 14). Skin tags usually are attached to the skin by a thin stalk (pedunculated) but also can be sessile. They range in size from less than 1 mm to 1 cm in diameter and are skin-colored or brown."
        },
        {
            "parent": 5,
            "text": "Skin tags pose no malignant threat in adults, but treatment is appropriate for cosmesis or because of irritation. Simple electrocautery or scissor excision at the base of the stalk is sufficient. Local anesthesia usually is not necessary.26Cryotherapy is effective for small lesions.19However, recurrences of skin tags are common.18Pathologic evaluation is unnecessary unless skin tags are present in childhood, because they may be the initial presentation of nevoid basal cell carcinoma syndrome.27"
        },
        {
            "parent": 6,
            "text": "Keratoacanthomas are rapidly growing lesions that occur primarily on sun-exposed skin in older persons. The majority of lesions involve the face and upper extremities, although they frequently occur on the lower extremities, especially in women.28Keratoacanthomas begin as papular lesions, enlarging over two to four weeks to a size of 2 cm or more(Figure 15). The papule often develops an umbilicated, keratinous core. After four to six months, the lesion involutes with expulsion of the core, often leaving a hypopigmented scar.29"
        },
        {
            "parent": 6,
            "text": "Keratoacanthomas are usually solitary, but multiple lesions may be present. The etiology of keratoacanthomas is uncertain, and it is uncertain if they truly are benign or if they have malignant potential. Possible causative agents include ultraviolet light, human papillomavirus, and prolonged contact with coal tar derivatives.28"
        },
        {
            "parent": 6,
            "text": "The morphology and growth patterns of keratoacanthomas are usually diagnostic. Biopsy and treatment are recommended, however, because of the histologic similarity to squamous cell carcinoma29and possible scarring after involution."
        },
        {
            "parent": 6,
            "text": "Total excision is the preferred treatment for most solitary keratoacanthomas. For smaller lesions, electrodesiccation and curettage or blunt dissection is adequate. Mohs' surgery can be used in difficult areas, especially around the nose and ears.28"
        },
        {
            "parent": 6,
            "text": "Alternative therapies include oral isotretinoin, topical (Effudex) and intralesional (Adrucil) fluorouracil, intralesional methotrexate (Rheumatrex), and intralesional 5-interferon alfa-2a (Roferon-A). Radiotherapy is an option for patients with recurrence or larger lesions.30"
        },
        {
            "parent": 7,
            "text": "Pyogenic granulomas are vascular lesions, not purulent as the name implies. The majority of pyogenic granulomas appear within the first five years of life, decreasing in incidence with age.31Lesions most commonly occur on the head, neck, and extremities, especially the fingers, as well as on mucous membranes(Figure 16). Pyogenic granulomas frequently occur on the gingiva during pregnancy (epulis gravidarum) and regress after childbirth. They begin as small (less than 1 cm), solitary, red or yellow papules that grow rapidly, often developing a stalk or “collarette” of scale at the base. Rapid growth is in response to an unknown stimulus that triggers endothelial proliferation and angiogenesis. Trauma and burns may play a role, but in most cases there is no apparent cause.31Viral causes also have been suggested.32"
        },
        {
            "parent": 7,
            "text": "Pyogenic granulomas can be extremely friable. Although a minority of pyogenic granulomas involute spontaneously within six months, most patients seek treatment because of bleeding. Treatment includes excision or shave excision with curettage and cautery.31Pyogenic granulomas recur if any abnormal tissue remains. Rarely, multiple satellite lesions develop after removal of a solitary lesion.33Excision with primary closure and laser therapy is another treatment option.34"
        },
        {
            "parent": 8,
            "text": "Epidermoid cysts, also known as inclusion cysts and epidermal inclusion cysts, are round and mobile, ranging in size from a few millimeters to several centimeters. The formerly used term, “sebaceous cyst,” is a misnomer because sebaceous glands are not components of these cysts. The cyst is filled with keratin and lined with stratified squamous epithelium. Epidermoid cysts commonly occur on the back, face, and chest, and communicate with the skin through a small, round, keratin-filled plug(Figure 17). The cysts may remain small for years or may grow rapidly. Rupture of the cyst wall into the dermis initiates an inflammatory response. The pus can either drain from the surface or be slowly resorbed."
        },
        {
            "parent": 8,
            "text": "Indications for excision include cosmesis, pain, and recurrent infection. In one excision technique, sharp and blunt dissection removes the cyst intact.35Another technique involves making a 2- to 3-mm skin incision, incising the cyst, expressing the cyst contents with pressure through the defect, and then extracting the cyst wall.36Sutures are reserved for larger cysts."
        },
        {
            "parent": 8,
            "text": "Acutely inflamed, fluctuant cysts should be incised and drained. Destruction of the wall decreases the risk of cyst recurrence and drainage is enhanced with gauze packing. Use of antibiotics is not necessary, unless a concurrent cellulitis exists. Any child with sebaceous cysts or any adult with sebaceous cysts in uncommon areas may have Gardner's syndrome, a variation of familial adenomatous polyposis exhibiting sebaceous cysts, intestinal polyps, osteomas, and fibromatosis.26"
        }
    ],
    "locked": false
}