{
    "url": "https://www.aafp.org/pubs/afp/issues/2001/0601/p2239.html#afp20010601p2239-f1",
    "title": "Evaluation and Management of the AGUS Papanicolaou Smear | AAFP",
    "author": "JOYCE E. KAFERLE, M.D., AND JEAN M. MALOUIN, M.D., M.P.H.",
    "doi": "Am Fam Physician.2001;63(11):2239-2245",
    "abstract": "Atypical glandular cells on Papanicolaou smears are an unusual but important cytologic diagnosis. The Bethesda system classifies atypical glandular cells of undetermined significance (AGUS) as glandular cells that demonstrate nuclear atypia appearing to exceed reactive or reparative changes but lacking unequivocal features of adenocarcinoma. AGUS occurs in approximately 0.18 to 0.74 percent of all cervical smears. Because of the high likelihood that AGUS is associated with significant clinical disease, simply repeating the Papanicolaou smear is not sufficient for the management of AGUS. Unlike women with atypical squamous cells of undetermined significance, a significant percentage of women with AGUS will have more serious lesions, such as high-grade preinvasive squamous disease, adenocarcinoma in situ, adenocarcinoma or invasive cancers from sites other than the cervix. Colposcopic examination is recommended for all women with a cytologic diagnosis of AGUS. Those women with AGUS that is suspicious for adenocarcinoma should undergo cervical conization, even in the absence of detectable abnormalities on colposcopic examination.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Classification and Differential Diagnosis of AGUS",
            "level": 2
        },
        {
            "id": 2,
            "name": "Evaluation and Management",
            "level": 2
        },
        {
            "id": 3,
            "name": "EVALUATION OF AGUS",
            "level": 3
        },
        {
            "id": 4,
            "name": "COLPOSCOPIC FINDINGS",
            "level": 3
        },
        {
            "id": 5,
            "name": "MANAGEMENT FOLLOWING COLPOSCOPY",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The evaluation and management of atypical glandular cells of undetermined significance (AGUS), which is diagnosed by Papanicolaou (Pap) smear, often prove to be perplexing and difficult for physicians. The diagnosis occurs relatively infrequently compared with other cytologic abnormalities. Strategies for the management of AGUS readings on Pap smears are often confused with those used for Pap smears that have been read as atypical squamous cells of undetermined significance (ASCUS). However, AGUS Pap smears are much more likely to be associated with more severe underlying abnormalities. Because of this, simply repeating the Pap smear, which is often done to manage ASCUS Pap smears, is not sufficient for managing patients who have potentially more serious AGUS readings. This review describes the epidemiology, classification and evaluation of AGUS cytologic smears and the management of patients with these readings."
        },
        {
            "parent": 0,
            "text": "AGUS is a relatively uncommon cytologic diagnosis, occurring in approximately 0.18 to 0.74 percent of cervical smears.1Of women with AGUS smears, 50 to 80 percent will have no histologic abnormality on further evaluation. However, 20 to 50 percent are found to have significant histologic abnormalities, such as cervical intraepithelial neoplasia, adenocarcinoma in situ (AIS) or adenocarcinoma.1"
        },
        {
            "parent": 0,
            "text": "The incidence of cervical AIS and adenocarcinoma has been steadily increasing over the past 20 years. A significant increase has been noted in the rates of adenocarcinoma in women who were born after the 1930s, and most of the increase in cervical cancer in women younger than 35 years is attributable to adenocarcinomas.2"
        },
        {
            "parent": 0,
            "text": "As with cervical intraepithelial neoplasia, infection with human papillomavirus (HPV) is considered to be a risk factor for AIS and adenocarcinoma.2In a prospective study3of 46,000 women, which was conducted by the Kaiser Permanente Medical Group, HPV DNA was detected in 39 (28 percent) of the 137 women with AGUS Pap smears. On review of final diagnoses for Pap smears that were initially labeled AGUS, HPV DNA was detected in 92 percent of women with high-grade squamous intraepithelial lesions, 56 percent with low-grade squamous intraepithelial lesions and 100 percent with AIS.3As with squamous cell carcinomas, HPV types 16 and 18 are most commonly associated with adenocarcinomas. However, unlike squamous lesions, HPV type 18 is more commonly seen with adenocarcinomas than is type 16.2"
        },
        {
            "parent": 0,
            "text": "The increased incidence of AIS and adeno-carcinoma over the past 20 years has been postulated to be related to the increased use of oral contraceptive pills. One study4noted an odds ratio of 4.4 in the development of cervical adenocarcinoma among women who had used oral contraceptives for more than 12 years. However, a 1991 study5showed no correlation between adenocarcinoma and the use of oral contraceptives. In a recent case-control study,6a positive association was shown between current use of oral contraceptives and AIS, but no association was detected with adenocarcinoma and squamous cell carcinoma. Further studies are needed to more clearly define the association between oral contraceptives and glandular lesions"
        },
        {
            "parent": 1,
            "text": "In 1998, the Bethesda Conference developed the AGUS classification for cytologic abnormalities of glandular cells. This category is used for glandular cells that show nuclear atypia appearing to exceed reactive or reparative changes but lacking unequivocal features of adenocarcinoma.7These glandular cells maybe endocervical or endometrial in origin. The Bethesda definition further divides the AGUS diagnosis into subgroups, which are often reported on the Pap smear report and serve to further differentiate the category. “Favor reactive” indicates that the noted cellular changes are thought to be secondary to a benign process, while “favor neoplasia” indicates that the changes are suspicious for AIS or adenocarcinoma."
        },
        {
            "parent": 1,
            "text": "Adiagnosisof AGUS on aPap smear maybe associated with a multitude of histologic abnormalities that have widely varying levels of severity. The differential diagnosis includes high and low-grade squamous lesions, AIS and adenocarcinoma. Other possible benign findings include squamous or tubular metaplasia, endometriosis, Arias-Stella reaction (cytologic changes associated with pregnancy), microglandular hyperplasia and endocervical polyps.Table 1describes findings from several studies that correlate histologic findings with AGUS smears.1,3,8,9Earlier smaller studies showed more variability in histologic diagnosis. All of the studies were retrospective and involved a significant percentage of patients who received no cervical biopsy, which may have led to overrepresentation of disease."
        },
        {
            "parent": 2,
            "text": "Because the classification of AGUS has only existed for about 10 years, its management is still evolving. In 1997, the American Society of Colposcopy and Cervical Pathology developed a guideline2that addresses this management in algorithm form(Figure 1). The first step in the algorithm depends on the subclas-sification of the Pap smear. Favor neoplasia, favor reactive (or sometimes favor benign) and “not otherwise specified” each account for about 20 percent of readings. About 40 percent are labeled “favor squamous intraepithelial lesions,” and a few are labeled “favor endometrial carcinoma.”9However, there is great variability among cytopathologists on the frequency of these readings, as well as the frequency of an AGUS reading itself. Accurate subclassification is critical, because the management of patients with AGUS Pap smears varies depending on the subclassification. The pathologist should be asked to review the cytology when the patient is referred for colposcopy. As many as 70 percent of patients may be reassigned to a different category after a second pathology review.3"
        },
        {
            "parent": 2,
            "text": "The different subcategories of AGUS are associated with different percentages of clinically significant disease(Table 2).9About 5 percent of patients in the favor reactive and not otherwise specified categories have disease not discovered on colposcopy, whereas in the category of favor neoplasia, this occurs in roughly 20 percent of patients."
        },
        {
            "parent": 3,
            "text": "Colposcopy is recommended for all patients with AGUS readings; however, management strategies differ depending on the subclassification. For subtypes that are not suspicious for neoplasia, negative results from colposcopy, biopsy and endocervical curettage are thought to be sufficiently reassuring to allow follow-up with cytology every four to six months. This is because of the lower incidence of clinically significant lesions associated with these subtypes. A cone biopsy is required for AGUS smears that are suspicious for neoplasia, because the incidence of AIS and adenocarcinoma is about 10 percent and the incidence of other cancers is up to 10 percent.9,10In the evaluation of AGUS, the purpose of the colposcopic work-up is to “rule-in” cancers if possible, so that the appropriate therapy can begin without the intermediate step of the cone biopsy."
        },
        {
            "parent": 3,
            "text": "Other techniques are supplementary to the visualization and biopsy that are done during colposcopy. The purpose of endocervical curettage is not to be reassuring when the results are negative, because it has a 50 percent false-negative rate compared with cone biopsy,11but to provide a definitive diagnosis for patients in whom it is positive or indicates neoplasia. HPV testing looks promising, but experience is currently limited to the Kaiser trial.3The results indicated that for AGUS Pap smears, HPV testing for the detection of any high-grade lesion had 95 percent sensitivity and more than 50 percent specificity. Most authors recommend endometrial biopsy for women older than 35 years, especially those with any abnormal bleeding and those with symptoms suggestive of endometrial carcinoma, but some authors recommend it for all patients. Other cancers, such as ovarian, have been found with AGUS Pap smears, but because of the low incidence of these findings, it is unclear if further work-up is indicated, especially in younger women."
        },
        {
            "parent": 4,
            "text": "As previously mentioned, colposcopy is recommended for all women with AGUS cytology. However, glandular lesions are often difficult to detect by colposcopy. This is particularly true when glandular lesions exist along with squamous lesions. The glandular lesions tend to be more subtle, often occurring at the edge of a more prominent, visible squamous lesion. Because of this, glandular lesions are often missed during colposcopy."
        },
        {
            "parent": 4,
            "text": "The colposcopic appearance of AIS and adenocarcinoma is very different from that of squamous lesions. The mosaic patterns, punctation and leukoplakia that are associated with squamous lesions are generally not seen with glandular lesions. Before acetic acid is applied, adenocarcinoma often has a dull, pale orange or yellow appearance.2For this reason, the cervix should be carefully evaluated before using acetic acid."
        },
        {
            "parent": 4,
            "text": "The appearance of AIS lesions is often even more subtle. Most AIS lesions occur within the transformation zone or in its immediate vicinity.12After acetic acid is applied, the only abnormality may be acetowhitening of the columnar villi.2Despite these difficulties with lesion identification, researchers have found several characteristic features that can help in locating glandular lesions during colposcopy. The findings are outlined inTable 3.12"
        },
        {
            "parent": 5,
            "text": "Management of patients with nonneoplastic AGUS subclassifications and negative colposcopic findings and ECC involves repeating a Pap smear every four months. This type of management contrasts with the management of patients with a nonneoplastic AGUS smear and positive colposcopic findings, regardless of the colposcopic diagnosis. For such patients, cone biopsy is recommended. Conization is necessary whether squamous or glandular lesions are found on colposcopy. This is because evidence suggests that squamous and glandular lesions coexist in 5 to 40 percent of patients10,13Glandular lesions are much harder to detect and may be obscured by a more obvious squamous lesion."
        },
        {
            "parent": 5,
            "text": "Management of patients with neoplastic subclassifications involves conization, regardless of colposcopic findings. Conization should be deep (at least 2.5 cm). Cold knife conization is preferred to loop electrosurgical excision, so that the thermal artifact does not affect the margins and thus the histopathologic interpretation of the specimen."
        },
        {
            "parent": 5,
            "text": "AIS is probably the most controversial diagnosis of the glandular lesions. The largest number of final diagnoses of AIS comes from women with AGUS Pap smears. In the case of positive margins, a simple hysterectomy is required. The controversy concerns whether women with negative margins on cone biopsy who desire future pregnancy may be followed without hysterectomy or enlarging the cone. Paradoxically, many will have residual disease, but few appear to develop clinically significant disease.14However, because of the rarity of this situation, the number of patients followed is only in the hundreds. A negative cone biopsy could also be a difficult situation. Physicians should look for other cancer diagnoses; the infrequency of any particular cancer in studies leaves us with little guidance on where or how extensively to look."
        },
        {
            "parent": 5,
            "text": "Knowledge about AGUS is growing, but studies thus far have been limited to only a few thousand patients. Studies have generally been retrospective and will likely continue to be so because of the invasiveness of the work-up. Additionally, no large-scale prospective trials have validated the use of AGUS subclassification qualifiers. However, with the high incidence of significant clinical disease associated with a cytologic diagnosis of AGUS, an aggressive management approach that begins with a second reading of the cervical smear, followed by colposcopic evaluation, cervical biopsy and endocervical curettage is warranted. Conization should be performed for any AGUS Pap smear suspicious for neoplasia. In special circumstances, other adjunctive tests, such as endometrial biopsy, should be performed to exclude other carcinomas. Further cytologic differentiation may provide some guidance in the future, and HPV testing seems likely to be helpful. Additional recommendations may also be forthcoming from the Bethesda and American Society for Colposcopy and Cervical Pathology conferences this year."
        }
    ],
    "locked": false
}