{
    "url": "https://www.aafp.org/pubs/afp/issues/2003/0101/p67.html#afp20030101p67-f1",
    "title": "Diagnosing Secondary Hypertension | AAFP",
    "author": "EDWARD ONUSKO, M.D.",
    "doi": "Am Fam Physician.2003;67(1):67-74",
    "abstract": "Secondary hypertension is elevated blood pressure that results from an underlying, identifiable, often correctable cause. Only about 5 to 10 percent of hypertension cases are thought to result from secondary causes. The ABCDE mnemonic can be used to help determine a secondary cause of hypertension:Accuracy of diagnosis, obstructive sleepApnea,Aldosteronism, presence of renal arteryBruits (suggesting renal artery stenosis), renal parenchymal disease (Bad kidneys), excessCatecholamines,Coarctation of the aorta,Cushing's syndrome,Drugs,Diet, excessErythropoietin, andEndocrine disorders. An algorithm showing the general strategy to help screen for factors involved in secondary hypertension is presented. Routine urinalysis, complete blood cell count, blood chemistry profile (potassium, sodium, creati-nine, fasting glucose, fasting lipid levels), and a 12-lead electrocardiogram are recommended for all patients with hypertension.",
    "headers": [
        {
            "id": 0,
            "name": "Diagnosis: ABCDE",
            "level": 2
        },
        {
            "id": 1,
            "name": "A: ACCURACY, APNEA, ALDOSTERONISM",
            "level": 3
        },
        {
            "id": 2,
            "name": "Accuracy",
            "level": 3
        },
        {
            "id": 3,
            "name": "Apnea",
            "level": 3
        },
        {
            "id": 4,
            "name": "Aldosteronism",
            "level": 3
        },
        {
            "id": 5,
            "name": "B: BRUITS, BAD KIDNEYS (RENAL PARENCHYMAL DISEASE)",
            "level": 3
        },
        {
            "id": 6,
            "name": "Bruits",
            "level": 3
        },
        {
            "id": 7,
            "name": "Bad Kidneys",
            "level": 3
        },
        {
            "id": 8,
            "name": "C: CATECHOLAMINES, COARCTATION, CUSHING'S SYNDROME",
            "level": 3
        },
        {
            "id": 9,
            "name": "Catecholamines",
            "level": 3
        },
        {
            "id": 10,
            "name": "Coarctation of the Aorta",
            "level": 3
        },
        {
            "id": 11,
            "name": "Cushing's Syndrome",
            "level": 3
        },
        {
            "id": 12,
            "name": "D: DRUGS, DIET",
            "level": 3
        },
        {
            "id": 13,
            "name": "Drugs",
            "level": 3
        },
        {
            "id": 14,
            "name": "Diet",
            "level": 3
        },
        {
            "id": 15,
            "name": "E: ERYTHROPOIETIN, ENDOCRINE DISORDERS",
            "level": 3
        },
        {
            "id": 16,
            "name": "Erythropoietin",
            "level": 3
        },
        {
            "id": 17,
            "name": "Endocrine Disorders",
            "level": 3
        },
        {
            "id": 18,
            "name": "Recommendations",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Patients with hypertension have some underlying mechanism that elevates their blood pressure. Conceptually, it is useful to think of patients with hypertension as having either essential hypertension (systemic hypertension of unknown cause) or secondary hypertension (hypertension that results from an underlying, identifiable, often correctable cause).1Although only about 5 to 10 percent of hypertension cases are thought to result from secondary causes, hypertension is so common that secondary hypertension probably will be encountered frequently by the primary care practitioner.2–4"
        },
        {
            "parent": -1,
            "text": "The sixth report of the Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC-VI)5defines four goals for the evaluation of the patient with elevated blood pressure: detection and confirmation of hypertension; detection of target organ disease (e.g., renal damage, congestive heart failure); identification of other risk factors for cardiovascular disorders (e.g., diabetes mellitus, hyperlipidemia); and detection of secondary causes of hypertension. Physicians can use the mnemonic ABCDE to help determine secondary causes in the patient with elevated blood pressure(Table 1)."
        },
        {
            "parent": 2,
            "text": "The first, most practical step in evaluating an elevated blood pressure reading is to investigate its accuracy. A blood pressure cuff that is too small, tight-fitting sleeves that are not removed, or a brachial artery that is noncompressible because of calcification (sometimes seen in the elderly) can cause falsely elevated readings. White-coat hypertension (blood pressure that is elevated in the physician's office but normal at other times) accounts for about 20 percent of patients with elevated readings.3JNC-VI recommends confirming high blood pressure readings outside of the office setting."
        },
        {
            "parent": 3,
            "text": "Obstructive sleep apnea (OSA), a repetitive mechanical obstruction of the upper airway during sleep, is an independent risk factor for hypertension.6At least one half of patients with OSA have hypertension.7Treatment of OSA with surgery or nasal continuous positive air way pressure reduces hypertension in these patients.8Daytime somnolence, obesity, snoring, lower-extremity edema (secondary to the right-sided congestive heart failure that occurs after repetitive anoxic insults to the myocardium during sleep), morning headaches, and nocturia suggest OSA.9There is a high incidence of OSA in patients with chronic obstructive pulmonary disease (COPD). A formal sleep study usually is needed for diagnosis of OSA and determination of corrective interventions."
        },
        {
            "parent": 4,
            "text": "Primary hyperaldosteronism is defined as overproduction of aldosterone independent of its usual regulator, the renin-angiotensin system.10The resulting retention of excess salt and water suppresses renin levels (as opposed to elevating renin levels, which causes secondary hyperaldosteronism). Increased urinary excretion of potassium signals hyperal-dosteronism, which should be suspected in all hypertensive patients with unprovoked (i.e., not diuretic-induced) hypokalemia.11The next diagnostic test should be demonstration of an elevated ratio of plasma aldosterone levels to plasma renin activity.12"
        },
        {
            "parent": 6,
            "text": "Renovascular hypertension is defined as hypertension resulting from compromised arterial supply to the kidneys. About 65 percent of renovascular disease is secondary to atherosclerosis in the renal arteries, usually seen after age 50 in patients at risk for arterial compromise (e.g., smokers, patients with diabetes, patients with known atherosclerotic disease).13The remainder of patients will demonstrate fibromuscular dysplasia (FMD) and will tend to be younger (25 to 50 years of age) at the time of diagnosis.13"
        },
        {
            "parent": 6,
            "text": "About one half of patients with renovascular hypertension will have an abdominal bruit identifiable on physical examination.13Bruits heard in both systole and diastole are more suggestive of renovascular hypertension than systolic bruits alone.14In unselected populations of hypertensive persons, the incidence of renovascular hypertension is less than 1 percent.14However, identification of this relatively small population can be important because surgery or angioplasty can reverse the hypertension, especially if performed early enough to prevent permanent renal damage."
        },
        {
            "parent": 6,
            "text": "Magnetic resonance angiography (MRA) is a noninvasive imaging modality with a sensitivity of 100 percent and a specificity of 70 to 90 percent compared with renal arteriography for detection of renal artery stenosis.2,15MRA best delineates the proximal renal vasculature and is therefore useful as an initial diagnostic tool for patients suspected of having atherosclerotic renal artery stenosis, which usually involves the proximal renal artery.16Patients suspected of having FMD, which tends to involve the distal renal artery, should undergo conventional angiography or computed tomographic angiography.16"
        },
        {
            "parent": 6,
            "text": "Another initial diagnostic test is the captopril (Capoten)-augmented radioisotopic reno-gram.17This test is based on the fact that a kidney that is receiving an inadequate blood supply will activate the renin-angiotensin system. Therefore, a single dose of the angiotensin-converting enzyme (ACE) inhibitor captopril will abruptly reduce renal function in the ischemic kidney. A scan is considered positive if there is delayed or decreased uptake of the radioisotope in the stenotic kidney compared with the non-stenotic one, so this test is not as useful if stenosis is present bilaterally.2"
        },
        {
            "parent": 6,
            "text": "Duplex ultrasound scanning is another diagnostic option, but it can be limited by its dependence on operator skill and experience. Renal arteriography remains the gold standard for defining the vessel anatomy but does not always correlate with postprocedural outcomes (i.e., surgical correction of the renal artery stenosis often does not resolve the hypertension).13"
        },
        {
            "parent": 7,
            "text": "Renal parenchymal disease can be a cause or consequence of hypertension. Progressive renal damage is caused by the mechanical and humoral effects of glomerular hypertension. The renal damage decreases the kidneys' ability to excrete salt and excess fluid (resulting in a low renin state, as opposed to the high renin state found in renovascular hypertension), and the hypertension worsens. As renal damage progresses, hyperparathyroidism develops and erythropoietin production increases, exacerbating the hypertension.5,18Thus, a vicious cycle of worsening renal function and hypertension begins."
        },
        {
            "parent": 7,
            "text": "Aggressive treatment of hypertension (particularly with ACE inhibitors) in patients with renal parenchymal disease can lower the blood pressure and slow the disease's progression, although it is difficult to effectively control hypertension in chronic renal disease. Early treatment of hypertension and diabetes, the two most common causes of end-stage renal disease, can lower the incidence of long-term renal complications.18"
        },
        {
            "parent": 7,
            "text": "Diagnosis is based on loss of renal cortical function (demonstrated by elevated serum creatinine levels and decreased creatinine clearance), although it may be impossible to tell if the renal dysfunction is primary or secondary to the hypertension.2"
        },
        {
            "parent": 9,
            "text": "Excess catecholamine levels play a role in causing white-coat hypertension and hypertension in pheochromocytoma, OSA, and other diseases discussed in this article. Acute stress induces catecholamine release and often contributes to preoperative or postoperative hypertension. Over-the-counter or prescription decongestants can have sympathomimetic effects, as do nonprescription weight-loss preparations containing ephedra (ma huang).19,20The hypertensive effects of cocaine and amphetamines also are sympathomimetic."
        },
        {
            "parent": 10,
            "text": "Coarctation of the aorta is a congenital narrowing of the aortic lumen, most often occurring just distal to the origin of the left subclavian artery. Patients with less severe forms of the disorder may not be diagnosed until young adulthood but have a high incidence of premature death.21Diagnostic clues include decreased lower-extremity (femoral) pulses with upper-extremity hypertension, dyspnea on exertion, and chest radiographic findings of notched ribs (from dilated collateral vessels) and dilation of the aorta above and below the constriction (the “3” sign).22"
        },
        {
            "parent": 11,
            "text": "Cushing's syndrome can cause hypertension via the mineralocorticoid effects of excess glucocorticoids and is best screened for with a dexamethasone-suppression test.23"
        },
        {
            "parent": 13,
            "text": "Many prescription and nonprescription drugs can cause or exacerbate hypertension(Table 2). Immunosuppressive agents such as cyclosporine (Sandimmune), tacrolimus (Prograf), and corticosteroids increase blood pressure in up to 80 percent of solid-organ transplant recipients.5Nonsteroidal anti-inflammatory drugs (NSAIDs) and cyclooxygenase-2 (COX-2) inhibitors elevate blood pressure via their antiprostaglandin effects on the kidneys. Estrogen, in the dosages most often used in oral contraceptive pills (30 to 35 mcg), appears to have only a mild hypertensive effect and no increased risk for overall mortality or myocardial infarction (if smokers over age 35 are excluded).24The lower doses of estrogen used in postmenopausal hormone-replacement regimens actually can have some antihypertensive effect.25Nicotine in cigarettes, smokeless tobacco, and cigars causes transient (30 minutes or less) increases in blood pressure, although trans-dermal nicotine preparations do not appear to have this effect.26Because patients who smoke often have a cigarette just before coming into the physician's office, blood pressure should be rechecked after 30 minutes if initial readings are elevated. Although caffeine can raise blood pressure acutely, tolerance develops rapidly, and there appears to be no direct relationship between caffeine intake and chronic hypertension.27Chronic overuse of alcohol is a potentially reversible cause of hypertension.4"
        },
        {
            "parent": 14,
            "text": "Excess consumption of dietary sodium is linked to chronic hypertension, although the lower limit of “excess” can be difficult to define. Blacks, the elderly, patients with diabetes, and patients with essential hypertension appear to be particularly sensitive to dietary sodium intake.5Low intake of potassium, calcium, and magnesium can have a similar but less pronounced effect.5Dietary patterns that cause obesity also can cause hypertension. Sustained weight reduction lowers blood pressure—often to normal levels—in at least one half of obese patients.28A loss of 5 to 10 percent of body weight can significantly reduce blood pressure."
        },
        {
            "parent": 16,
            "text": "Elevated erythropoietin levels can be endogenous (as in response to the chronic hypoxia of COPD) or exogenous (administered to alleviate the anemia seen in chronic renal failure). High erythropoietin levels can elevate blood pressure either via a polycythemia/hyperviscosity mechanism or by direct pressor effects.7"
        },
        {
            "parent": 17,
            "text": "Hypothyroidism can cause decreased cardiac output with a compensatory increase in vascular tone, resulting in a more prominent rise in diastolic blood pressure than in systolic blood pressure.7Conversely, hyperthyroidism induces increased cardiac output and compensatory decreased vascular tone, causing a greater increase in systolic blood pressure.7A thyroid-stimulating hormone level is the best diagnostic screening test for thyroid disorders."
        },
        {
            "parent": 17,
            "text": "Hyperparathyroidism (primary or secondary to chronic renal insufficiency) is a potentially reversible cause of hypertension. Its incidence in hypertensive patients is about 1 percent, compared with a 0.1 percent incidence in the general population.29However, only 30 to 40 percent of patients with hyperparathyroidism have hypertension, and parathyroidectomy does not reliably resolve hypertension in patients with this disorder.29It is unclear how hyperparathyroidism increases blood pressure, because there is no direct correlation with parathyroid hormone or calcium levels."
        },
        {
            "parent": 17,
            "text": "Pregnancy-induced hypertension has an incompletely understood neurohumoral mechanism (possibly initiated by inadequate establishment of blood supply to the developing placenta) and occasionally can develop in the immediate postpartum period."
        },
        {
            "parent": 17,
            "text": "Pheochromocytoma is another endocrine cause of hypertension. The classic symptoms include headache, diaphoresis, palpitations, and paroxysmal hypertension. The syndrome can vary depending on the types of catecholamines being produced, the amount and frequency of their release into the circulation, and other factors. The usual screening test has been urinary measurement of catecholamine metabolites (vanillylmandelic acid, metanephrines, normetanephrines).30Determination of plasma free metanephrines might be the test of first choice for diagnosis of this tumor, although availability of this test at hospital and reference laboratories is limited.31Pheochromocytoma is very rare, and routine screening in hypertensive patients is not recommended."
        },
        {
            "parent": 17,
            "text": "Acromegaly (elevated growth hormone) is a rare endocrine cause of hypertension."
        },
        {
            "parent": 18,
            "text": "A more aggressive evaluation for secondary causes of hypertension should be considered in certain clinical situations(Table 3).5,32,33A diagnostic algorithm for secondary hypertension is presented inFigure 1.34,35However, there is little objective evidence that following these recommendations would significantly benefit patients. Despite this uncertainty, it would seem reasonable for the physician to follow the recommendations in the JNC-VI(Table 4)for routine medical history, physical examination, and laboratory testing. Doing so would screen for most of the secondary causes of hypertension discussed in this article, along with signs of target organ disease and comorbid factors. Although it is not one of the JNC-VI recommendations, obtaining fasting low-density lipoprotein cholesterol levels and triglyceride levels makes sense, because recent treatment recommendations by the National Cholesterol Education Program (NCEP-III) are based on these findings.36"
        }
    ],
    "locked": false
}