{
    "url": "https://www.aafp.org/pubs/afp/issues/2002/1215/p2271.html#afp20021215p2271-f1",
    "title": "Breast-Conserving Surgery for Breast Cancer | AAFP",
    "author": "LECIA M. APANTAKU, M.D.",
    "doi": "Am Fam Physician.2002;66(12):2271-2278",
    "abstract": "Surgical treatment of breast cancer has changed significantly in recent years. Fine-needle aspirations or core-needle biopsies can be used in the diagnostic process, thus avoiding scarring incisions. The preferred method of treatment for many women with early breast cancer is conservative surgical therapy (principally lumpectomy and axillary dissection) followed by breast irradiation. Sentinel node biopsy is being investigated as an alternative to standard axillary node dissection. This could decrease morbidity following standard axillary dissection. These techniques allow women with different forms of breast cancer to conserve their breasts. For women who choose mastectomy, immediate reconstruction of the breast is now routinely performed with a prosthetic implant or autologous tissue. Clinical history, physical examination, and breast imaging are the most effective means of follow-up.",
    "headers": [
        {
            "id": 0,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Conservative Breast Surgery",
            "level": 2
        },
        {
            "id": 2,
            "name": "Patient Selection",
            "level": 2
        },
        {
            "id": 3,
            "name": "Contraindications to Conservative Surgery",
            "level": 2
        },
        {
            "id": 4,
            "name": "ABSOLUTE",
            "level": 3
        },
        {
            "id": 5,
            "name": "RELATIVE",
            "level": 3
        },
        {
            "id": 6,
            "name": "Surgical Treatment for Advanced Breast Cancer",
            "level": 2
        },
        {
            "id": 7,
            "name": "Image-Directed Surgery",
            "level": 2
        },
        {
            "id": 8,
            "name": "Surgical Techniques",
            "level": 2
        },
        {
            "id": 9,
            "name": "AXILLARY DISSECTION",
            "level": 3
        },
        {
            "id": 10,
            "name": "SENTINEL LYMPH NODE BIOPSY",
            "level": 3
        },
        {
            "id": 11,
            "name": "PROPHYLACTIC MASTECTOMY",
            "level": 3
        },
        {
            "id": 12,
            "name": "Radiation Therapy",
            "level": 2
        },
        {
            "id": 13,
            "name": "Ductal Carcinoma In Situ (DCIS)",
            "level": 2
        },
        {
            "id": 14,
            "name": "Complications of Surgical Treatment",
            "level": 2
        },
        {
            "id": 15,
            "name": "Breast Reconstruction",
            "level": 2
        },
        {
            "id": 16,
            "name": "Follow-Up Care",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Approximately 192,200 women in the United States are diagnosed annually with invasive breast cancer.1Conservative surgery followed by breast irradiation has replaced modified radical mastectomy as the preferred treatment for early-stage invasive breast cancer. Public education and proactive screening programs have contributed to the early detection of small tumors in a greater percentage of women. Studies have shown that women diagnosed at early stages of invasive breast cancer have equivalent outcomes when they are treated by lumpectomy and radiation therapy or modified radical mastectomy.2–4"
        },
        {
            "parent": 0,
            "text": "The diagnostic process for a breast mass begins with assessment of risk based on family history, personal history of breast problems, and physical examination. Significant signs of cancer include an irregular hard mass, lymph node involvement, and skin changes. If none of these signs is present and the mass is asymptomatic, mammography (ultrasound for women 30 years of age or less) and needle biopsy should be performed.5"
        },
        {
            "parent": 1,
            "text": "Stage I and Stage II breast cancers are early cancers that are not fixed to the skin or muscle. If lymph nodes are involved, they are not fixed to each other or to underlying structures. Modified radical mastectomy continues to be appropriate for some patients, but breast conservation therapy is now regarded as the optimal treatment for most. Six prospective randomized trials have shown no difference in survival when mastectomy is compared with conservative surgery plus radiation for Stage I and Stage II breast cancer(Table 1).6"
        },
        {
            "parent": 1,
            "text": "Local recurrence can happen after surgery. Following lumpectomy, local recurrence is usually at the surgical site and can be treated with mastectomy. After mastectomy, recurrence is on the chest wall. The resulting five-year survival rate is approximately 69 percent.7"
        },
        {
            "parent": 1,
            "text": "Randomized trials also have compared breast conservation surgery alone with surgery plus radiation therapy. These trials have shown a higher recurrence rate in women who did not receive radiation.8,9Standard breast conservation therapy should therefore include radiation therapy."
        },
        {
            "parent": 2,
            "text": "A complete history and physical examination help determine which surgery is best for each individual patient. A family history of breast cancer is not a contraindication to breast-conserving surgery.10Age alone should not be a determining factor in selecting surgical strategy, however elderly women may have comorbid conditions that need to be considered. A woman who is likely to have difficulty with general anesthesia might benefit from a lumpectomy performed under local anesthesia. Conversely, a woman who has difficulty complying with six weeks of radiation treatments may be a better candidate for mastectomy."
        },
        {
            "parent": 2,
            "text": "Mammographic evaluation performed within the past three months is necessary to plan surgery. The location, size, associated microcalcifications, and any other characteristics of the primary tumor must be determined. Bilateral mammography is also necessary to evaluate the presence of other suspicious lesions in the breast tissue."
        },
        {
            "parent": 2,
            "text": "Patients with invasive ductal and lobular cancers are candidates for conservative therapy if the tumor is not diffuse and negative surgical margins can be achieved.11The presence of positive axillary nodes is not a contraindication to breast conservation therapy.12Tumors located near the nipple areolar complex may require excision of the nipple, but this also is not a contraindication.12"
        },
        {
            "parent": 2,
            "text": "The status of the margins of resection after lumpectomy is important when determining the optimal surgical treatment. When negative margins can be achieved with the preservation of adequate amounts of breast tissue, the patient is a candidate for conservative surgical therapy. If tumor remains at the margin after re-excision, modified radical mastectomy may be the treatment of choice.13,14"
        },
        {
            "parent": 2,
            "text": "The patient's wishes should always be considered when deciding treatment. For most patients, mastectomy will not influence the likelihood of survival but may impact quality of life. Women whose breasts are preserved have fewer episodes of depression, anxiety, and insomnia.15A recent study of patients with early-stage breast cancer found women who undergo breast conservation therapy have improved body image, higher satisfaction with treatment, and no more fear of recurrence compared with women treated with mastectomy.16"
        },
        {
            "parent": 4,
            "text": "When two or more primary tumors are located in different quadrants of the breast or there are associated diffuse microcalcifications which appear malignant, breast-conserving therapy is not appropriate. A woman with previous breast irradiation is also not a candidate.17Breast irradiation cannot be given during pregnancy, but it may be possible to perform breast-conserving surgery in the third trimester and administer irradiation after delivery.18As mentioned above, positive surgical margins are also an absolute contraindication."
        },
        {
            "parent": 5,
            "text": "Most radiation oncologists consider a history of collagen vascular disease a relative con-traindication because the poor vasculature in the skin leads to unacceptable cosmetic results.19Tumor size is not an absolute contraindication, but the presence of a large tumor in a small breast treated with adequate margins might result in an unwanted cosmetic appearance."
        },
        {
            "parent": 6,
            "text": "Stage III tumors (larger than 5 cm), inflammatory cancers, and cancers fixed to the skin or muscle are usually treated with three cycles of chemotherapy followed by surgery.20Because locally advanced cancers are more likely to spread to distant sites, systemic therapy should be commenced as early as possible."
        },
        {
            "parent": 7,
            "text": "Nonpalpable carcinoma can be diagnosed using image-guided biopsy or needle localization with excisional biopsy. The image-guided biopsy uses either ultrasound or mammography to stereotactically localize the suspicious lesion. A large-bore needle is then used to obtain a sample from the lesion. This procedure is done through a small incision (several millimeters in length) with local anesthesia. A large multi-institutional study21of core-needle biopsies did not show seeding or spreading of cancer cells along the instrumentation track following this procedure."
        },
        {
            "parent": 7,
            "text": "The localization excisional biopsy requires that a wire be placed using mammography prior to surgery. The subsequent surgical incision is usually 1 to 2 cm in length allowing the tissue surrounding the tip of the wire to be removed."
        },
        {
            "parent": 7,
            "text": "Studies22suggest that the stereotactic procedure is faster and less costly than excisional biopsy. This procedure may not be possible, as in the cases of patients who cannot lie in the prone position required for the procedure, or those who have a body weight exceeding the limits of the surgery table. If the patient becomes easily agitated or is unable to stop coughing, monitored sedation and an excisional procedure are indicated."
        },
        {
            "parent": 7,
            "text": "Suspicious lesions close to the chest wall or the skin may be too difficult to remove stereotactically and may require needle localization excisional biopsy. Lesions that should probably be removed stereotactically are those in women who have breast implants or have a pacemaker implanted in the breast."
        },
        {
            "parent": 8,
            "text": "Local anesthesia with intravenous sedation can be used for definitive excision or lumpectomy. An incision is made directly over the tumor and should be of adequate size to allow the tumor to be completely removed. The pathologist determines that the margins are grossly clear on the surgical specimen. If the surgical margin is positive on histologic evaluation, re-excision of the biopsy site is necessary to ensure complete tumor removal."
        },
        {
            "parent": 9,
            "text": "Axillary dissection is performed under general anesthesia. The incision is transverse at the lower border of the axilla and extends to the posterior border of the pectoralis major muscle. Standard axillary dissection involves removing Level I and Level II nodes. Level II nodes lie between the pectoralis muscles, with Level III nodes above and Level I nodes below. Removal of Level III axillary nodes is necessary when obvious disease is present. A closed suction drain is placed following axillary dissection. Active range-of-motion exercises are advised beginning three to five days postoperative. Although this may prolong axillary drainage, it may prevent frozen shoulder."
        },
        {
            "parent": 10,
            "text": "The sentinel lymph node is the first node in the chain of nodes that forms the regional lymphatic system. This system drains the area containing the malignant lesion. The sentinel node is a key indicator of spread. The sentinel node can be identified using several strategies, such as a gammaemitting agent, Technetium 99-labeled sulfur colloids, or a blue dye. These can be used individually or in combination, and are injected circumferentially around the periphery of the lesion during surgery. The material is then taken up by the natural lymphatic drainage system. The sentinel nodes can be found during surgery with a gamma probe (a handheld device) that identifies a “hot spot” representing the node. When dye techniques are used, the sentinel node is colored blue for visual identification. The sentinel node can then be removed and examined for tumor cells."
        },
        {
            "parent": 10,
            "text": "One study23reported that 11 surgeons in various practice settings were able to identify 413 sentinel nodes in 443 patients. When subsequent complete axillary dissection was performed, the positive predictive value of the sentinel nodes identified was 96 percent, with a sensitivity of 89 percent. This and other studies concluded that sentinel node biopsy can predict whether axillary node metastasis is present and may reduce the need for extensive axillary dissection in some women."
        },
        {
            "parent": 10,
            "text": "Contraindications to sentinel node biopsy include a clinically positive axillary node, prior axillary surgery, pregnancy, or lactation. Additionally, women who have received pre-operative chemotherapy, who have multicentric and extensive multifocal carcinoma, and who have tumors larger than 5 cm should not undergo sentinel node biopsy."
        },
        {
            "parent": 10,
            "text": "Studies documenting the success rates of physicians learning this procedure have conflicting results. One study23found that after five training cases, individual physicians could identify the sentinel node 79 to 98 percent of the time. Another study24found that the success rate for a physician's first 10 cases ranged from 60 to 90 percent. Physicians should document their ability to identify a sentinel node before obtaining privileges for this procedure. Even though a recent survey25showed 77 percent of physicians reported performing sentinel lymph node dissection for breast cancer, it remains an investigational procedure."
        },
        {
            "parent": 11,
            "text": "Prophylactic mastectomy can be offered to high-risk women, including Stage I and Stage II BRCA1 and BRCA2 gene mutation carriers and women with lobular carcinoma in situ. This bilateral mastectomy removes the nipple and 90 percent of the breast tissue but not the axillary lymph nodes. Reconstruction can then be performed."
        },
        {
            "parent": 12,
            "text": "Radiation therapy begins two to four weeks after surgery. The dose of radiation delivered to the entire breast is between 4,500 and 5,000 cGy. A booster dose of 1,500 cGy is delivered to the tumor site. Treatment is given for five days per week during a period of six weeks. Side effects can include fatigue, burns, and skin thickening."
        },
        {
            "parent": 13,
            "text": "Treatment for DCIS is complex and depends on the size of the lesion, the histology, and the margin status. Combinations of wide excision, radiation therapy, and tamoxifen (Nolvadex) are used. A treatment algorithm is shown inFigure 1.26"
        },
        {
            "parent": 14,
            "text": "Risks and benefits are different for each surgical procedure, the most common of which are summarized inTable 2.27"
        },
        {
            "parent": 14,
            "text": "Common complications of breast surgery are bleeding and infection. Seromas (accumulations of clear fluid) can develop and are usually treated with percutaneous needle aspiration. Major complications after axillary dissection include lymphedema of the arm and nerve damage. Injury to the long thoracic nerve denervates the serratus anterior muscle and causes a winged scapula. Intercosto-brachial nerve damage causes loss of sensation in the upper inner arm."
        },
        {
            "parent": 14,
            "text": "Several strategies are recommended for prevention of lymphedema, but these strategies lack scientific proof of effectiveness. Patients should immediately seek treatment for any infection. Blood pressure measurements, venipunctures, and intravenous insertions should be avoided in the arm on the side of the surgery."
        },
        {
            "parent": 15,
            "text": "Reconstruction is available for women who need a total mastectomy or whose partial mastectomy leaves an unacceptable deformity. Reconstructive surgery can be delayed or performed immediately, and uses either breast implants or autologous tissue. The most commonly used autologous tissue is the TRAM (transverse rectus abdominis myocutaneous) flap.28The latissimus dorsi muscle also can be used. In some cases, free flaps are used.29"
        },
        {
            "parent": 15,
            "text": "Reasons for undergoing reconstruction include inability to wear clothes, dislike of the external prosthesis, and weariness of the mastectomy deformity. Many women choose not to have reconstruction."
        },
        {
            "parent": 15,
            "text": "Women tend to be satisfied with the result of reconstruction when it is delayed months or years after mastectomy. Additionally, chemotherapy or radiation therapy will not interfere with the reconstruction."
        },
        {
            "parent": 15,
            "text": "Immediate reconstruction is more convenient for patients, less expensive, and limits exposure to anesthesia risk. The aesthetic results tend to be better and the patient does not have to live with a deformity, even temporarily."
        },
        {
            "parent": 16,
            "text": "Clinical history, physical examination, and breast imaging are the most effective means of follow-up. Physical examination should be performed every three to six months for the first three years following surgery, and every six months in years four and five. After five years, annual physical examinations provide adequate follow-up. Patients at exceptionally high risk of recurrence or development of a second primary tumor should be watched more closely."
        },
        {
            "parent": 16,
            "text": "Mammography is important for the early recognition of recurrence.30Unfortunately, changes seen on mammography resulting from surgical therapy and irradiation (such as scarring, skin thickening, and masses representing postoperative fluid collections) may mimic the signs of malignancy. A baseline mammogram should be obtained approximately six months after tumor excision and the completion of all treatments. Mammography should then be done at least annually."
        },
        {
            "parent": 16,
            "text": "Other imaging studies may be necessary in symptomatic patients. Patients with bone pain should be screened by bone scan for bone secondaries. Detailed laboratory follow-up is expensive and has not been shown to improve survival.31Randomized control trials have not shown survival benefit from the routine use of bone scan and computed tomographic scan for asymptomatic patients with Stage I or Stage II breast cancer.32"
        }
    ],
    "locked": false
}