{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/0715/p419.html#afp20000715p419-f2",
    "title": "Medical Management of Obesity | AAFP",
    "author": "ETHAN M. BERKE, M.D., AND NANCY E. MORDEN, M.D.",
    "doi": "Am Fam Physician.2000;62(2):419-426",
    "abstract": "Obesity is one of the most common medical problems in the United States and a risk factor for illnesses such as hypertension, diabetes, degenerative arthritis and myocardial infarction. It is a cause of significant morbidity and mortality and generates great social and financial costs. Obesity is defined as a body mass index greater than 30. Many patients accomplish weight loss with diet, exercise and lifestyle modification. Others require more aggressive therapy. Weight loss medications may be appropriate for use in selected patients who meet the definition of obesity or who are overweight with comorbid conditions. Medications are formulated to reduce energy intake, increase energy output or decrease the absorption of nutrients. Drugs cannot replace diet, exercise and lifestyle modification, which remain the cornerstones of obesity treatment. Two new agents, sibutramine and orlistat, exhibit novel mechanisms of action and avoid some of the side effects that occurred with earlier drugs. Sibutramine acts to block uptake of serotonin, norepinephrine and dopamine, while orlistat decreases fat absorption in the intestines.",
    "headers": [
        {
            "id": 0,
            "name": "Definition of Obesity",
            "level": 2
        },
        {
            "id": 1,
            "name": "Etiology of Obesity",
            "level": 2
        },
        {
            "id": 2,
            "name": "Treatment of Obesity",
            "level": 2
        },
        {
            "id": 3,
            "name": "DIET, EXERCISE, LIFESTYLE CHANGES",
            "level": 3
        },
        {
            "id": 4,
            "name": "MEDICATIONS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "An estimated 97 million adults in this country are obese, representing 31.3 percent of men and 34.7 percent of women.1The costs to society are both direct and indirect, and include increased medical expenses, loss of productivity in the workplace, disability claims and job discrimination. Approximately $30 billion is spent on weight loss remedies in the United States each year. Treatment of obesity and diseases directly related to it accounts for 5 to 7 percent of total health care costs annually.2"
        },
        {
            "parent": -1,
            "text": "Family physicians must treat any conditions associated with obesity while working with patients on methods to achieve and maintain weight loss."
        },
        {
            "parent": 0,
            "text": "The World Health Organization has formulated an index for defining obesity. Known as the body mass index (BMI), it is based on the patient's height in meters and weight in kilograms: BMI = weight in kilograms ÷ (height in meters)2(Figure 1). This classification works for all patients except those at the extremes of height or muscle mass, where body proportions affect the calculation.3"
        },
        {
            "parent": 0,
            "text": "The International Obesity Task Force has stratified patients into different classes of obesity(Table 1). A BMI of 18.5 to 24.9 is defined as normal, a BMI of 25.0 to 29.9 as overweight and a BMI of 30 or greater as obese. In the United States, obesity was once defined as the top 15 percent of the population's weight for a given height, but this calculation does not adjust for the changing height and weight characteristics of the country's population.3It is important to remember that the BMI is not a measure of body composition; different groups of persons with the same BMI might have higher or lower levels of body fat or muscle mass."
        },
        {
            "parent": 0,
            "text": "The physician must consider the patient's risk status when selecting appropriate therapy for obesity. Coronary heart disease, type 2 diabetes (formerly known as non–insulin-dependent diabetes) and sleep apnea are regarded as high-risk conditions that increase the likelihood of morbidity and mortality. Other risk factors associated with obesity are listed inTable 2. Patients with three or more risk factors have a high absolute risk of morbidity and mortality from obesity. Patients with two or more risk factors and a BMI of 27.0 to 29.9 should be considered for weight loss treatment.4"
        },
        {
            "parent": 1,
            "text": "Obesity is caused by a constellation of factors including excessive energy intake (food), insufficient energy output (exercise, low resting metabolic rate [RMR]), genetic predisposition, low fat oxidation rate, low sympathetic activity, low plasma leptin level, environment favoring weight gain, psychologic stressors and lower socioeconomic status.4,5The goal of obesity treatment is to exert a negative energy balance on the system by reducing energy input or increasing energy output, or both. A low RMR for a given body mass is a risk factor for weight gain.6"
        },
        {
            "parent": 1,
            "text": "RMR is influenced by aerobic capacity and fat-free weight, an indirect measure of muscle mass. RMR decreases with advancing age. It accounts for 60 to 75 percent of the daily energy expenditure and represents a major component of energy balance.7Evidence suggests that a low RMR may be due to genetic variation involving sympathetic activity, thyroid activity, β3-receptor sensitivity and sodium, potassium, and adenosine triphosphatase (Na+, K+-ATPase) enzyme activity.6"
        },
        {
            "parent": 1,
            "text": "A feedback loop for weight loss has been postulated to explain why patients can generally lose only 10 to 15 percent of their body weight. As weight is lost by restricted energy intake, fat cells shrink, reducing expression of leptin, a product of the ob gene. As leptin levels fall, metabolic rate decreases, and appetite increases, thereby impeding further weight loss.8Environmental factors also influence weight. Studies have shown an inverse relationship between socioeconomic status and obesity.9Sedentary lifestyle is clearly a risk factor as well."
        },
        {
            "parent": 3,
            "text": "Proper diet, exercise and behavior modification are the foundation of treating obesity. Pharmacologic treatment of obesity should be considered in patients who have comorbid conditions and in whom diet and exercise alone have proved insufficient."
        },
        {
            "parent": 3,
            "text": "Patients with no comorbid conditions and a BMI of 25.0 to 29.9 should not receive medication for obesity. Patients with a BMI of 30 or greater with no complications and those with a BMI of 27.0 to 29.9 and two comorbid conditions may be candidates for pharmacologic therapy. A treatment algorithm is presented inFigure 2."
        },
        {
            "parent": 4,
            "text": "Many different agents are available for the medical management of obesity. They can be classified by their mechanism of action: drugs that reduce energy intake, drugs that increase energy expenditure and nutrient-partitioning agents. Although some of these medications show promise, no long-term outcome studies have assessed their effect on overall morbidity and mortality."
        },
        {
            "parent": 4,
            "text": "Drugs That Reduce Energy Intake. Two classes of anorectic drugs are currently available in the U.S.: noradrenergic agents and serotonergic agents. Within the noradrenergic class, diethylpropion (Tenuate), mazindol (Sanorex), phenylpropanolamine (Dexatrim), phentermine (Fastin) and phendimetrazine (Bontril) are characteristic medications. These medications preserve the anorectic effects of amphetamines with weaker stimulant activity and little abuse potential."
        },
        {
            "parent": 4,
            "text": "All of the noradrenergic drugs except phenylpropanolamine act through a centrally mediated pathway in the hypothalamus that causes anorexia.10Phenylpropanolamine, a racemic mixture of norephedrine esters, causes a release of norepinephrine throughout the body and stimulates hypothalamic adrenoreceptors to reduce appetite.10It is a common ingredient of cold formulations. Noradrenergic agents provide modest, short-term weight loss when combined with dietary programs.1No studies have evaluated the long-term use of these medications, and evidence exists that weight gain recurs when the agent is discontinued."
        },
        {
            "parent": 4,
            "text": "Side effects for this class of drugs include insomnia, nervousness, irritability, headache, nausea and constipation. Mazindol and phentermine have the potential to increase blood pressure and precipitate angina in some persons and should be used with caution in patients with cardiac risk factors.9Phenylpropanolamine is believed by some to cause an elevation in blood pressure,11although others disagree.9Diethylpropion is thought to have a more tolerable side effect profile. Abuse potential is extremely low for these agents."
        },
        {
            "parent": 4,
            "text": "Serotonergic agents include fenfluramine (Pondimin) and dexfenfluramine (Redux). Fenfluramine and dexfenfluramine stimulate release of serotonin and inhibit its reuptake. They have been shown to cause weight loss in obese persons.9These medications were withdrawn from the market after valvular heart disease was reported in a small number of patients using the combination of fenfluramine and phentermine.8"
        },
        {
            "parent": 4,
            "text": "Sibutramine (Meridia) is a novel agent that inhibits the reuptake of serotonin, norepinephrine and dopamine. It does not stimulate secretion of serotonin.9The drug produces weight loss by its anorectic effect and, possibly, by stimulating thermogenesis (i.e., increasing metabolic rate). It is metabolized by the cytochrome P450 enzyme system to two active metabolites.12Sibutramine's effect on food intake is caused by increased noradrenergic and serotonergic activity in the central nervous system. In laboratory animals, the drug decreases time spent eating and increases time spent resting, maintaining the normal physiologic pattern of eating, resting and activity. This differs from amphetamine-class drugs, which cause eating and resting behavior to be replaced by increased locomotor activity, disrupting the normal cycle.13"
        },
        {
            "parent": 4,
            "text": "Studies have shown that active weight loss occurs for the first six months of sibutramine use and can be maintained for up to one year with continued treatment. At the initial dosage of 10 mg daily, 40 percent of subjects lost 5 percent of their baseline weight, and 20 percent lost 10 percent of their baseline weight. When the dosage was increased to 15 mg daily, significantly more patients in each category lost weight.12Another study14demonstrated significant, dose-dependent weight loss over 24 weeks with sibutramine; however, like other studies, it showed that weight gain occurs with discontinuation of the drug. When compared with dexfenfluramine, sibutramine was found to produce significantly greater weight loss over a period of 12 weeks, with a more tolerable side effect profile.15"
        },
        {
            "parent": 4,
            "text": "Sibutramine therapy has also been studied in patients with diabetes. In one study of patients with type 2 diabetes,16sibutramine produced significant weight loss compared with placebo, but less weight loss than in non-diabetic patients. Interestingly, the treated group also experienced a decrease in glycosylated hemoglobin levels, although it is not known whether this loss was related directly to sibutramine or was a result of the patients' overall weight loss. Other studies have shown that sibutramine can reduce hyperinsulinemia and increase insulin-mediated glucose disposal, resulting in decreased insulin resistance.17Whether this effect is caused by sibutramine directly or is a result of reduced adiposity in the subjects is unclear."
        },
        {
            "parent": 4,
            "text": "Adverse effects attributed to sibutramine include headache, insomnia, constipation and dry mouth. Increases in blood pressure (mean 2 mm Hg in both systolic and diastolic blood pressure) and pulse rate (3 to 6 beats per minute) may also occur. Patients with cardiac conditions should be given this drug with caution.16The manufacturer advises against giving sibutramine to patients with a history of coronary artery disease, congestive heart failure, arrhythmias or stroke. Sibutramine use should also be avoided in patients taking other serotonergic medications, including selective serotonin reuptake inhibitors (SSRIs) and serotonin agonists, lithium, meperidine, fentanyl, monoamine oxidase inhibitors (MAOIs) and dextromethorphan.18Laboratory studies have suggested that sibutramine's action may be partially inhibited by noradrenergic antagonists (alpha and beta blockers) or serotonergic agents.14"
        },
        {
            "parent": 4,
            "text": "Because the cytochrome P450 system is involved in the metabolism of the drug, patients with severe hepatic disease should be given sibutramine with caution. Because the drug inhibits reuptake of serotonin but does not stimulate secretion, some feel that the risk of heart-valve lesions is low.19–21Primary pulmonary hypertension, which is associated with other centrally acting serotonergic weight loss medications, has not been reported in patients treated with sibutramine.9,10In clinical trials, the drug has been determined to have no potential for abuse.22It is classified as a schedule IV drug in the Federal Controlled Substances Act, which means that it has a low potential for abuse and that abuse may lead to limited physical and psychologic dependence."
        },
        {
            "parent": 4,
            "text": "Nutrient Partitioning. Orlistat (Xenical) is a weight loss medication of novel mechanism. A lipase inhibitor, it acts in the gastrointestinal tract to decrease fat absorption. The drug is not absorbed but instead inhibits pancreatic and gastric lipases, thus reducing triglyceride hydrolysis.10Unabsorbed triglycerides and cholesterol are excreted in feces. Studies have shown weight loss of 8.5 percent at one year compared with 5.4 percent for placebo.10"
        },
        {
            "parent": 4,
            "text": "In a randomized, double-blind, placebo-controlled trial,23orlistat-treated patients had significantly more weight loss at one year; most patients maintained weight loss at two years with continuation of the drug. These findings were reproduced in a later study in which orlistat produced significant weight loss at one year.24Patients lost an average of 8.8 kg in the first year, compared with 5.8 kg in the placebo group. Patients taking orlistat subsequently regained 3.2 kg in the second year compared with 5.6 kg in the placebo group. Unfortunately, the study had a relatively high dropout rate, which could make it difficult to apply to the general population. In this study,24orlistat also decreased total serum cholesterol and low-density lipoprotein (LDL) levels but did not change the HDL/LDL ratio. LDL was reduced by 8 mg per dL, and total cholesterol was reduced by 11 mg per dL over a two-year period, which was significantly different from the result achieved with placebo."
        },
        {
            "parent": 4,
            "text": "Side effects of orlistat include steatorrhea, flatus, fecal incontinence and oily spotting. These effects are more dramatic with the consumption of fatty foods and may contribute to weight loss by discouraging dietary indiscretion. In two randomized, controlled studies,23,24gastrointestinal side effects were considered mild to moderate and improved in the second year of treatment."
        },
        {
            "parent": 4,
            "text": "The package insert warns of changes in coagulation parameters in patients being treated with warfarin (Coumadin), because of the possibility of decreased vitamin K absorption. In one study,24plasma concentrations of fat-soluble vitamins were lower in orlistat-treated patients than in the placebo group, but they remained within the reference range. Other studies have shown a slight decrease in fat-soluble vitamin levels in orlistat-treated patients.23,25The manufacturers recommend vitamin supplementation, although not within two hours of orlistat administration. The drug is contraindicated in patients with chronic malabsorption syndrome or cholestasis. A comparison of sibutramine and orlistat is presented inTable 3."
        },
        {
            "parent": 4,
            "text": "Agents to Increase Energy Expenditure. Agents that increase energy expenditure are scarce. The search for a thermogenic medication that has a tolerable side effect profile has yielded few drugs, and none is recommended for weight loss treatment."
        },
        {
            "parent": 4,
            "text": "Ephedrine and the xanthines, such as caffeine and theophylline, increase metabolic rate. Studies have demonstrated their efficacy as short-term weight loss medications, but the risk of cardiac complications from hypertension, increased heart rate, increased myocardial oxygen consumption and increased cardiac output limit their clinical use.10Thyroid hormone also increases the metabolic rate, but it can cause tachycardia and is associated with accelerated protein loss. Moreover, its effect on weight loss is minimal. It is not recommended as a weight loss medication."
        },
        {
            "parent": 4,
            "text": "Other Drugs. Leptin, a hormone produced by fat cells, controls food intake and energy expenditure. In obese persons who are losing weight without medications, a decrease in weight is associated with a decrease in circulating levels of leptin, suggesting its role in weight homeostasis. Obese patients with high leptin levels are thought to have peripheral leptin resistance secondary to the down-regulation of leptin receptors.19It was hoped that administering leptin would stimulate weight loss, but peripherally administered leptin has been found to have no effect."
        },
        {
            "parent": 4,
            "text": "Cholecystokinin is a peptide that activates gastric vagal fibers, triggering satiety. Administration of cholecystokinin decreases food intake, but the agent must be administered parenterally, and no safety studies have been performed.9"
        },
        {
            "parent": 4,
            "text": "Surgical Intervention. In some persons, weight loss is crucial because of coexisting conditions such as sleep apnea, cardiovascular disease or diabetes. When medical management and lifestyle changes prove insufficient, surgical intervention may be considered. Vertical banded gastroplasty and Roux-en-Y gastric bypass can result in dramatic weight loss of up to 25 percent. Surgical mortality can be as low as 1 percent.26It is important to remember, however, that a weight loss of even 5 percent, achieved with diet modification, exercise and medical therapy, can lead to substantial improvements in other metabolic and cardiopulmonary conditions. The risks of surgery must be taken seriously."
        }
    ],
    "locked": false
}