{
    "url": "https://www.aafp.org/pubs/afp/issues/2001/0301/p897.html#afp20010301p897-f1",
    "title": "Osteoporosis: Part I. Evaluation and Assessment | AAFP",
    "author": "JEANNETTE E. SOUTH-PAUL, COL, MC, USA",
    "doi": "Am Fam Physician.2001;63(5):897-905",
    "abstract": "Osteoporosis afflicts 75 million persons in the United States, Europe and Japan and results in more than 1.3 million fractures annually in the United States. Because osteoporosis is usually asymptomatic until a fracture occurs, family physicians must identify the appropriate timing and methods for screening those at risk. Prevention is the most important step, and women of all ages should be encouraged to take 1,000 to 1,500 mg of supplemental calcium daily, participate in regular weight-bearing exercise, avoid medications known to compromise bone density, institute hormone replacement therapy at menopause unless contraindicated and avoid tobacco and excessive alcohol intake. All postmenopausal women who present with fractures as well as younger women who have risk factors should be evaluated for the disease. Physicians should recommend bone mineral density testing to younger women at risk and postmenopausal women younger than 65 years who have risk factors for osteoporosis other than being postmenopausal. Bone mineral density testing should be recommended to all women 65 years and older regardless of additional risk factors. Bone mineral density screening should be used as an adjunct to clinical judgment only if the results would influence the choice of therapy or convince the patient to take appropriate preventive measures.",
    "headers": [
        {
            "id": 0,
            "name": "Primary vs. Secondary Osteoporosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Risk Factors",
            "level": 2
        },
        {
            "id": 2,
            "name": "GENETIC",
            "level": 3
        },
        {
            "id": 3,
            "name": "NUTRITIONAL",
            "level": 3
        },
        {
            "id": 4,
            "name": "BEHAVIORAL",
            "level": 3
        },
        {
            "id": 5,
            "name": "Diagnosis and Assessment",
            "level": 2
        },
        {
            "id": 6,
            "name": "HISTORY AND PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 7,
            "name": "LABORATORY TESTS",
            "level": 3
        },
        {
            "id": 8,
            "name": "BONE DENSITY MEASUREMENT",
            "level": 3
        },
        {
            "id": 9,
            "name": "RECOMMENDATIONS FOR PREVENTION",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Osteoporosis is a public health problem affecting 75 million persons in the United States, Europe and Japan, including one third of postmenopausal women and most of the elderly in the United States, Europe and Japan. Osteoporosis results in more than 1.3 million fractures annually in the United States.1Family physicians and other primary care professionals should recognize the implications involved when patients present with fractures, identify patients with subclinical osteoporosis and know when to implement preventive strategies in younger patients. An algorithm(Figure 1)is presented to assist in the evaluation of osteoporosis."
        },
        {
            "parent": -1,
            "text": "Osteoporosis is a condition characterized by microarchitectural deterioration of bone tissue leading to decreased bone mass and bone fragility.2The major processes responsible for osteoporosis are poor bone mass acquisition during adolescence and accelerated bone loss in persons during the sixth decade (the perimenopausal period in women)."
        },
        {
            "parent": -1,
            "text": "Both processes are regulated by genetic and environmental factors. Reduced bone mass is the result of varying combinations of hormone deficiencies, inadequate nutrition, decreased physical activity, comorbidity and the effects of medications used to treat various unrelated medical conditions.3,4"
        },
        {
            "parent": -1,
            "text": "Of the approximately 25 million American women who have osteoporosis, 8 million have had a documented fracture.1The female-to-male fracture ratios are 7:1 for vertebral fractures, 1.5:1 for distal forearm fractures and 2:1 for hip fractures.5,6The lifetime risk of a 50-year-old white woman having an osteoporotic fracture is 40 percent. Osteoporotic fractures are more common in whites and Asians than in blacks and Hispanics, and are more common in women than in men. One possible reason is that blacks and men achieve higher peak bone densities than whites and women. With respect to women, age-related bone loss accelerates during menopause as estrogen levels decrease.5"
        },
        {
            "parent": 0,
            "text": "Primary osteoporosis—deterioration of bone mass that is unassociated with other chronic illness—is related to aging and decreased gonadal function. Therefore, early menopause or premenopausal estrogen deficiency states may hasten the development of primary osteoporosis. Prolonged periods of inadequate calcium intake, sedentary lifestyle and tobacco and alcohol abuse also contribute to this condition."
        },
        {
            "parent": 0,
            "text": "Secondary osteoporosis results from chronic conditions that contribute significantly to accelerated bone loss. These chronic conditions include endogenous and exogenous thyroxine excess, hyperparathyroidism, malignancies, gastrointestinal diseases, medications, renal failure and connective tissue diseases.7Osteoporosis is a common complication of long-term glucocorticoid therapy and is responsive to bisphosphonates in this setting. Secondary forms of osteoporosis are listed inTable 1.8If secondary osteoporosis is suspected, appropriate diagnostic work-up could identify a different management course. For example, if a pituitary tumor is identified, surgical removal could prevent ongoing accelerated bone loss. The bone loss already sustained can be treated. The secondary hyperparathyroidism of renal failure can be ameliorated through dietary modification and calcium supplementation."
        },
        {
            "parent": 2,
            "text": "Because osteoporosis is usually asymptomatic until a fracture occurs, it is crucial to recognize who is at risk and identify the appropriate timing and methods for screening. Women are more susceptible to osteoporosis than men. However, osteoporosis in men is now recognized as an important health problem, particularly in the aged.9Many clinical decisions involving men must be based on extrapolations from what is known about osteoporosis in women. Approximately 30 percent of hip fractures in persons older than 65 years occur in men. Osteoporosis-related fracture in older men is associated with lower femoral neck bone mineral density, quadriceps weakness, higher body sway, lower body weight and decreased stature.10"
        },
        {
            "parent": 2,
            "text": "Osteoporosis is much more common in older persons and in the ethnic groups previously mentioned. Furthermore, family history of osteoporosis increases the risk. One example of genetically determined osteoporosis is seen in patients with Turner's syndrome (45XO gonadal dysgenesis). Osteoporosis commonly complicates this syndrome and its genetic variants. Women with this syndrome have low plasma estradiol levels and elevated gonadotropin concentration.7Another genetic disease in which osteoporosis occurs is osteogenesis imperfecta."
        },
        {
            "parent": 3,
            "text": "Increasing the milk intake of adolescents has been shown to improve bone mineralization.11However, because other nutrients besides calcium are essential for bone health, calcium alone may be insufficient to combat osteoporosis. Unquestionably, adolescents must maintain a dietary balance among calcium, protein, other calorie sources and phosphorus. For example, phosphorus is a substantial component of carbonated drinks, and high phosphorus intake compromises calcium uptake by bone, thereby promoting decreased bone mass."
        },
        {
            "parent": 3,
            "text": "Eating disorders also affect bone mineral density. Inability to maintain normal body mass promotes bone loss. The body weight history of women with anorexia nervosa is the most important predictor of the presence of osteoporosis.12The bone mineral density of these patients does not increase to the normal range even several years after recovery from the disorder, and all persons with a history of an eating disorder remain at high risk for osteoporosis in the future."
        },
        {
            "parent": 3,
            "text": "Major demands are placed on the mother by the fetus for calcium during pregnancy and by the infant during lactation. The axial spine and hip show losses of bone mineral density during the first six months of lactation, but these losses appear to be completely restored six to 12 months after weaning.13A summary of risk factors is presented inTable 2."
        },
        {
            "parent": 4,
            "text": "Sedentary lifestyle and immobility (confinement to bed or wheelchair) increase the incidence of osteoporosis. Low body weight and cigarette smoking negatively influence bone mass. Excessive alcohol consumption has been shown to depress osteoblast function and, thus, to decrease bone formation. Because certain medications negatively affect bone mineral density, these drugs should be avoided, if possible, in those at risk(Table 1).8"
        },
        {
            "parent": 6,
            "text": "The history and physical examination are neither sensitive enough nor sufficient for diagnosing primary osteoporosis. However, they are important in screening for secondary forms of osteoporosis and directing the evaluation. A medical history provides valuable clues to the presence of chronic conditions, behaviors, physical fitness and the long-term use of medications that could influence bone density."
        },
        {
            "parent": 6,
            "text": "Those already affected by complications of osteoporosis may complain of upper- or midthoracic back pain associated with activity, aggravated by long periods of sitting or standing, and easily relieved by rest in the recumbent position. The history should also assess the likelihood of fracture. Low bone density, a propensity to fall, greater height and prior fractures are indications of increased fracture risk."
        },
        {
            "parent": 6,
            "text": "The physical examination should be thorough for the same reasons. For example, lid lag, and enlargement or nodularity of the thyroid suggest hyperthyroidism. Moon facies, thin skin and a buffalo hump suggest Cushing's syndrome. Cachexia mandates screening for an eating disorder or malignancy. A pelvic examination is necessary for the complete evaluation of women. Osteoporotic fractures are a late physical manifestation. Common fracture sites are the vertebrae, forearm, femoral neck and proximal humerus. The presence of a dowager's hump (spinal curvature) in elderly patients indicates multiple vertebral fractures and decreased bone volume."
        },
        {
            "parent": 7,
            "text": "Basic chemical analysis of serum is indicated when the history suggests other clinical conditions influencing the bone density. The tests presented inTables 37and45are appropriate for excluding secondary causes of osteoporosis.7These tests provide specific clues to serious illnesses that may otherwise have gone undetected and which, if treated, could result in resolution or modification of the bone loss. Specific biochemical markers (human osteocalcin, bone alkaline phosphatase, immunoassays for pyrinoline cross-links and type 1 collagen-related peptides in urine) that reflect the overall rate of bone formation and bone resorption are now available. These markers are primarily of research interest and are not recommended as part of the basic work-up for osteoporosis.14They have a high degree of biologic variability and diurnal variation and do not differentiate causes of altered bone metabolism.14–16For example, measures of bone turnover increase and remain elevated after menopause but do not necessarily provide information that can direct management."
        },
        {
            "parent": 8,
            "text": "Controlled trials have yet to prove that women who receive bone density screening have better outcomes (i.e., improved bone density or fewer falls) than women who are not screened. The U.S. Preventive Services Task Force suggests that the primary argument for screening is that postmenopausal women with low bone density are at increased risk for subsequent fractures of the hip, vertebrae and wrist, and that intervention can slow the decline in bone density after menopause.17The presence of multiple risk factors (i.e., older than 80 years, poor health, limited physical activity, poor vision, previous postmenopausal fracture, psychotropic drug use) seems to be a stronger predictor of hip fracture than low bone density.17Indications for bone mineral density screening are outlined inTable 5.18"
        },
        {
            "parent": 8,
            "text": "Plain radiographs are not sensitive enough to diagnose osteoporosis until total bone density has decreased by 50 percent, but bone densitometry is useful for measuring bone density and monitoring the course of therapy19(Table 5).18Single- and dual-photon absorptiometry have been used in the past but provide poorer resolution, less accurate analysis and more radiation exposure than x-ray absorptiometry."
        },
        {
            "parent": 8,
            "text": "The most widely used techniques of assessing bone mineral density are dual-energy x-ray absorptiometry (DXA) and quantitative computerized tomography (CT).20These methods have precision error rates of 0.5 to 2 percent. Of these methods, DXA is the most precise and the diagnostic measure of choice.21Quantitative CT is the most sensitive method but results in substantially greater radiation exposure than DXA."
        },
        {
            "parent": 8,
            "text": "Smaller, less expensive systems for assessing the peripheral skeleton are now available. These include DXA scans of the distal forearm and the middle phalanx of the nondominant hand, and a variety of devices for obtaining quantitative ultrasound measurements on bone. The predictive value of these peripheral measures in assessing fracture risk at the hip or vertebrae is not clear. Ideally, baseline measurements should be taken at a central and a peripheral site. If follow-up measurements are needed to monitor therapy, the peripheral scans can be compared with the original measurements. Follow-up measures must be obtained using the same instruments to ensure reliability of data."
        },
        {
            "parent": 8,
            "text": "Bone densitometry reports provide a T score (the number of standard deviations above or below the mean bone mineral density for sex and race matched to young controls) or a Z score (comparing the patient with a population adjusted for age, sex and race). The bone mineral density result enables the classification of patients into three categories: normal, osteopenic and osteoporotic. Normal patients need no further therapy; osteopenic patients should be counseled, treated and followed so that no further bone loss develops; osteoporotic patients should receive active therapy aimed at increasing bone density and decreasing fracture risk. Osteoporosis is the classification for a T score of more than 2.5 standard deviations below the sex-adjusted mean for normal young adults at peak bone mass.2Z scores are of little value to the practicing clinician."
        },
        {
            "parent": 8,
            "text": "Decisions to intervene in patients with osteoporosis reflect a desire to prevent early or continuing bone loss, a belief that there can be an immediate impact on the patient's well-being and a willingness to comply with the patient's desires. Bone densitometry can assist in the decision-making process if the patient's age confers risk, there are no manifestations of disease and the decision point is prevention versus treatment. Medicare currently reimburses costs of bone densitometry when the conditions outlined inTable 621are met."
        },
        {
            "parent": 9,
            "text": "Recognizing the variety of conditions conferring risk of osteoporosis, the National Osteoporosis Foundation makes the following recommendations to physicians:"
        },
        {
            "parent": 9,
            "text": "Counsel all women on the risk factors for osteoporosis. Osteoporosis is a “silent” risk factor for fracture, just as hypertension is for stroke; one out of two white women will have an osteoporotic fracture at some point in her lifetime.Perform an evaluation for osteoporosis on all postmenopausal women who present with fractures, using bone mineral density (testing to confirm the diagnosis and determine the disease severity).Recommend bone mineral density testing to postmenopausal women younger than 65 years who have one or more risk factors for osteoporosis in addition to menopause.Recommend bone mineral density testing to all women 65 years and older regardless of additional risk factors.Advise all patients to obtain an adequate dietary intake of calcium (at least 1,200 mg per day), including supplements if necessary.Recommend regular weight-bearing and muscle-strengthening exercise to reduce the risk of falls and fractures.Advise patients to avoid smoking and to keep alcohol intake at a moderate level (i.e., one drink or less per day for women and two drinks or less per day for men).Consider all postmenopausal women who present with vertebral or hip fractures to be candidates for osteoporosis treatment.Initiate therapy to reduce fracture risk in women with bone mineral density T scores below −2 in the absence of risk factors and in women with T scores below −1.5 if other risk factors are present.Pharmacologic options for osteoporosis prevention and treatment are hormone replacement therapy, alendronate (Fosamax) and raloxifene (Evista) for prevention; and calcitonin (Calcimar) for treatment.22"
        }
    ],
    "locked": false
}