{
    "url": "https://www.aafp.org/pubs/afp/issues/2001/0201/p499.html#afp20010201p499-f2",
    "title": "Detection, Education and Management of the Asplenic or Hyposplenic Patient | AAFP",
    "author": "MALCOLM L. BRIGDEN, M.D.",
    "doi": "Am Fam Physician.2001;63(3):499-508",
    "abstract": "Fulminant, potentially life-threatening infection is a major long-term risk after splenectomy or in persons who are functionally hyposplenic as a result of various systemic conditions. Most of these infections are caused by encapsulated organisms such as pneumococci,Haemophilus influenzaeand meningococci. A splenectomized patient is also more susceptible to infections with intraerythrocytic organisms such asBabesia microtiand those that seldom affect healthy people, such asCapnocytophaga canimorsus. Most patients who have lost their spleens because of trauma are aware of their asplenic condition, but some older patients do not know that they are asplenic. Other patients may have functional hyposplenism secondary to a variety of systemic diseases ranging from celiac disease to hemoglobinopathies. The identification of Howell-Jolly bodies on peripheral blood film is an important clue to the diagnosis of asplenia or hyposplenia. Management of patients with these conditions includes a combination of immunization, antibiotic prophylaxis and patient education. With the increasing prevalence of antibiotic-resistant pneumococci, appropriate use of the pneumococcal vaccine has become especially important.",
    "headers": [
        {
            "id": 0,
            "name": "Infection in Asplenic or Hyposplenic Patients",
            "level": 2
        },
        {
            "id": 1,
            "name": "Detection of Patients at Risk",
            "level": 2
        },
        {
            "id": 2,
            "name": "Management of Patients at Risk",
            "level": 2
        },
        {
            "id": 3,
            "name": "IMMUNIZATION",
            "level": 3
        },
        {
            "id": 4,
            "name": "ANTIBIOTICS: PROPHYLAXIS AND TREATMENT",
            "level": 3
        },
        {
            "id": 5,
            "name": "EDUCATION",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Patients who are asplenic or who have functional hyposplenism are at lifelong risk for a variety of serious infections, especially with encapsulated organisms such asStreptococcus pneumoniae, Haemophilus influenzaeandNeisseria meningitidis.1–3With the growing concern about antibiotic-resistant pneumococci, the appropriate management of asplenic and hyposplenic patients has become increasingly important.4–6"
        },
        {
            "parent": 0,
            "text": "Splenic macrophages have a major role in phagocytosing bacteria and aging blood cells from the circulation.1,2The spleen is also a major producer of antibodies.3Although most serious infections in asplenic persons are due to encapsulated bacteria,2–4other pathogens, such as gram-negative organisms andCapnocytophaga canimorsus(formerly DF-2 bacillus), which is associated with dog bites, may also be responsible.7A splenectomized person also has an increased susceptibility to infections with intraerythrocytic parasites such asPlasmodia falciparumandBabesia microti, which is endemic on Cape Cod and Nantucket Island in Massachusetts.2,3More rarely involved organisms include group B streptococci; Enterococcus, Bacteroides, Salmonella and Bartonella species;Plesiomonas shigelloides,Eubacterium plautiandPseudomonas pseudomallei.1,3"
        },
        {
            "parent": 0,
            "text": "Although the risk for fulminant infection is low (probably in the range of 1 per 500 person-years of observation), in one large study the overall cumulative risk of infection severe enough to require hospitalization was 33 percent at the end of a 10-year follow-up period.1,3Children are especially susceptible because they often have lower levels of specific antibodies against encapsulated organisms.8"
        },
        {
            "parent": 0,
            "text": "Overall immune status is also an important consideration. Patients who have conditions associated with defective cellular immunity, such as Hodgkin's disease or hypogammaglobulinemia, those who are undergoing chemotherapy or radiation therapy, and those who have had bone marrow transplantation, all have impaired ability to mount an effective antibody response.5,9"
        },
        {
            "parent": 0,
            "text": "The majority (50 to 70 percent) of serious infections occur within the first two years following splenectomy. However, patients have had serious infections more than 40 years after a splenectomy, indicating that the increased risk is lifelong.1–3"
        },
        {
            "parent": 0,
            "text": "The most dreaded infectious complication is overwhelming postsplenectomy infection (OPSI).1–3The typical clinical features of OPSI are listed inTable 1. Initial symptoms are often mild, with an influenza-like presentation that includes fever, malaise, myalgias, headache, vomiting, diarrhea and abdominal pain. The infection may then rapidly progress to full-blown bacteremic septic shock, accompanied by hypotension, anuria, disseminated intravascular coagulation and hypoglycemia.7Bacterial proliferation in OPSI is often so extreme that bacteria are noted in buffy-coat preparations or even in the neutrophils present on a peripheral blood film.3Despite appropriate antibiotic therapy and other intensive intervention, the reported mortality has ranged from 50 to 80 percent.2,3,7If patients are educated to seek medical attention immediately, the mortality may be reduced to about 10 percent.9More than one half of the patients who die do so within 48 hours of admission to the hospital.7"
        },
        {
            "parent": 1,
            "text": "Most patients who have had a splenectomy are aware of it. Partial splenectomy with retention of some splenic tissue has been increasingly performed in patients with splenic trauma.10Another approach involves auto-transplantation of splenic tissue within the mesentery.11Splenic implants or accessory spleens may be found in the peritoneum of 50 percent of patients who undergo traumatic splenectomy.3Unfortunately, the degree of protection provided by splenosis or accessory spleens appears to be variable and unpredictable. Because of the uncertainty about how much splenic function persists following partial splenectomy or autotransplantation of splenic tissue, such patients should undergo protective measures similar to those provided for patients known to be asplenic.1–3"
        },
        {
            "parent": 1,
            "text": "In the past, many patients undergoing hiatal hernia surgery or partial gastric resection for peptic ulcer disease had incidental removal of the spleen. Unfortunately, some of these patients were never informed about their asplenic state.2In addition, splenic dysfunction may occur as a consequence of various gastrointestinal, immunologic, inflammatory, infiltrative and hematologic diseases, many of which have been linked to cases of OPSI(Table 2).2,3,12,13Virtually all adult patients with sickle cell disease are functionally asplenic.12"
        },
        {
            "parent": 1,
            "text": "In clinical practice, severe liver disease and celiac disease are probably the two most common causes of functional hyposplenism.12Although most liver-related cases are the result of cirrhosis and portal hypertension, functional hyposplenism occasionally occurs in persons with acute alcoholism, perhaps because of a direct toxic effect of alcohol on the spleen.13"
        },
        {
            "parent": 1,
            "text": "The presence of Howell-Jolly bodies in the erythrocytes on a peripheral blood film is an important clue to the diagnosis of asplenia or functional hyposplenism(Figure 1).2,3These small round remnants of the original erythrocyte nucleus should be readily apparent on microscopic examination of the peripheral blood film, a procedure that usually must be specifically requested. Other, rarer causes of Howell-Jolly bodies include myelodysplasia and hemolysis."
        },
        {
            "parent": 1,
            "text": "Howell-Jolly bodies may not occur with mild hyposplenism, but their presence is thought to identify the degree of hyposplenism that represents a risk for OPSI.Figure 2shows an algorithm of the work-up that should be performed when Howell-Jolly bodies are detected. Patients who have their spleen but in whom functional hyposplenism is demonstrated by radionuclide spleen-liver scan should be managed the same way as those who have no spleen.2,5"
        },
        {
            "parent": 2,
            "text": "Table 32,3,5,6,14outlines the principles for the management of persons at risk for post-splenectomy infection. These measures fall under the broad categories of immunoprophylaxis, antibiotic prophylaxis and patient education.2,5,9"
        },
        {
            "parent": 3,
            "text": "The pneumococcal vaccine was formulated in 1983 to include the 23 serotypes responsible for about 90 percent of pneumococcal infections in North America.4,6Under ideal conditions in healthy, immunocompetent persons, the vaccine still fails to protect 20 to 30 percent of recipients because 10 percent of possible antibody responses to individual antigens do not occur and not all serotypes are covered.6Pneumococcal vaccination should be performed at least two weeks before an elective splenectomy because the vaccine's immunogenicity may be reduced when given after splenectomy or while the patient is receiving chemotherapy.15Unimmunized patients who have had a splenectomy or who have functional hyposplenism should be immunized as soon as their conditions are identified."
        },
        {
            "parent": 3,
            "text": "Thirty percent of patients may have minor side effects from the vaccine, including localized erythema or myalgia at the injection site. About 5 percent of patients may experience mild pyrexia for as long as 48 hours after the vaccine is given.4,6Vaccination is not recommended if a patient has a febrile illness or is pregnant. Occasionally a patient who had a splenectomy because of chronic immune thrombocytopenic purpura may have a transient relapse following vaccination.16"
        },
        {
            "parent": 3,
            "text": "In asplenic patients or patients with functional hyposplenism who are older than 10 years, revaccination is recommended every five years or sooner if antibody titers may have declined early. This occurs in patients with hypogammaglobulinemia, sickle cell disease, nephrotic syndrome or renal failure.6,7For children 10 years or younger, revaccination is recommended after three years.6"
        },
        {
            "parent": 3,
            "text": "Although the overall efficacy and utility of the Haemophilus b conjugate and meningococcal vaccines in splenectomized persons are unknown, recent guidelines have suggested administering these vaccines, as well as the pneumococcal vaccine, to all asplenic or functionally hyposplenic persons.5,9,17"
        },
        {
            "parent": 3,
            "text": "Unfortunately, sporadic cases of pneumococcal and other vaccine failures have been reported in appropriately immunized persons, some of whom had also been taking prophylactic antibiotics.7,18,19For this reason, a vaccination program by itself should not confer a false sense of security.2,3"
        },
        {
            "parent": 4,
            "text": "Most authorities recommend antibiotic prophylaxis for asplenic or hyposplenic children, especially for the first two years after splenectomy.1,20Some investigators also advocate continuing chemoprophylaxis in children for at least five years or even until they reach age 21.5,9Data from controlled studies of the efficacy of chemoprophylaxis in asplenic adults are not available.21Because of concern about the increasing resistance of pneumococci to commonly used prophylactic antibiotic agents and problems with patient compliance, it is now recommended that chemoprophylaxis in adults be limited to a supply of standby antibiotics. These should be taken at the first sign of infection if the patient is unable to obtain prompt medical attention.2,3,22However, in such situations, even if the patient has a supply of antibiotics, medical help should be sought immediately."
        },
        {
            "parent": 4,
            "text": "Traditional prophylactic use of penicillin and amoxicillin has given way to the use of antibiotics with a broader spectrum of activity, such as amoxicillin-clavulanic acid (Augmentin), trimethoprim-sulfamethoxazole (Bactrim, Septra) or cefuroxime (Kefurox, Zinacef).2,5,9However, amoxicillin-clavulanic acid is not active against many penicillin-resistant pneumococci, and multidrug-resistant pneumococci may also be resistant to trimethoprim-sulfamethoxazole.5,17,22Thus, cefotaxime (Claforan) or ceftriaxone (Rocephin) has been recommended for use in empiric treatment of symptomatic patients who have been taking prophylactic antibiotics or for those infected with pneumococcal strains known to show intermediate resistance to penicillin.2,5"
        },
        {
            "parent": 4,
            "text": "Patients with symptoms suggesting OPSI represent a true medical emergency.2,3,7In these patients, a diagnostic investigation should never delay the use of empiric antibiotic therapy, but should always be undertaken. Standard laboratory tests, hematologic profile, serum electrolyte, creatinine and blood glucose tests, and radiologic studies, including a chest radiograph should be performed.3,5A peripheral blood film and buffy-coat preparation should be examined for the presence of bacteria.7Ideally, blood specimens for culture should be drawn before antibiotics are given, but treatment should not be delayed if this is not possible."
        },
        {
            "parent": 4,
            "text": "Initial antibiotic therapy should include a third-generation cephalosporin with or without vancomycin (Vancocin) until resistant pneumococcal disease is ruled out(Table 4).2,5,18Once the nature of the infectious organism is known, more specific therapy may be used. For instance, penicillin remains the drug of choice for the treatment of infection withC. canimorsus.2,5"
        },
        {
            "parent": 5,
            "text": "Up to 50 percent of asplenic patients are unaware of their increased risk for serious infection or of the health precautions that they should undertake.19,23Asplenic patients should be encouraged to wear a MedicAlert bracelet or necklace (available from MedicAlert Foundation International, 2323 Colorado Ave., Turlock, CA 95382; telephone: 800–432–5378; Web address:http://www.medicalert.org). They should also carry a wallet card explaining their lack of spleen and other clinical details.2,23Patients should understand the potential seriousness of OPSI and its possible rapid progression. They should be instructed to notify their physician of any acute febrile illness, especially if associated with rigors or systemic symptoms.1,3"
        },
        {
            "parent": 5,
            "text": "Patients should inform any new health care professionals, including dentists, of their asplenic or hyposplenic state.14With the increase in tourism and international travel, the risks of infestation by intraerythrocytic parasites such asB. microtiandP. falciparumshould be discussed with these patients. They should also be advised to seek prompt treatment of even a minor dog bite or other animal bite with adequate antibiotic coverage because of their increased susceptibility to infection byC. canimorsus.5,9"
        }
    ],
    "locked": false
}