{
    "url": "https://www.aafp.org/pubs/afp/issues/2001/1201/p1839.html#afp20011201p1839-f1",
    "title": "Work-Related Asthma | AAFP",
    "author": "SAMI YOUAKIM, M.D., M.SC.",
    "doi": "Am Fam Physician.2001;64(11):1839-1849",
    "abstract": "Work-related asthma accounts for at least 10 percent of all cases of adult asthma. Work-related asthma includes work aggravation of preexisting asthma and new-onset asthma induced by occupational exposure. Occupational exposure to very high concentrations of an irritant substance can produce reactive airway dysfunction syndrome, while exposure to allergenic substances can result in allergic occupational asthma. An important step in the diagnosis of work-related asthma is recognition by the physician of the work relatedness of the illness. A thorough history can elucidate the work relation and etiology. Objective tests, including pulmonary function, nonspecific and specific bronchial hyperresponsiveness, serial peak expiratory flow rates, and skin allergies, should be performed to confirm the diagnosis of asthma and demonstrate a work correlation. Treatment for occupational asthma—use of anti-inflammatory medications such as inhaled steroids and bronchodilators—is the same as that for nonoccupational asthma. Prevention is an integral part of good medical management. In patients with work-aggravated or irritant-induced asthma, reduction of exposure to aggravating factors is essential. In patients with allergic occupational asthma, exposure should be eliminated because exposure to even minute concentrations of the offending agent can trigger a potentially fatal allergic reaction.",
    "headers": [
        {
            "id": 0,
            "name": "Types of Work-Related Asthma",
            "level": 2
        },
        {
            "id": 1,
            "name": "WORK-AGGRAVATED ASTHMA",
            "level": 3
        },
        {
            "id": 2,
            "name": "OCCUPATIONAL ASTHMA",
            "level": 3
        },
        {
            "id": 3,
            "name": "Reactive Airway Dysfunction Syndrome",
            "level": 3
        },
        {
            "id": 4,
            "name": "Allergic Occupational Asthma",
            "level": 3
        },
        {
            "id": 5,
            "name": "Risk Factors for Occupational Asthma",
            "level": 2
        },
        {
            "id": 6,
            "name": "AGENT",
            "level": 3
        },
        {
            "id": 7,
            "name": "EXPOSURE",
            "level": 3
        },
        {
            "id": 8,
            "name": "HOST",
            "level": 3
        },
        {
            "id": 9,
            "name": "Diagnosis of Work-Related Asthma",
            "level": 2
        },
        {
            "id": 10,
            "name": "QUESTION 1: IS IT ASTHMA?",
            "level": 3
        },
        {
            "id": 11,
            "name": "QUESTION 2: IS THE ASTHMA WORK RELATED?",
            "level": 3
        },
        {
            "id": 12,
            "name": "QUESTION 3: IS THE ASTHMA AGGRAVATED OR CAUSED BY THE WORKPLACE?",
            "level": 3
        },
        {
            "id": 13,
            "name": "Management of Work-Related Asthma",
            "level": 2
        },
        {
            "id": 14,
            "name": "Worker’s Compensation and Regulatory Issues",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Work-related asthma is induced or incited by substances or conditions specific to the workplace. It has become the most common occupational respiratory disease in many countries.1,2Approximately 10 percent of all cases of adult asthma are attributable to an occupational etiology3; however this number may be significantly underestimated."
        },
        {
            "parent": 0,
            "text": "Asthma related to the workplace can be categorized into two distinct subsets—work-aggravated asthma and occupational asthma—based on an understanding of the etiology and pathophysiologic processes of the illness(Table 1)."
        },
        {
            "parent": 1,
            "text": "Persons with work-aggravated asthma have a history of preexisting asthma. They have recurrent asthmatic episodes that are triggered by a nonspecific mechanism such as cold temperatures, excessive exertion, or exposure to irritant aerosols including dusts, fumes, vapors, and gases."
        },
        {
            "parent": 2,
            "text": "Occupational asthma develops as a direct result of workplace exposure.4Two forms of occupational asthma are recognized: reactive airway dysfunction syndrome and allergic occupational asthma."
        },
        {
            "parent": 3,
            "text": "Reactive airway dysfunction syndrome (also known as irritant-induced asthma), usually develops after a single, very high exposure to an irritant chemical.5These causal agents include ammonia, chlorine gas, and hydrochloric acid(Table 2).6These exposures are usually the result of accidents, spills, or equipment failure. Workers who survive massive exposures usually manifest asthma symptoms within 24 hours. Whether recurrent exposure to lower levels of respiratory irritants leads to irritant-induced asthma is currently a matter of debate.7"
        },
        {
            "parent": 4,
            "text": "Allergic occupational asthma is distinct from other forms of work-related asthma; persons with this form of the illness develop sensitization to a specific chemical agent in the workplace. The sensitization process does not occur after one exposure but develops over time (i.e., latency period). Allergic occupational asthma is also known as latency-associated occupational asthma to distinguish it from irritant-induced occupational asthma, which has no latency period. Latency periods are variable and can be as short as several weeks or as long as 30 years.8A long latency period can make it difficult to associate asthma with an occupational source. The patient may not associate recent-onset symptoms with an occupational exposure that has been ongoing for many years. If the physician does not ask specific questions about occupational exposure, he or she may be unaware of the etiology of the asthma symptoms."
        },
        {
            "parent": 4,
            "text": "Most persons with asthma, including those with work-related asthma, have nonspecific bronchial hyperresponsiveness. This is the tendency to develop bronchospasms following exposure to nonspecific triggers such as cold air, exercise, environmental irritants (i.e., sulfur dioxide, particulates), and pharmacologic agents such as methacholine and histamine. Persons with allergic occupational asthma are distinct in that they also manifest specific bronchial hyperresponsiveness. They have a tendency to develop bronchospasms and airway inflammation when exposed to very low concentrations of the specific work-place agent to which they are sensitized. Persons with work-aggravated asthma and those with irritant-induced asthma typically do not manifest specific bronchial hyperresponsiveness unless they also develop a concomitant sensitivity to a workplace agent."
        },
        {
            "parent": 4,
            "text": "Allergic occupational asthma is subdivided into two groups based on the molecular weight of the etiologic agent: high-molecular-weight (HMW) substances9and low-molecular-weight (LMW) substances, which are commonly defined as having a molecular weight less than 1 kilodalton.10This division is made because the mechanism of disease is better understood for the HMW substances than for the LMW substances. It is generally accepted that agents of both substance types cause occupational asthma by an immune mechanism. The mechanism for allergic occupational asthma caused by HMW substances is a type I, IgE–mediated process. The mechanism caused by LMW substances is less well defined. IgE and IgG antibodies, as well as cell-mediated hypersensitivity, may be involved.11Allergic occupational asthma has been attributed to several hundred substances found in the workplace, and more are being identified (Table 3).12"
        },
        {
            "parent": 4,
            "text": "HMW substances typically produce early reactions. Symptoms begin 10 to 20 minutes following exposure and may gradually resolve with or without treatment over the next one to two hours. LMW substances commonly produce delayed reactions that are associated with significant airway inflammation.11Symptoms begin three to four hours after exposure and peak after eight hours. If the delayed reaction occurs after the worker has left the workplace, the relation to work exposure may not be made. Dual reactions (an early reaction followed by a late one) and atypical reactions have also been described. Reaction patterns cannot be used to identify suspected causal agents because they are not specific to the molecular-weight size grouping. Early, late, dual, and atypical reactions can occur with LMW and HMW substances.13"
        },
        {
            "parent": 6,
            "text": "The capacity for irritant substances to cause reactive airway dysfunction syndrome depends on their corrosive properties, reactivity, and water solubility.14The chemical structure of an agent may be the determining factor in its potential to sensitize.15"
        },
        {
            "parent": 7,
            "text": "The intensity and duration of exposure affect sensitizing of susceptible persons. The level of exposure depends on the industrial process, operating procedures, engineering control measures, job type, tasks performed, and use of personal protective devices.6,16"
        },
        {
            "parent": 8,
            "text": "The determinants for individual susceptibility are largely unknown. A number of studies17,18have identified an association between several human leukocyte antigen class II molecules and the risk of developing allergic occupational asthma following exposure to LMW substances."
        },
        {
            "parent": 8,
            "text": "Atopic persons seem to be more readily sensitized, especially to HMW substances.6However, excluding atopic persons and those with preexisting asthma from jobs that involve exposure to asthmagenic agents is controversial. Preemployment screening for atopy cannot be justified because it has a low positive predictive value.19"
        },
        {
            "parent": 8,
            "text": "Persons who smoke demonstrate increased sensitization rates for a number of HMW substances and a few LMW substances20; however, the association has not always been consistent.21"
        },
        {
            "parent": 9,
            "text": "The most important step in diagnosing work-related asthma is to suspect it in all adults who present with new-onset asthma or recent clinical deterioration. Work-related asthma is underdiagnosed because most physicians do not inquire about the work-relatedness of symptoms.22"
        },
        {
            "parent": 9,
            "text": "Diagnosis of the various forms of work-related asthma requires a systematic approach(Figure 1).16,23,24A summary of the diagnostic findings for the various forms of work-related asthma is presented inTable 4."
        },
        {
            "parent": 10,
            "text": "The initial step is to confirm the diagnosis of asthma.25Symptoms and objective examination findings of work-related asthma are indistinguishable from other forms of asthma. Objective tests should confirm the diagnosis. A pulmonary function test should demonstrate postbronchodilator reversible airway obstruction, or a methacholine (or histamine) challenge can enable evaluation of nonspecific bronchial hyper-responsiveness."
        },
        {
            "parent": 10,
            "text": "A significant post-bronchodilator response consists of an increase in forced vital capacity (FVC) or forced expiratory volume in one second (FEV1) of 12 percent above baseline (prebronchodilation) and an absolute change of 200 mL.26"
        },
        {
            "parent": 10,
            "text": "A methacholine challenge involves exposing the patient to incrementally increased concentrations of methacholine and performing serial spirometry (FEV1). The concentration of methacholine that produces a 20-percent decrease in FEV1is referred to as a provocation concentration of 20 percent (PC20). In general, a PC20is considered significant at a methacholine concentration of 8 mg per mL or less.16This cutoff level serves to reduce the number of false-negative results. If objective testing fails to confirm the diagnosis of asthma, other causes of the respiratory symptoms should be sought, and the diagnosis of work-related asthma can be ruled out."
        },
        {
            "parent": 11,
            "text": "When the diagnosis of asthma is made, the work-relatedness of symptoms should also be confirmed. Thorough medical and work histories are essential to enable evaluation of the temporal association between symptoms and work, and to rule out other causes of the respiratory symptoms. The work history should include a detailed review of all previous employment and the work-relatedness of exposures. Indicators of work-related asthma include respiratory tract symptoms associated with exposure to high concentrations of irritating aerosols found in the workplace, other workers with similar upper and lower respiratory tract symptoms, and symptoms that improve away from the workplace."
        },
        {
            "parent": 11,
            "text": "Pre- and post-shift spirometry can be used to demonstrate deterioration of lung function following work exposure. Measurement of serial peak expiratory flow rates is more reliable than pre- and post-shift spirometry.27,28However, this test requires a minimum of four daily measurements with at least three forced expirations per measurement and rigorous recordkeeping for several weeks to sample an adequate interval at the workplace and away from the workplace23(Figure 2).16This test is limited by the requirements for expertise in interpreting the results (because there are no accepted standards of result interpretation), worker cooperation, and reliability. Physicians with limited experience in testing peak expiratory flow rates should consider consulting a subspecialist with expertise in treating occupational asthma to assist in the interpretation."
        },
        {
            "parent": 12,
            "text": "Differentiating reactive airway dysfunction syndrome from other types of work-related asthma is generally straightforward. Reactive airway dysfunction syndrome usually involves a history of extraordinary exposure to an irritant substance at work and is often associated with an accident. The American College of Chest Physicians’ diagnostic criteria for the syndrome are presented inTable 5.16"
        },
        {
            "parent": 12,
            "text": "Distinguishing between work-aggravated asthma and allergic occupational asthma is more of a challenge. Allergic occupational asthma can be suspected if the history is consistent with the onset of symptoms after the worker began work; if the person manifests other allergic symptoms, such as rhinitis and conjunctivitis; and if an agent known to give rise to this type of asthma is present in the workplace. The worker should be able to provide the physician with toxicologic information about the various agents found in the workplace. This information is contained in material safety data sheets (commonly referred to as MSDS sheets) that employers are required by law to provide to workers."
        },
        {
            "parent": 12,
            "text": "Additional sources of information include a company’s medical or industrial hygiene department; national organizations such as the National Institute for Occupational Safety and Health (NIOSH) (http://www.cdc.gov/niosh/homepage.html) and the Occupational Safety and Health Administration (http://www.osha.gov/index.html); and local occupational health clinics."
        },
        {
            "parent": 12,
            "text": "Objective testing is often required to differentiate allergic occupational asthma from work-aggravated asthma. Demonstrating skin sensitization to a workplace agent by cutaneous testing supports the possibility of airway sensitization.29Workers with allergic occupational asthma may demonstrate temporal variability of nonspecific bronchial hyperresponsiveness in relation to work exposure.30In these persons, the hyperresponsiveness has a tendency to worsen when they are at the work-place and can actually improve with reduced exposure or after extended periods away from work. Unlike allergic occupational asthma, work-aggravated asthma is not associated with worsening nonspecific bronchial hyperresponsiveness. A consistent increase in hyperresponsiveness with exposure at work and improvement when away from work is indicative of a work-related allergic etiology.16"
        },
        {
            "parent": 12,
            "text": "The specific inhalation challenge is considered the gold standard for diagnosing allergic occupational asthma, but it is not frequently used.31It is expensive and time-consuming, and carries a significant health risk to the person being tested. This test is performed in only a few specialized centers."
        },
        {
            "parent": 12,
            "text": "The extent to which a physician should pursue a diagnosis depends very much on the specific circumstances. In some locations, certain objective diagnostic tests may be unavailable. The physician may not be familiar enough with a particular test to use it. In cases such as these, referral to a consultant with testing resources and familiarity with the diagnosis of work-related asthma may be the best choice. The ultimate decision about the approach to take rests with the physician and the patient."
        },
        {
            "parent": 13,
            "text": "The work and nonwork triggers of work-related asthma must be identified, and the worker must be counseled on methods of avoidance. This preventive approach requires cooperation between the worker and the employer. The worker must avoid areas of high irritant exposure and wear adequate respiratory protection. The employer can take numerous steps to improve working conditions, such as eliminating or replacing the offending agent, improving the work environment and reassigning the affected person to a low-exposure area."
        },
        {
            "parent": 13,
            "text": "Most employees with work-aggravated or irritant-induced asthma can continue in their jobs if the work conditions are improved and medical therapy is optimized."
        },
        {
            "parent": 13,
            "text": "Employees with allergic occupational asthma should be removed from exposure to the causative agent. For these sensitized persons, reduction of exposure levels alone is inadequate because any exposure, even in minute concentrations, can trigger an allergic reaction. Adequate treatment of asthma symptoms does not replace the need for avoiding the offending agent. Continued exposure of persons with allergic occupational asthma is associated with significant morbidity and, occasionally, mortality.32,33"
        },
        {
            "parent": 13,
            "text": "Medical treatment for all types of work-related asthma is similar to the standard treatment for asthma. The primary underlying pathophysiologic process in all forms of asthma is airway inflammation, and the first line of treatment should be anti-inflammatory medication. In most patients with asthma, inhaled steroids are the medication of choice, with adjunctive use of bronchodilators to relieve acute bronchospasmodic symptoms.34Patient education about the disease is an integral part of good medical management. Once the asthma is stabilized, the patient should have routine follow-up examinations."
        },
        {
            "parent": 14,
            "text": "Compensation issues should be dealt with according to local regulations. Compensation is based on an impairment assessment that usually includes the level of fixed bronchial obstruction, the degree of bronchial hyperresponsiveness, and the need for medications. Assessment of impairment should be performed after two years, when the asthma has stabilized as a result of maximal therapy and avoidance of inciters.16The American Medical Association provides guidelines for assessing the degree of impairment in patients with asthma.35"
        },
        {
            "parent": 14,
            "text": "Employers and public health authorities may need to be alerted so that appropriate steps can be taken to prevent future similar cases. NIOSH will investigate health hazards in the workplace with a written request from employees. More information about these investigations, known as health hazard evaluations, can be obtained at the NIOSH website (http://www.cdc.gov/niosh/hhe.html)."
        }
    ],
    "locked": false
}