{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/0601/p3434a.html#afp20000601p3434a-uf1",
    "title": "Cost-Effective Evaluation of Acute Viral Hepatitis | AAFP",
    "author": "RICHARD SADOVSKY, M.D.",
    "doi": "Am Fam Physician.2000;61(11):3434-3437",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Viral hepatitis infection is a global public health concern associated with substantial morbidity and mortality. Extensive serologic testing to identify the cause can be expensive; it may even be unnecessary if patients' epidemiologic histories and risk factors are closely evaluated. Selective serologic work-up is the most cost-effective approach to confirming a diagnosis of acute viral hepatitis. Ahmed and Keeffe propose an approach to diagnosing viral hepatitis that includes the use of demographic information, epidemiologic features and risk factors to narrow the number of serologic tests used in making the diagnosis."
        },
        {
            "parent": -1,
            "text": "Of the more than 500,000 cases of acute viral hepatitis diagnosed in the United States each year, 32 percent are caused by hepatitis A virus (HAV), 43 percent are caused by hepatitis B virus (HBV), 21 percent are caused by hepatitis C virus (HCV) and 4 percent are caused by unknown types. The severity of illness associated with HAV increases with age, with up to 70 percent of infected adults having clinical symptoms or jaundice. Fulminant viral hepatitis A has a higher mortality rate and is more common in persons more than 50 or younger than 5 years of age. The source of HAV infection usually is unknown, but risk factors include interpersonal contact, day-care centers, international travel, food/water-borne disease outbreaks and injection drug use. Some type of fecal-oral transmission is almost always present with HAV because there is no carrier state, and the virus is present in much higher titers in the stool than in the blood. Transmission of HBV occurs through sexual activity or other exchange of body fluids. Infectious virus can persist in dried blood on surfaces. Acute infection generally resolves, but chronic hepatitis with acute symptoms may develop in 5 percent of patients. Risk factors for HCV include injection drug use, multiple sex partners, interpersonal contact and blood transfusion, but the cause is unknown in most cases. Titers of hepatitis C are much higher in blood than in other body fluids, including saliva, breast milk and semen."
        },
        {
            "parent": -1,
            "text": "Multiple serologic and virologic tests can be used to accurately diagnose acute and chronic viral hepatitis. One approach that appears to be more cost-effective can be used in patients who do not present with fulminant hepatic failure or chronic viral hepatitis. For the algorithm proposing this approach,see theaccompanying figure. Because most cases of acute viral hepatitis result from infection with HAV or HBV, initial laboratory studies should include serologic testing to exclude these two viruses. If these results are negative, further testing to rule out HCV is indicated. If these initial laboratory studies fail to detect viral hepatitis, other causes of hepatitis, such as alcoholic hepatitis, drug toxicity, autoimmune hepatitis or Wilson's disease, should be considered."
        },
        {
            "parent": -1,
            "text": "The authors find that their algorithm provides a cost-effective approach to identifying the etiology of suspected acute viral hepatitis that will not jeopardize patient management."
        }
    ],
    "locked": true
}