{
    "url": "https://www.aafp.org/pubs/afp/issues/2001/0615/p2385.html#afp20010615p2385-f4",
    "title": "HAIR-AN Syndrome: A Multisystem Challenge | AAFP",
    "author": "KATHLEEN B. ELMER, MAJ, USAF, MC, FS, AND RITA M. GEORGE, MAJ, USAF, MC, FS",
    "doi": "Am Fam Physician.2001;63(12):2385-2391",
    "abstract": "HAIR-AN syndrome is an acronym for an unusual multisystem disorder in women that consists of hyperandrogenism (HA), insulin resistance (IR) and acanthosis nigricans (AN). The precipitating abnormality is thought to be insulin resistance, with a secondary increase in insulin levels and subsequent overproduction of androgens in the ovaries. Long periods of hyperinsulinism and, some suspect, hyperandrogenism can result in the cutaneous manifestation of acanthosis nigricans. Patients are often concerned about the physical manifestations of this disorder, including virilization and acanthosis nigricans, and may be less aware of systemic problems. Physicians should assess women with these problems for an underlying endocrine abnormality. Although a treatment regimen for the HAIR-AN syndrome has not been established, antiandrogen therapy and weight loss are useful.",
    "headers": [
        {
            "id": 0,
            "name": "Clinical Presentation and Differential Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Physical Examination",
            "level": 2
        },
        {
            "id": 2,
            "name": "Laboratory Studies",
            "level": 2
        },
        {
            "id": 3,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 4,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The hyperandrogenism, insulin resistance and acanthosis nigricans (HAIR-AN) syndrome is an unusual condition that affects females. Persons with the disorder usually present with obesity and insulin resistance during the prepubertal period.1About 1 to 3 percent of women with hyperandrogenism are thought to have this condition, with many cases remaining undiagnosed. Occasionally, patients with autoimmune disorders such as Hashimoto's thyroiditis and Graves' disease also have HAIR-AN syndrome. Other nonmalignant endocrine disorders with features of androgen excess include Cushing's syndrome, polycystic ovary syndrome, acromegaly and congenital adrenal hyperplasia.2"
        },
        {
            "parent": 0,
            "text": "In young women, hyperandrogenism manifests as oily skin, hirsutism, acne, menstrual irregularities and, in some cases, androgenic alopecia, deepening of the voice, clitorimegaly and changes in muscle mass(Table 1). Insulin resistance can present in different forms; some persons have high concentrations of insulin but normal levels of glucose, while others have glucose measurements in the diabetic range. A history of diabetic symptoms such as polydipsia, polyuria and weight loss may sometimes, but not always, be present."
        },
        {
            "parent": 0,
            "text": "Insulin resistance is categorized as type A or type B, depending on the etiology. Type A syndrome is an inherited form of severe insulin resistance caused by mutations of insulin receptors or varied target cell disorders in insulin response. Type B insulin resistance is acquired, resulting from autoantibodies against insulin receptors.3This type of insulin resistance occurs in patients with less severe acanthosis nigricans and may accompany other immunologic abnormalities.4It is associated with a positive antinuclear antibody screen.5"
        },
        {
            "parent": 0,
            "text": "Acanthosis nigricans lesions are velvety, hyperpigmented patches of skin that occur with HAIR-AN syndrome after long-term exposure of the keratinocytes to insulin. Human keratinocytes have insulin and insulin-like growth factors on their surface.6,7Stimulation caused by the high insulin levels that accompany HAIR-AN syndrome probably induces formation of the acanthosis nigricans lesions. In fact, acanthosis nigricans occurs in 60 to 80 percent of adolescents with type 2 diabetes mellitus (formerly called non-insulin-dependent diabetes mellitus).8"
        },
        {
            "parent": 0,
            "text": "Acanthosis nigricans can also occur in patients who have a malignancy, the most common being adenocarcinoma of the stomach. Malignancy should be suspected in persons older than 35 years, especially in those who are not overweight. Rapid onset and extensive presentation of acanthosis nigricans found during a normal endocrine work-up should prompt a search for malignancy.9,10Obese patients with no other disease can also develop acanthosis nigricans."
        },
        {
            "parent": 0,
            "text": "Two cases of organic mood disorders have been reported in association with HAIR-AN syndrome. In both cases, the depression responded to treatment with oral contraceptives. Hypothalamic abnormalities can cause both depression and a disruption in insulin regulation, which may explain the coexistence of both conditions.11,12"
        },
        {
            "parent": 1,
            "text": "The most prominent physical characteristics of women with HAIR-AN syndrome are usually related to acanthosis nigricans or hyperandrogenic features. According to case reports of young girls with hirsutism involving the face and prominent lesions of acanthosis nigricans, the significant psychologic impact of these visible manifestations is the main reason that these patients consult physicians13(Figure 1). In addition, women may present with menstrual abnormalities, such as amenorrhea and infertility, or may note masculinization of the body with increased muscle mass, loss of breast tissue or androgenic alopecia.3"
        },
        {
            "parent": 1,
            "text": "Whenever a woman is found to have diabetes, the physician should look for evidence of acanthosis nigricans and signs of virilization (i.e., indicators of the presence of HAIR-AN syndrome). Areas of the body that are likely to develop acanthosis nigricans lesions include the axilla, nape of the neck, antecubital fossae and groin. However, the entire surface of the skin may be affected. In addition to changes in pigment, the affected skin is usually rough, thick and covered with velvety papillomatous ridges(Figures 2and3). Numerous acrochordons (skin tags) are also found in these patients. In patients with malignancy, acanthosis nigricans tends to be pruritic, the hyperpigmentation is more extensive and the lesions are more widespread.3"
        },
        {
            "parent": 2,
            "text": "In addition to a thorough history and physical examination, a targeted laboratory evaluation may be indicated in patients with HAIRAN syndrome. A complete blood cell count and thyroid screen, serum prolactin, glucose and insulin measurements, and serum electrolyte panel are recommended. Because women with hyperandrogenism have an increased risk of hyperlipidemia and secondary coronary artery disease, a lipid panel should also be obtained.14,15Autoimmune abnormalities may be associated with type B insulin resistance; therefore, an antinuclear antibody test and erythrocyte sedimentation rate are also warranted."
        },
        {
            "parent": 2,
            "text": "In moderate to severe cases of insulin resistance, elevated insulin levels in the face of normal or elevated glucose readings are found in the fasting state. Milder cases of insulin resistance may present with normal fasting concentrations of insulin and glucose. In these instances, a glucose tolerance test may be necessary to reveal the underlying abnormality of insulin resistance.2"
        },
        {
            "parent": 2,
            "text": "To evaluate the possibility of hyperandrogenism, total testosterone should be measured on two to three occasions. Levels of 17a-hydroxyprogesterone, dehydroepiandrosterone sulfate (DHEAS) and morning cortisol after a low dose of dexamethasone should be determined, as should levels of luteinizing and follicle-stimulating hormones, depending on physical findings, history and concern about an ovarian or adrenal abnormality(Table 2)."
        },
        {
            "parent": 2,
            "text": "The main reason for measuring the testosterone level is to screen for a possible virilizing tumor. An elevated level of DHEAS should raise concern about the possibility of an androgen-producing tumor of the adrenal gland. In congenital adrenal hyperplasia, the enzyme deficiencies result in an excess of 17α-hydroxyprogesterone. Production of testosterone increases because 17α-hydroxy-progesterone is an androgen precursor. Patients with Cushing's syndrome have elevated levels of circulating androgen, as well as abnormal secretion of cortisol, manifested by increased basal levels of cortisol and failure of suppression after stimulation with dexamethasone.16–18"
        },
        {
            "parent": 2,
            "text": "In patients who have HAIR-AN syndrome without under0lying ovarian tumors or adrenal abnormalities, testosterone levels can become significantly elevated while DHEAS and 17α -hydroxyprogesterone concentrations are normal. The levels of gonadotropins are also normal.3"
        },
        {
            "parent": 2,
            "text": "If an underlying carcinoma is suspected because of a more severe presentation o acanthosis nigricans or as a result of a review of systems, further investigation is necessary. Studies to rule out lesions of the gastrointestinal tract, including abdominal/pelvic computed tomography or magnetic resonance imaging, and upper and lower endoscopy should be considered.18"
        },
        {
            "parent": 2,
            "text": "An algorithm for the diagnostic process is presented inFigure 4."
        },
        {
            "parent": 3,
            "text": "Weight loss may help to decrease insulin resistance in overweight patients. Suppression of gonadotropins with estrogen-progesterone oral contraceptives has also been shown to help by reducing the production of ovarian androgen.2Contraceptives containing newer progestins, such as desogestrel (Desogen) and norgestimate (Ortho-Cyclen), appear to have fewer androgenic side effects and may be safer to use in persons with abnormal lipid levels or hirsutism."
        },
        {
            "parent": 3,
            "text": "Antiandrogenic agents may also be used, alone or in combination with oral contraceptives.17Spironolactone (Aldactone) inhibits the action of testosterone by binding to its receptors. The standard dosage is 50 to 100 mg twice daily, but higher dosages may be required. Combination therapy with oral contraceptives and spironolactone may be needed in women with severe hirsutism. The irregular menstrual bleeding that can occur with spironolactone can often be improved by adding an oral contraceptive. Flutamide (Eulexin) is another antiandrogen that can be used, but it is considered more potent than spironolactone and has resulted in hepatotoxic reactions."
        },
        {
            "parent": 3,
            "text": "Finasteride (Proscar) is a 5α-reductase inhibitor that reduces the conversion of testosterone to dihydrotestosterone. It is useful in the treatment of hirsutism in dosages as low as 5 mg per day.19,20"
        },
        {
            "parent": 3,
            "text": "Patients with HAIR-AN syndrome may have spontaneous exacerbations and remissions in their insulin resistance and must be monitored closely for progression to diabetes. Those with type B insulin resistance generally follow this course, with fluctuations in the symptoms of insulin resistance, secondary acanthosis nigricans and hyperandrogenism depending on the level of circulating anti-insulin-receptor antibodies.3"
        },
        {
            "parent": 3,
            "text": "Treatment of insulin resistance with an insulin sensitizing drug such as metformin (Glucophage) has shown promising results. Metformin is a biguanide that improves peripheral tissue sensitivity to insulin but inhibits hepatic glucose formation. The drug reduces the levels of circulating insulin and androgens. After using metformin, women with polycystic ovarian syndrome have shown an improvement in reproductive functioning. The usual starting dosage is 850 mg once daily, with an increase to twice daily.20–22"
        },
        {
            "parent": 3,
            "text": "Despite the available therapies, severe forms of insulin resistance may be refractory to even high doses of insulin and may be managed best with support from an endocrinologist."
        },
        {
            "parent": 4,
            "text": "Women with HAIR-AN syndrome often present with cosmetic concerns such as virilization and acanthosis nigricans. Family physicians must maintain a high index of suspicion for HAIR-AN syndrome when assessing women with these conditions. Patients with the syndrome should be screened for an underlying malignancy or autoimmune disorder. By being aware of HAIR-AN syndrome and its associated conditions, the astute clinician can diagnose and treat the more serious underlying endocrine disorder."
        }
    ],
    "locked": false
}