{
    "url": "https://www.aafp.org/pubs/afp/issues/2001/0315/p1188a.html#afp20010315p1188a-uf1",
    "title": "Treatment Recommendations for Obstructive Sleep Apnea | AAFP",
    "author": "GRACE BROOKE HUFFMAN, M.D.",
    "doi": "Am Fam Physician.2001;63(6):1188-1190",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Up to 4 percent of adult Americans are affected with obstructive sleep apnea (OSA). OSA includes snoring, upper airway resistance syndrome and obesity-hypoventilation syndrome. It may lead to daytime somnolence, impaired cognition, hypertension (systemic or pulmonary), cardiac arrhythmia or infarction. The gold standard for diagnosis of OSA is all-night polysomnography (which includes electroencephalography, electrooculography, electromyography, respiratory effort, electrocardiography, oronasal airflow measurements, oxyhemoglobin saturation and audiovisual recording of snoring and body position). Home testing devices are also available but should be used only if all-night polysomnography is unavailable or as a means of following a patient with known OSA."
        },
        {
            "parent": -1,
            "text": "The respiratory disturbance index (the total number of occurrences of apneas and hypopneas every hour), symptom severity and comorbidities are the factors used to guide treatment decisions. General recommendations include avoidance of central nervous system depressants and education about sleep hygiene, weight loss, treatment of nasal congestion and sleeping in a lateral position."
        },
        {
            "parent": -1,
            "text": "Continuous positive airway pressure (CPAP) is the treatment of choice for patients with OSA. A titration study is needed to determine the optimal CPAP pressure, with the goal being to abolish all sleep-related symptoms. Some researchers recommend treating patients with a respiratory disturbance index of greater than 30, although others are inclined to treat a patient whose respiratory disturbance index is greater than 20. Although CPAP is known to improve sleep quality, oxygen saturation, hypertension, cognitive function and mood, and to decrease mortality, only about 46 percent of patients are compliant with CPAP for at least four hours per night."
        },
        {
            "parent": -1,
            "text": "Using oral appliances and moving the mandible and tongue are sometimes suggested, but these treatments may be associated with excessive salivation or pain. Surgical procedures also attempt to correct upper airway anatomy. Higher body mass index, greater severity of OSA and more anatomic abnormalities may be indications to pursue surgical treatment. However, these treatments, such as laser-assisted uvulopalatoplasty, midline glossectomy and lingualplasty, have not shown long-term success, and patients may experience severe pain after the procedures. An algorithm for the management of patients with sleep-related breathing disorders is presented inthe accompanying figure."
        }
    ],
    "locked": true
}