{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/1001/p1591.html#afp20001001p1591-f1",
    "title": "Generalized Anxiety Disorder | AAFP",
    "author": "MICHAEL F. GLIATTO, M.D.",
    "doi": "Am Fam Physician.2000;62(7):1591-1600",
    "abstract": "Patients with generalized anxiety disorder experience worry or anxiety and a number of physical and psychologic symptoms. The disorder is frequently difficult to diagnose because of the variety of presentations and the common occurrence of comorbid medical or psychiatric conditions. The lifetime prevalence is approximately 4 to 6 percent in the general population and is more common in women than in men. It is often chronic, and patients with this disorder are more likely to be seen by family physicians than by psychiatrists. Treatment consists of pharmacotherapy and various forms of psychotherapy. The benzodiazepines are used for short-term treatment, but because of the frequently chronic nature of generalized anxiety disorder, they may need to be continued for months to years. Buspirone and antidepressants are also used for the pharmacologic management of patients with generalized anxiety disorder. Patients must receive an appropriate pharmacologic trial with dosage titrated to optimal levels as judged by the control of symptoms and the tolerance of side effects. Psychiatric consultation should be considered for patients who do not respond to an appropriate trial of pharmacotherapy.",
    "headers": [
        {
            "id": 0,
            "name": "Characteristics of Generalized Anxiety Disorder",
            "level": 2
        },
        {
            "id": 1,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 2,
            "name": "INITIAL ASSESSMENT",
            "level": 3
        },
        {
            "id": 3,
            "name": "EVALUATION FOR MEDICAL DISORDERS",
            "level": 3
        },
        {
            "id": 4,
            "name": "EVALUATION FOR SUBSTANCE ABUSE",
            "level": 3
        },
        {
            "id": 5,
            "name": "EVALUATION FOR OTHER PSYCHIATRIC DISORDERS",
            "level": 3
        },
        {
            "id": 6,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 7,
            "name": "PSYCHOLOGIC TREATMENTS",
            "level": 3
        },
        {
            "id": 8,
            "name": "PHARMACOLOGIC TREATMENT",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Anxiety disorders, such as generalized anxiety disorder (GAD), panic disorder and social phobia, are the most prevalent psychiatric disorders in the United States,1and patients with these disorders are more likely to seek treatment from a primary care physician than from a psychiatrist.2Patients with anxiety disorders are more likely than other patients to make frequent medical appointments, to undergo extensive diagnostic testing,3to report their health as poor and to smoke cigarettes and abuse other substances.4"
        },
        {
            "parent": -1,
            "text": "Anxiety disorders, particularly panic disorder, occur more frequently in patients with chronic medical illnesses (e.g., hypertension, chronic obstructive pulmonary disease, irritable bowel syndrome, diabetes) than in the general population.5Conversely, patients with anxiety disorders are more likely than others to develop a medical illness,6,7and the presence of an anxiety disorder may prolong the course of a medical illness.2Patients with anxiety disorders have higher rates of mortality from all causes.4"
        },
        {
            "parent": 0,
            "text": "The definition of GAD has changed over time. Originally, little distinction was made between panic disorder and GAD. As panic disorder became better understood and specific treatments were developed, GAD was defined in theDiagnostic and Statistical Manual of Mental Disorders, 3d ed. (DSM-III)8as a disorder without panic attacks or symptoms of major depression. This definition had little reliability,9and current diagnostic criteria(Table 1)10for GAD in theDiagnostic and Statistical Manual of Mental Disorders, 4th ed. (DSM-IV)10emphasize the psychic component (e.g., the worry) rather than the somatic (e.g., muscle tension) or autonomic symptoms (e.g., diaphoresis, increased arousal). In addition to the DSM-IV framework, the symptoms of GAD can be conceptualized as being contained in three categories: excessive physiologic arousal, distorted cognitive processes and poor coping strategies.11The symptoms associated with each of these categories are listed inTable 2.10,11"
        },
        {
            "parent": 0,
            "text": "To make the diagnosis of GAD by DSM-IV10criteria, the worry and other associated symptoms must be present for at least six months and must adversely affect the patient's life (e.g., the patient misses work days or cannot maintain daily responsibilities).10The diagnosis can be challenging because the difference between normal anxiety and GAD is not always distinct12and because GAD often coexists with other psychiatric disorders (e.g., major depression, dysthymia, panic disorder, substance abuse).13"
        },
        {
            "parent": 0,
            "text": "The lifetime prevalence of GAD is 4.1 to 6.6 percent,14which is higher than that of the other anxiety disorders. The prevalence of GAD in patients visiting physicians' offices is twice that found in the community.15It is more prevalent in women than in men,1with the median age of onset occurring during the early 20s.13The onset of symptoms is usually gradual, although GAD can be precipitated by stressful life events. The condition tends to be chronic with periods of exacerbation and remission.13"
        },
        {
            "parent": 1,
            "text": "The evaluation process for patients with anxiety is outlined inFigure 1."
        },
        {
            "parent": 2,
            "text": "After obtaining a patient history, the physician should try to categorize the anxiety as acute (or brief or intermittent) or persistent (or chronic).15,16Acute anxiety lasts from hours to weeks (in contrast, panic attacks last for minutes) and is usually preceded by a stressor. Often, comorbid conditions (e.g., major depression) are not present.15Persistent anxiety lasts for months to years and can include what is called “trait anxiety.” Trait anxiety can be viewed as part of a patient's temperament; for instance, a patient may say, “I've always been nervous, but I don't know about what.”"
        },
        {
            "parent": 2,
            "text": "Although there is usually not a precipitating stressor in most cases of persistent anxiety, a stressor can exacerbate the patient's baseline level of anxiety. This situation is called “double anxiety” (i.e., acute anxiety superimposed on persistent anxiety).15GAD is a form of persistent anxiety and can occur in patients with or without trait anxiety."
        },
        {
            "parent": 2,
            "text": "Patients with GAD present with a wide variety of symptoms and range of severity.12Some patients may emphasize a special symptom (e.g., insomnia) and not report other symptoms that are usually associated with GAD.12Some patients may not complain of anxiety or specific worries but present with exclusively somatic symptoms such as diarrhea, palpitations, dyspnea, abdominal pain, headache or chest pain.2These patients warrant a full medical evaluation because there may be no indication that GAD is the etiology. Conversely, physicians should include a psychiatric disorder in the differential diagnosis when symptoms are vaguely described, do not conform to known pathophysiologic mechanisms, persist after a negative work-up and are not resolved by reassurance. Patients with this clinical profile should be asked as early in the evaluation as possible about worries, “nerves,” or anxiety, acute or chronic stressors, and about the presence of symptoms listed inTables 110and2.10,11"
        },
        {
            "parent": 3,
            "text": "Nonpsychiatric disorders must be ruled out before GAD can be diagnosed as the etiology of a patient's complaint of anxiety. Neurologic and endocrine diseases, such as hyperthyroidism and Cushing's disease, are the most frequently cited medical causes of anxiety.17Other medical conditions commonly associated with anxiety include mitral valve prolapse, carcinoid syndrome and pheochromocytoma.17It must be stressed that these conditions, although often cited, are clinically uncommon, and all patients who present with the complaint of anxiety do not require an extensive work-up to exclude these other medical conditions. Medications such as steroids, over-the-counter sympathomimetics, selective serotonin reuptake inhibitors (SSRIs), digoxin, thyroxine and theophylline may cause anxiety.17The physician should also inquire about the use of herbal products or vitamins. If possible, all exogenous substances should be removed before initiating treatment of patients with GAD."
        },
        {
            "parent": 4,
            "text": "Use of and withdrawal from addictive substances can cause anxiety. The physician should inquire about the patient's use of alcohol, caffeine, nicotine and other commonly used substances (including those given by prescription). Corroborative history from family members may be necessary.17"
        },
        {
            "parent": 5,
            "text": "The evaluation for other psychiatric disorders is probably the most challenging aspect of patient evaluation because the symptoms of GAD overlap with those of other psychiatric disorders (e.g., major depression, substance abuse, panic disorder) and because these disorders often occur concomitantly with GAD. Generally, GAD should be considered a diagnosis of exclusion after other psychiatric disorders have been ruled out. Because of the overlap and comorbidity associated with other psychiatric disorders, some authors have questioned whether GAD is a distinct entity and have posited that it is a variant of panic disorder or major depression.18,19"
        },
        {
            "parent": 5,
            "text": "Symptoms of GAD can occur before, during or after the onset of the symptoms of major depression or panic disorder.12Some patients have symptoms of anxiety and depression but do not meet the full criteria as delineated in DSM-IV,10for GAD, panic disorder or major depression. In these cases, the term “mixed anxiety-depressive disorder” can be applied, although it is not yet part of the official nosology. Despite the confusion, anxious patients should be asked about the symptoms of panic attacks and the neurovegetative symptoms (including suicidal ideation) that are associated with major depression. When more than one psychiatric condition exists, an attempt should be made to determine which disorder occurred first. Some distinguishing characteristics of GAD, panic disorder and major depression are listed inTable 3.10,19"
        },
        {
            "parent": 5,
            "text": "Obsessive-compulsive disorder and social phobia should also be considered in the evaluation for comorbid disorders. The key symptom of obsessive-compulsive disorder is recurring, intrusive thoughts or actions. Social phobia is characterized by intense anxiety provoked by social or performance situations.10Because patients with GAD may present with mostly somatic complaints, somatization disorder is also a consideration. The distinguishing feature of this disorder is chronic, multiple physical complaints that involve several organ systems. Patients with exclusively GAD have a much more limited range of physical complaints."
        },
        {
            "parent": 7,
            "text": "Nonpharmacologic modalities should be the initial treatment for patients with mild anxiety4to address the three categories of symptoms of GAD(Table 2).10,11Relaxation techniques and biofeedback are used to decrease arousal.11Cognitive therapy helps patients to limit cognitive distortions by viewing their worries more realistically, enabling them to make better plans to manage their anxiety. In cognitive therapy, patients may be taught to record their worries, listing evidence that justifies or contradicts the extent of their concerns.20Patients also learn that “worrying about worry” maintains anxiety and that avoidance and procrastination are not effective ways to solve problems.20"
        },
        {
            "parent": 7,
            "text": "A small number of studies have found that cognitive therapy is more effective than behavior therapy21, psychodynamic psychotherapy22and pharmacotherapy,23,24but more research needs to be conducted before the superiority of cognitive therapy is firmly established.20Patients with personality disorders, those with chronic social stressors and those who expect little benefit from psychologic treatments do not respond well to psychotherapeutic techniques for the treatment of anxiety.25Often, psychotherapy and pharmacotherapy are necessary."
        },
        {
            "parent": 7,
            "text": "Family members should participate in the treatment plan of patients with GAD. Initially they can provide additional historical information and contribute to the formulation of the treatment plan. Because patients with this disorder tend to be vigilant for signs of danger and may misinterpret information,26family members can provide another perspective on the patient's problems. In addition, family members should be included in efforts to help the patient develop problem-solving skills and can also help decrease the social isolation of patients with GAD by providing structured activities to promote interaction with others and lessen rumination about problems. Another source of structured activity includes day programs provided by community mental health centers. If substance abuse is prominent, the patient should be referred to a rehabilitation facility. Patients and their families can be referred to the Anxiety Disorders Association of America (301–231–9350) for further information about available resources."
        },
        {
            "parent": 8,
            "text": "Pharmacologic therapy should be considered for patients whose anxiety results in significant impairment in daily functioning. Study results have not revealed an optimal duration of pharmacologic treatment for patients with GAD.27While 25 percent of patients relapse within one month of discontinuing drug therapy and 60 to 80 percent relapse within one year,16patients treated for at least six months have a lower relapse rate than those treated for shorter time periods.16"
        },
        {
            "parent": 8,
            "text": "Benzodiazepines. The anxiolytics most frequently used are the benzodiazepines4(Table 4).12,28All of the benzodiazepines are of equal efficacy29and all act on the γ-amino-butyric acid (GABA)/benzodiazepine (BZ) receptor complex, causing sedation, problems in concentrating and anterograde amnesia.4Benzodiazepines do not decrease worrying per se, but act to lower anxiety by decreasing vigilance and by eliminating somatic symptoms such as muscle tension. Tolerance to the sedation, impaired concentration and amnesia effects of these drugs develop within several weeks,27although tolerance to the anxiolytic effects occurs much more slowly—if at all.4Benzodiazepine therapy can begin with 2 mg of diazepam, or its equivalent, three times daily. The dosage can be increased by 2 mg per day every two to three days until the symptoms abate, side effects develop4or a daily dose of 40 mg is reached.28Diazepam does not have to be used as the initial agent; several alternatives are available. In the elderly patient, benzodiazepine therapy should begin at the lowest possible dosage and increased slowly.30"
        },
        {
            "parent": 8,
            "text": "Agents with short half-lives, such as oxazepam (Serax), are easily metabolized and do not cause excessive sedation. These agents should be used in the elderly and in patients with liver disease. They are also suitable for use on an “as-needed” basis. Agents with long half-lives, such as clonazepam (Klonopin), should be used in younger patients who do not have concomitant medical problems. In addition to improved compliance, the longer acting agents offer several advantages: they can be taken less frequently during the day, patients are less likely to experience anxiety between doses and withdrawal symptoms are less severe when the medication is discontinued. When a benzodiazepine is prescribed, the patient should be warned about driving and operating heavy machinery while taking this medication."
        },
        {
            "parent": 8,
            "text": "Use of benzodiazepines in therapeutic dosages does not lead to abuse, and addiction is rare.12The benzodiazepines most likely to be abused are those that are rapidly absorbed such as diazepam, lorazepam (Ativan) and alprazolam (Xanax).27Alprazolam should be prescribed only for patients with panic disorder. When abused, benzodiazepines are usually abused with other substances, particularly opiates.31The patients most likely to abuse benzodiazepines are those who have a previous history of alcohol or drug abuse, and those with a personality disorder.28"
        },
        {
            "parent": 8,
            "text": "All benzodiazepine therapy can lead to dependence; that is, withdrawal symptoms occur once the medications are discontinued. Withdrawal symptoms include anxiety, irritability and insomnia, and it can be difficult to differentiate between withdrawal symptoms and the recurrence of anxiety. Seizures occur rarely during withdrawal.28Withdrawal symptoms tend to be more severe with higher dosages, with agents that have short half-lives, with rapidly tapered dosages, and in patients with current tobacco use or with a history of illegal drug use.15The risk of dependence increases as the dosage and the duration of treatment increases, but it can occur even when appropriate dosages are used continuously for three months.4,27"
        },
        {
            "parent": 8,
            "text": "Withdrawal symptoms begin six to 12 hours after the last dose of an agent with a short half-life and 24 to 48 hours after the last dose of an agent with a longer half-life.27In patients who have taken a benzodiazepine for more than six weeks, the dosage should be decreased by 25 percent or less per week to prevent withdrawal symptoms.4Patients may experience rebound anxiety (akin to the rebound hypertension that occurs when some antihypertensives are discontinued) once the tapering process is completed, but this is transient and ends within 48 to 72 hours.28Once the rebound anxiety ends, a patient may re-experience the original symptoms of anxiety, referred to as recurrent anxiety."
        },
        {
            "parent": 8,
            "text": "Although few controlled studies support the long-term use of benzodiazepines, GAD is a chronic disorder, and some patients will require benzodiazepine therapy for months to years.9Generally, patients who present with acute anxiety or those with chronic anxiety who undergo a new stressor (“double anxiety”) should receive benzodiazepine therapy for several weeks.13Patients may be less tolerant of anxiety that recurs when the benzodiazepine is discontinued12and, if necessary, it may have to be resumed indefinitely. Patients who use benzodiazepines chronically tend to be elderly, to be in psychologic distress and to have multiple medical problems.30"
        },
        {
            "parent": 8,
            "text": "Other Medications. Buspirone (BuSpar) is the drug often used in patients with chronic anxiety and those who relapse after a course of benzodiazepine therapy.13It is also the initial treatment for anxious patients with a previous history of substance abuse.13Buspirone appears to be as effective as the benzodiazepines in the treatment of patients with GAD,32and its use does not result in physical dependence or tolerance.15"
        },
        {
            "parent": 8,
            "text": "Unlike the immediate relief of symptoms that occurs with benzodiazepine therapy, buspirone's onset of action takes two to three weeks.31Therefore, patients should be informed of the expected delay in relief of symptoms. Buspirone has an opposite effect of the benzodiazepines in that it treats the worry associated with GAD rather than the somatic symptoms.31However, buspirone may not be as effective in patients who have been treated with a benzodiazepine during the previous 30 days.13"
        },
        {
            "parent": 8,
            "text": "The initial dosage of buspirone is 5 mg three times daily with a gradual dose titration until symptoms remit or the maximum dosage of 20 mg three times daily is reached.15If the dosage is titrated too quickly, headaches or dizziness may occur.15"
        },
        {
            "parent": 8,
            "text": "In patients who are taking benzodiazepines at the time of the initiation of buspirone, tapering the benzodiazepine should not begin until the patient reaches a daily dosage of 20 to 40 mg of buspirone.15In addition to the GABA/BZ complex, research has shown that GAD involves several neurotransmitter systems, including that of norepinephrine and serotonin.9Pharmacologic agents that affect these neurotransmitters, such as the tricyclic antidepressants and the SSRIs, have been studied in patients with GAD who do not respond to the benzodiazepine therapy or buspirone."
        },
        {
            "parent": 8,
            "text": "Imipramine (Tofranil) has been shown to be effective in controlling the worrying that is associated with GAD,33but whether it is as effective as benzodiazepines or buspirone in those patients who have anxiety without depressive symptoms has not been determined.15Imipramine also has anticholinergic and antiadrenergic side effects that limit its use. Desipramine (Norpramin) and nortriptyline (Pamelor) can be used as alternatives."
        },
        {
            "parent": 8,
            "text": "Trazodone (Desyrel) is a serotonergic agent, but because of its side effects (sedation and, in men, priapism), it is not an ideal first-line agent.9Daily dosages of 200 to 400 mg are reported to be helpful in patients who have not responded to other agents.9Nefazodone (Serzone) has a similar pharmacologic profile to trazodone, but it is better tolerated and is a good alternative.9,31Paroxetine (Paxil), an SSRI, has also been studied as a treatment for patients with GAD,34but the trial was small, as has been the case with most of the antidepressants under investigation. Venlafaxine SR (Effexor) is the first medication to be labeled by the U.S. Food and Drug Administration as an anxiolytic and as an antidepressant; thus, it can be used for the treatment of patients with major depression or GAD, or when they occur comorbidly.35"
        },
        {
            "parent": 8,
            "text": "Antihistamines are not potent anxiolytics. Although some antipsychotic drugs have sedating properties, they should rarely be used as therapy for patients with GAD.12Beta-adrenergic agents are useful for the treatment of patients with performance anxiety (a type of social phobia) because they lower heart rate and decrease tremulousness; they do not however, decrease the worrying or other somatic symptoms associated with GAD.12"
        },
        {
            "parent": 8,
            "text": "Two herbal remedies that are often used for the treatment of anxiety areValeriana officinalis(valerian), a root extract, and a beverage made from the root ofPiper methysticum(kava-kava). Both have sedating properties, but kava has worrisome side effects that include synergy with alcohol and benzodiazepines,36dyskinesias and dystonia,37and dermopathy.38Valerian root has been reported to cause delirium and cardiac failure if abruptly discontinued.39Further studies are needed before these herbal products can be recommended as therapeutic agents for persons with GAD."
        },
        {
            "parent": 8,
            "text": "Consultation with a psychiatrist should be considered if a patient with GAD does not respond to an appropriate course of benzodiazepine or buspirone therapy. A psychiatrist can help clarify the diagnosis, determine if a comorbid psychiatric disorder is present and determine which comorbid disorder should be treated as the primary disorder. A psychiatrist can also make recommendations about therapy, including the addition of psychotherapy and changes in medications."
        }
    ],
    "locked": false
}