{
    "url": "https://www.aafp.org/pubs/afp/issues/2003/0301/p1121.html#afp20030301p1121-f3",
    "title": "CDC Updates Guidelines for Prevention of Perinatal Group B Streptococcal Disease | AAFP",
    "author": "CARRIE A. MORANTZ",
    "doi": "Am Fam Physician.2003;67(5):1121-1130",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "GBS Colonization and Screening",
            "level": 2
        },
        {
            "id": 1,
            "name": "RATIONALE FOR UNIVERSAL GBS SCREENING",
            "level": 3
        },
        {
            "id": 2,
            "name": "Chemoprophylaxis for GBS",
            "level": 2
        },
        {
            "id": 3,
            "name": "ADVERSE EFFECTS AND UNINTENDED CONSEQUENCES",
            "level": 3
        },
        {
            "id": 4,
            "name": "Clinical Challenges",
            "level": 2
        },
        {
            "id": 5,
            "name": "GBS BACTERIURIA DURING PREGNANCY",
            "level": 3
        },
        {
            "id": 6,
            "name": "PLANNED CESAREAN DELIVERY",
            "level": 3
        },
        {
            "id": 7,
            "name": "THREATENED PRETERM DELIVERY",
            "level": 3
        },
        {
            "id": 8,
            "name": "OBSTETRIC PROCEDURES FOR GBS-COLONIZED WOMEN",
            "level": 3
        },
        {
            "id": 9,
            "name": "MANAGEMENT OF NEWBORNS EXPOSED TO INTRAPARTUM CHEMO-PROPHYLAXIS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The National Center for Infectious Diseases recently issued revised guidelines for prevention of perinatal group B streptococcal (GBS) disease. The complete recommendations are available through the National Center for Infectious Diseases' Web site atwww.cdc.gov/ncidod."
        },
        {
            "parent": -1,
            "text": "Since emerging as the leading infectious cause of neonatal morbidity and mortality in the United States during the 1970s, rates of GBS disease have dramatically declined, primarily because of the discovery in the early 1980s that administering antibiotics to at-risk women during labor could prevent invasive disease in the first week of life. However, GBS disease remains one of the leading causes of newborn morbidity and mortality, resulting in an estimated 1,600 early-onset cases and 80 deaths each year. Although alternatives to intrapartum antibiotics, such as vaccines, might become available in the future, intrapartum chemoprophylaxis is currently the most effective intervention. Identifying at-risk women who should receive intrapartum antibiotics has been a major public health challenge."
        },
        {
            "parent": -1,
            "text": "When the Centers for Disease Control and Prevention (CDC) issued guidelines in 1996 on preventing GBS disease, two treatment strategies were offered: prenatal screening with intrapartum antibiotic prophylaxis for GBS-colonized women and intrapartum prophylaxis for women who developed risk conditions during labor. The new recommendations call for universal prenatal screening for vaginal and rectal GBS colonization of all pregnant women at 35 to 37 weeks' gestation. Other key changes include:"
        },
        {
            "parent": -1,
            "text": "Updated prophylaxis regimens for women with penicillin allergy.Detailed instructions on prenatal specimen collection and expanded methods of GBS culture processing, including instructions on antimicrobial susceptibility testing.Recommendation against routine intrapartum antibiotic prophylaxis for GBS-colonized women undergoing planned cesarean deliveries who have not begun labor.A suggested algorithm for managing patients with threatened preterm delivery.An updated algorithm for managing newborns exposed to intrapartum antibiotic prophylaxis."
        },
        {
            "parent": 0,
            "text": "The gastrointestinal tract is the natural reservoir for GBS and the likely source of vaginal colonization. Approximately 10 to 30 percent of pregnant women are colonized with GBS in the vagina or rectum. GBS colonization can be transient, chronic, or intermittent. Maternal intrapartum GBS colonization is a major risk factor for early-onset (in the first week of life) disease in infants, and vertical transmission of GBS from mother to fetus primarily occurs after the onset of labor or membrane rupture. Classic epidemiologic studies conducted during the 1980s revealed that women with pre-natal GBS colonization were more than 25 times more likely to deliver infants with early-onset GBS disease than women with negative prenatal GBS cultures. However, colonization early in pregnancy is not predictive of neonatal sepsis, and culture screening of the vagina and rectum for GBS late in gestation (i.e., 35 to 37 weeks' gestation) is the recommended method of detecting women who are likely to be colonized with GBS at the time of delivery."
        },
        {
            "parent": 0,
            "text": "Numerous studies have documented that the timing of prenatal screening cultures, the anatomic sites swabbed, and the precise biologic methods used for culture and detection of GBS can affect the accuracy of identifying colonization status. The recommended procedures for collecting and processing clinical specimens for GBS culture are shown inthe accompanying table."
        },
        {
            "parent": 1,
            "text": "New evidence of the potential protective effect of pre-natal GBS screening compared with the former risk-based approach provided the foundation for the universal-screening recommendation. Indications for intrapartum antibiotic prophylaxis to prevent perinatal GBS disease are presented inFigure 1."
        },
        {
            "parent": 1,
            "text": "From the implementation perspective, universal screening has two additional benefits over the 1996 recommendations. Communication of the public health messages associated with a single strategy is simpler than communicating and educating about multiple strategies. Screening also has clear indicators that help evaluate implementation compared with the risk-based approach."
        },
        {
            "parent": 1,
            "text": "Cost-effectiveness analyses have indicated that although the initial costs associated with specimen collection and processing make the universal-screening strategy more expensive than the risk-based approach, the overall savings from disease prevention do not differ significantly between the strategies."
        },
        {
            "parent": 2,
            "text": "Before the widespread use of intrapartum antibiotics, the incidence of invasive neonatal GBS disease ranged from two to three cases per 1,000 live births. In the 1990s, a time of active prevention efforts, incidence of early-onset disease declined by 70 percent to 0.5 cases per 1,000 live births in 1999. Projections from active surveillance data for 1999 from the Active Bacterial Core surveillance/Emerging Infections Programs Network estimate that intra-partum antibiotics prevented nearly 4,500 early-onset cases and 225 deaths that year. Recent estimates of early-onset disease incidence in the United States predict a slight increase from 1999 to 2000, consistent with a plateau in the impact of prevention efforts."
        },
        {
            "parent": 3,
            "text": "Penicillin is the agent of choice for intrapartum antibiotic prophylaxis. Ampicillin is an acceptable alternative, but penicillin is preferred because of its narrower spectrum of antimicrobial activity. Although intramuscular administration of penicillin has been evaluated, intravenous administration is the only route of administration recommended for preventing GBS disease because of the higher intra-amniotic concentrations achieved with this method."
        },
        {
            "parent": 3,
            "text": "Potential adverse and unintended effects of GBS prevention efforts include allergic or anaphylactic reactions to agents used for intrapartum antibiotic prophylaxis, emergence of GBS strains resistant to standard therapies, and increasing incidence of serious neonatal infections caused by pathogens other than GBS, such as antimicrobial-resistant strains."
        },
        {
            "parent": 3,
            "text": "Anaphylaxis associated with GBS chemoprophylaxis occurs, but it is sufficiently rare that any associated morbidity is greatly offset by reductions in the incidence of maternal and neonatal GBS disease. Anaphylaxis-related mortality likely will be rare because the women who receive the antibiotics will be in a hospital setting, where rapid intervention is available. Estimates of the rates of anaphylaxis caused by penicillin range from four per 10,000 to four per 100,000 recipients."
        },
        {
            "parent": 3,
            "text": "GBS isolates with confirmed resistance to penicillin or ampicillin have not been reported to date. However, the proportions of GBS isolates resistant to clindamycin and erythromycin have increased since 1996, and isolates resistant to cefoxitin, a second-generation cephalosporin sometimes used for chorioamnionitis, also have been reported. In light of the increasing prevalence of resistance to clindamycin, erythromycin, or both, the new guidelines include updated recommendations for providing intra-partum chemoprophylaxis to women who are allergic to penicillin."
        },
        {
            "parent": 3,
            "text": "Decreases in the incidence of early-onset GBS sepsis usually have not been accompanied by increases in incidence of early-onset sepsis caused by other pathogens, including those that are antibiotic-resistant. Most studies have found stable or decreasing rates of non-GBS early-onset sepsis during a period of increasing use of intra-partum antibiotic prophylaxis for GBS. This is true for overall non-GBS sepsis and for neonatal sepsis caused byEscherichia coli, the second-leading bacterial cause of neonatal sepsis. An association between intrapartum antibiotic exposure and ampicillin resistance in cases ofE. colior other non-GBS early-onset sepsis has been reported in several studies. However, these studies were not of sufficient magnitude to outweigh the benefits of intrapartum antibiotic prophylaxis to prevent perinatal GBS disease."
        },
        {
            "parent": 5,
            "text": "The presence of GBS bacteriuria in any concentration in a pregnant woman is a marker for heavy genital tract colonization. Therefore, women with any quantity of GBS bacteriuria during pregnancy should receive intrapartum chemoprophylaxis. Vaginal and rectal screening at 35 to 37 weeks' gestation is not necessary for these women. GBS can cause symptomatic and asymptomatic urinary tract infections, which should be diagnosed and treated according to current standards of care."
        },
        {
            "parent": 6,
            "text": "Because GBS can cross intact amniotic membranes, a cesarean delivery does not prevent mother-to-child transmission of GBS. Colonization of the mother is not an indication for cesarean delivery, and cesarean delivery is not an alternative to intrapartum antibiotic prophylaxis. However, the risk of transmission from a GBS-colonized mother during a planned cesarean delivery performed before onset of labor in a woman with intact amniotic membranes is low. Therefore, in this specific circumstance, the risks to the mother and infant of receiving intrapartum antibiotic prophylaxis might balance or outweigh the benefits."
        },
        {
            "parent": 7,
            "text": "Preterm delivery (at less than 37 weeks' gestation) is an important risk factor for early-onset GBS disease, therefore management of intrapartum prophylaxis for women with threatened preterm delivery can be difficult. Assessing the need for intrapartum prophylaxis for these women also can be challenging because culture results are not always available when preterm labor occurs."
        },
        {
            "parent": 7,
            "text": "A suggested approach to GBS chemoprophylaxis in the context of threatened delivery before 37 weeks' gestation is outlined inFigure 2. Because sufficient data are not available to recommend a specific course of management, other strategies developed by physicians may be appropriate alternatives."
        },
        {
            "parent": 8,
            "text": "Questions have been raised about whether certain obstetric procedures, such as digital vaginal examinations, intrauterine fetal monitoring, and membrane stripping, should be performed on GBS-colonized women. Asymptomatic GBS colonization is not an indication to perform any of these procedures, and evidence is insufficient to recommend that particular procedures be avoided when they are indicated for other reasons."
        },
        {
            "parent": 9,
            "text": "On the basis of information available since the publication of the 1996 guidelines, a modified approach is presented inFigure 3for empiric management of infants born to women who received intrapartum antibiotic prophylaxis to prevent early-onset GBS disease or to treat suspected chorioamnionitis."
        }
    ],
    "locked": false
}