{
    "url": "https://www.aafp.org/pubs/afp/issues/2003/0215/p817.html#afp20030215p817-uf1",
    "title": "Evaluating Lower Back Pain with the Aid of Imaging | AAFP",
    "author": "RICHARD SADOVSKY, M.D.",
    "doi": "Am Fam Physician.2003;67(4):817-828",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Lower back pain is a problem commonly treated by family physicians and the most common cause of work disability in the United States. Most patients have simple back pain that resolves spontaneously or with minor interventions. The major task is to identify the 5 percent of patients who have serious disorders. Jarvik and Deyo discuss the differential diagnosis of lower back pain and review the appropriate work-up."
        },
        {
            "parent": -1,
            "text": "Because the symptoms and pathologic causes may not be obviously related, making a definitive diagnosis can be difficult. The differential diagnosis can be categorized into mechanical causes that do not involve inflammation or infection; nonmechanical causes that include inflammation, infection, and infiltrative disease; and visceral causes that do not involve the spine. Some diagnoses, which remain controversial, include spinal instability and internal disc disruption. The approach to correctly diagnosing lower back pain involves identifying underlying systemic disease, recognizing neurologic impairment that may require surgery, and acknowledging any psychosocial factors contributing to the pain."
        },
        {
            "parent": -1,
            "text": "Sciatica is often the first clue to neurologic involvement in back pain, especially in younger adults. True radicular pain usually travels to below the knee. Herniated intervertebral discs, generally involving the L5 or S1 nerve roots, are the most common cause of sciatica. Spinal stenosis results from bone abnormality, soft tissue pressure, or both, and it occurs more commonly in older adults. The classic symptom of spinal stenosis is neurogenic claudication when the patient is standing. Numbness and tingling also may be present, with symptom relief when the patient is sitting and the spine is flexed. Cauda equina syndrome, resulting from local compression, is a surgical emergency, with the most common symptoms being urinary retention, sciatica, sensory and motor deficits, abnormal straight-leg raising, and decreased sphincter tone. Sensory deficits frequently are present over the buttocks, thighs, and perineum."
        },
        {
            "parent": -1,
            "text": "The authors used a comprehensive MEDLINE search to evaluate diagnostic strategies for lower back pain. Plain radiographs are the most common mode used. Anteroposterior and lateral views may be useful for revealing alignment, disc and vertebral body height, and gross impression of bone density and architecture. Oblique and spot lateral views are not routinely recommended by the former Agency for Health Care Policy and Research (AHCPR, now the Agency for Healthcare Research and Quality). Lumbar radiography has the potential of serious radiation exposure to the gonads that may be especially hazardous in young women. Plain radiographs are less sensitive for metastatic lesions than are other imaging tests. When lytic or blastic lesions are seen, the specificity is high (95 to 99.5 percent), but the sensitivity is low. Compression fractures may be seen well, but the chronicity of the fracture cannot be judged. Results are poorer for identification of bone infection, herniated discs, spinal stenosis, or nerve root impingement."
        },
        {
            "parent": -1,
            "text": "Computed tomography has better sensitivity than plain lumbar radiography for identification of herniated discs, central stenosis, and nerve root impingement. Magnetic resonance imaging (MRI) has better soft tissue contrast than computed tomography, allowing improved visualization of different parts of the disc, the vertebral marrow, and spinal canal. MRI does not use ionizing radiation but does not view cortical bone well and is a poor choice for identifying an acute fracture. Gadolinium can be used to enhance the nerve roots and increase specificity, but this step is probably not necessary unless the patient has undergone surgery. MRI is probably the best technique to characterize spinal infections, with gadolinium increasing specificity. MRI is also useful for identifying bone metastases and other marrow infiltrative diseases. Bone scanning with radioactive compounds is useful for detecting infections, stress fractures, symptomatic spondylolysis, and metastatic disease."
        },
        {
            "parent": -1,
            "text": "The authors recommend a management strategy similar to that recommended by the AHCPR(see accompanying figure). Plain radiography is not necessary in every patient and generally not useful in patients who are 50 years or younger and generally healthy. Plain radiography and an erythrocyte sedimentation rate can identify most patients with underlying systemic disease. Most uncomplicated cases of radiculopathy can be treated conservatively for six weeks without radiography. If patients do not improve, MRI is generally recommended."
        }
    ],
    "locked": false
}