{
    "url": "https://www.aafp.org/pubs/afp/issues/2001/0601/p2185.html#afp20010601p2185-f1",
    "title": "Obesity: Assessment and Management in Primary Care | AAFP",
    "author": "JAMES M. LYZNICKI, M.S., M.P.H., DONALD C. YOUNG, M.D., JOSEPH A. RIGGS, M.D., AND RONALD M. DAVIS, M.D.",
    "doi": "Am Fam Physician.2001;63(11):2185-2197",
    "abstract": "Obesity is a complex, multifactorial condition in which excess body fat may put a person at health risk. National data indicate that the prevalence of obesity in the United States is increasing in children and adults. Reversing these trends requires changes in individual behavior and the elimination of societal barriers to healthy lifestyle choices. Basic treatment of overweight and obese patients requires a comprehensive approach involving diet and nutrition, regular physical activity, and behavioral change, with an emphasis on long-term weight management rather than short-term extreme weight reduction. Physicians and other health professionals have an important role in promoting preventive measures and encouraging positive lifestyle behaviors, as well as identifying and treating obesity-related comorbidities. Health professionals also have a role in counseling patients about safe and effective weight loss and weight maintenance programs. Recent evidence-based guidelines from the National Heart, Lung, and Blood Institute, as well as recommendations from the American Academy of Pediatrics, American Association of Clinical Endocrinologists/American College of Endocrinology, American Obesity Association, U.S. Clinical Preventive Services Task Force, Institute of Medicine, and World Health Organization can be consulted for information and guidance on the identification and management of overweight and obese patients.",
    "headers": [
        {
            "id": 0,
            "name": "Nature of the Problem",
            "level": 2
        },
        {
            "id": 1,
            "name": "DEFINITIONS OF OVERWEIGHT AND OBESITY",
            "level": 3
        },
        {
            "id": 2,
            "name": "EPIDEMIOLOGY",
            "level": 3
        },
        {
            "id": 3,
            "name": "HEALTH IMPLICATIONS",
            "level": 3
        },
        {
            "id": 4,
            "name": "Expert Guidance for the Evaluation and Management of Obesity",
            "level": 2
        },
        {
            "id": 5,
            "name": "EVIDENCE-BASED CLINICAL GUIDELINES FOR ADULTS",
            "level": 3
        },
        {
            "id": 6,
            "name": "CONSENSUS RECOMMENDATIONS FOR CHILDREN AND ADOLESCENTS",
            "level": 3
        },
        {
            "id": 7,
            "name": "Physician's Role",
            "level": 2
        },
        {
            "id": 8,
            "name": "Recommendations",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Causes of obesity in the United States are complex and multifactorial. Increasing evidence suggests that obesity is not a simple problem of will power or self-control but a complex disorder involving appetite regulation and energy metabolism that is associated with a variety of comorbid conditions.1–4Although its etiology is not firmly established, genetic, metabolic, biochemical, cultural and psychosocial factors contribute to obesity. Some individuals may become overweight or obese partly because they have a genetic or biologic predisposition to gain weight readily. In most cases, however, the increasing prevalence of overweight and obesity reflects changes in society and behaviors over the past 20 to 30 years."
        },
        {
            "parent": -1,
            "text": "Lifestyle patterns are influenced by an overabundance of energy-dense food choices and decreased opportunities and motivation for physical activity.1–5According to the U.S. surgeon general, approximately 25 percent of American adults are completely sedentary, and more than 60 percent are not regularly active at the recommended level of 30 minutes per day.5About 14 percent of young people between 12 and 21 years of age report no recent physical activity. Nearly one half of young persons between these ages are not vigorously active. An estimated 300,000 preventable deaths occur each year in the United States because of unhealthy diet and physical inactivity,6which are known contributors to obesity."
        },
        {
            "parent": 1,
            "text": "Obesity is a condition in which excess body fat may put a person at health risk.1–4,7–10Excess body fat results from an imbalance of energy intake and energy expenditure (total energy expenditure includes energy expended at rest, in physical activity and for metabolism).Table 111provides reference values for the average daily energy needs of children and adults. These values vary by age and gender but also can be affected by body size and composition, genetic factors, physiologic state (e.g., growth, pregnancy, lactation), coexisting pathologic conditions and ambient temperatures.11For more specific estimates, a person's daily caloric requirements can be calculated3,7(Table 27)."
        },
        {
            "parent": 1,
            "text": "Presently, there is no precise clinical definition of obesity based on the degree of excess body fat that places an individual at increased health risk. General consensus exists for an indirect measure of body fatness, called the weight-for-height index or body mass index (BMI). The BMI is an easily obtained and reliable measurement for overweight and obesity and is defined as a person's weight (in kilograms) divided by the square of the person's height (in meters). If weight is measured in pounds and inches, the BMI is calculated as [weight (in pounds)/height (in inches)2] × 703.1"
        },
        {
            "parent": 1,
            "text": "In 1997, the International Obesity Task Force,10convened by the World Health Organization (WHO), recommended a standard classification of adult overweight and obesity based on the following BMI calculations: a BMI of 25.0 to 29.9 kg per m2is defined as overweight; a BMI of 30.0 kg per m2or more is defined as obesity. In 1998, the Expert Panel on the Identification, Evaluation, and Treatment of Overweight and Obesity in Adults,1convened by the National Heart, Lung, and Blood Institute (NHLBI) of the National Institutes of Health, adopted the WHO classification system. In adults, overweight and obesity are defined as BMI levels at which adverse health risks increase."
        },
        {
            "parent": 1,
            "text": "Rapid changes in body size and composition during growth make assessment of overweight and obesity more complicated in children and adolescents than in adults.9Assessment generally involves comparing a child's BMI level to age- and sex-specific target values."
        },
        {
            "parent": 2,
            "text": "According to the most recent National Health and Nutrition Examination Survey (NHANES III, 1988 to 1994),1,12between one third and one half of U.S. men and women 20 years and older are overweight; nearly one fourth are clinically obese (i.e., BMI 30.0 kg per m2). The combined prevalence of overweight and obesity (defined as a BMI 25.0 kg per m2) in persons 20 years or older is about 60 percent in men and 51 percent in women. This contrasts with the results of NHANES II (1976 to 1980), which showed the combined prevalence of overweight and obesity to be 51 percent in men and 41 percent in women. It should be noted that essentially all of the increased prevalence from NHANES II to NHANES III is due to an increase in the prevalence of obesity rather than overweight. Results of NHANES III indicate that overweight and obesity are common in both sexes and all age groups but particularly high in Mexican-American men, black and Mexican-American women, and women of low socioeconomic status."
        },
        {
            "parent": 2,
            "text": "Results of NHANES III also show an increasing prevalence of overweight in children six years and older, in both sexes and all subpopulations surveyed.13In the past 30 years, the prevalence of overweight among children and adolescents has doubled. National data indicate that approximately 14 percent of children (6 to 11 years of age) and 12 percent of adolescents (12 to 17 years of age) are overweight at the 95th percentile of BMI.14(Note: In NHANES III, overweight in children and adolescents is defined as a BMI level at or above sex- and age-specific 95th percentile values derived from the second and third National Health Examination Surveys [NHESII, 1963 to 1965 and NHES III, 1966 to 1970.])13"
        },
        {
            "parent": 3,
            "text": "Whereas little evidence exists from prospective studies showing that weight loss by obese individuals improves long-term morbidity and mortality, strong evidence suggests that obesity is associated with increased morbidity and mortality and that weight loss in obese persons reduces important disease risk factors.1,8"
        },
        {
            "parent": 3,
            "text": "In adults, disease risk increases independently with increasing BMI and excess abdominal fat.1Cardiovascular and other obesity-related disease risks increase significantly when BMI exceeds 25.0 kg per m2. Overall mortality begins to increase with BMI levels greater than 25 kg per m2and increases most dramatically as BMI levels surpass 30 kg per m2. Waist circumference measurements greater than 40 inches (102 cm) in men and 35 inches (89 cm) in women also indicate an increased risk of obesity-related comorbidities.1Table 31,10summarizes a recent classification of disease risk relative to BMI and waist circumference. As shown inTable 4,1,4obesity in adults is linked to a variety of diseases and conditions."
        },
        {
            "parent": 3,
            "text": "Surgery in obese patients may require special precautions and monitoring, particularly with regard to anesthesia, and cardiac and respiratory care, to minimize the risk of serious complications during surgical and perioperative periods.15Under most circumstances, obese patients can be treated safely and should not be denied surgical treatment for any disorder when surgery constitutes the most appropriate therapy.15While obesity in children and adolescents also has immediate health and psychosocial implications, a principal concern is that persistence of overweight and obesity into adulthood increases the risk for some chronic diseases later in life.2,4,9"
        },
        {
            "parent": 3,
            "text": "Some disagreement exists about whether the known hazards of being obese pose a greater health risk than the potential hazards of treatment.1,4,16Arguments against treating obesity often cite the difficulty in maintaining long-term weight loss, the potentially negative consequences of weight cycling (losing and regaining weight) and the possibility that weight loss is associated with increased mortality.1,4,17–20Uncertainty also exists as to whether relationships between BMI values and health risk are consistent in different adult age and ethnic groups."
        },
        {
            "parent": 3,
            "text": "In adults, the rationale for treatment is based on evidence relating obesity to increased mortality and showing that weight loss reduces risk factors for disease. Even a small weight loss (as little as 10 percent of initial body weight) in overweight and obese adults appears to reduce various chronic disease risk factors (e.g., hypertension, hyperlipidemia, hyperglycemia) and may decrease morbidity and mortality.1Treatment must be prudent to avoid complications such as excessive loss of lean body mass, dehydration, electrolyte imbalance, gallbladder disease and psychologic distress.2,4,16In children and adolescents, careful consideration must be given to potential adverse psychologic and emotional consequences of weight loss programs, such as social stigmatization and precipitation of eating disorders,2–4,21and to ensuring that weight loss in children and adolescents does not impair linear growth and normal development."
        },
        {
            "parent": 5,
            "text": "In 1998, the NHLBI, in cooperation with the National Institute of Diabetes and Digestive and Kidney Diseases, released the first federal guidelines for the management of overweight and obese adults.1The guidelines were developed by a 24-member panel (using an evidence-based methodology) to answer 35 clinical questions relating to ways different treatment strategies affect weight loss and how weight control affects major chronic disease risk factors. In developing recommendations, the NHLBI panel assumed that in most adults the benefits of weight loss on overall health exceed harmful effects and that many people can maintain weight loss, with resulting long-term health benefits."
        },
        {
            "parent": 5,
            "text": "The NHLBI panel recommends that treatment for obesity involve a two-step process of assessment and management. Assessment requires determination of the degree of overweight and a patient's overall risk status. As shown inTables 31,10and5,1andFigure 1,1this determination encompasses evaluation of total body fat, abdominal body fat and various risk factors for diseases and conditions associated with obesity, including a family history of obesity-related disease. BMI is significantly correlated with total body fat content and should be used to assess overweight and obesity as well as to monitor changes in body weight. Abdominal fat content should be assessed before and during weight loss treatment by measurement of waist circumference."
        },
        {
            "parent": 5,
            "text": "Treatment is recommended for patients with a BMI of 25.0 to 29.9 kg per m2or a high waist circumference, and two or more risk factors. Treatment is also recommended for patients with a BMI of 30 or more kg per m2regardless of risk factors. Overweight persons without risk factors should be encouraged to avoid further weight gain. When determining treatment options, possible comorbidities should be considered as well as the patient's motivation to lose weight. General treatment goals are to reduce body weight, maintain a lower body weight over the long term, prevent further weight gain and control accompanying disease risk factors. Effective medical approaches include dietary therapy, increasing physical activity, behavior therapy, pharmacotherapy and combinations of these techniques(Table 6).1A combined intervention consisting of a low-calorie diet, increased physical activity and behavior therapy is the most effective therapy for weight loss and maintenance. As an initial goal, this regimen should be maintained for at least six months, and the patient should strive for a 10 percent reduction from initial body weight. Ongoing treatment then focuses on altering or sustaining lifestyle behaviors to produce further weight loss, maintaining the desired weight and, ultimately, avoiding additional weight gain."
        },
        {
            "parent": 5,
            "text": "Weight loss drugs should be used only as part of a comprehensive treatment program including diet, physical activity and behavior therapy. Currently, an appetite suppressant, sibutramine (Meridia), and a lipase inhibitor, orlistat (Xenical), are labeled by the U.S. Food and Drug Administration for long-term use and may be helpful in the treatment of eligible high-risk patients. Pharmacotherapy is limited to use in patients with a BMI of 30 or more kg per m2and no accompanying obesity-related risk factors or diseases, or patients with a BMI of 27 or more kg per m2with accompanying obesity-related risk factors or diseases (i.e., hypertension, dyslipidemia, coronary heart disease, type 2 diabetes [formerly non-insulin-dependent diabetes] and sleep apnea). Patients receiving weight loss drugs should be carefully monitored by the physician to ensure the safety and efficacy of the drug therapy."
        },
        {
            "parent": 5,
            "text": "Surgery may be considered for severely obese patients who do not respond to medical treatment because such individuals are at high risk for the comorbidities associated with obesity. Surgical treatment of clinically severe obesity usually consists of operations to restrict caloric intake (e.g., vertical banded gastroplasty) or to combine caloric restriction with some degree of malabsorption (e.g., Roux-en-Y gastric bypass, biliopancreatic bypass)."
        },
        {
            "parent": 6,
            "text": "Treatment issues for overweight children and adolescents differ from those affecting adults. Consequently, the NHLBI panel that developed adult guidelines called for the separate development of evidence-based clinical guidelines for youth.1Until such guidelines are established, physicians can consider following recommendations of a committee of eight pediatric experts who were convened by the Maternal and Child Health Bureau and the Health Resources and Services Administration to develop practical guidance for physicians, nurse practitioners and nutritionists on the evaluation and treatment of overweight children and adolescents.2In addition, physicians can consider the recommendations in a recent joint statement of the American College of Endocrinology and the American Association of Clinical Endocrinologists.3"
        },
        {
            "parent": 6,
            "text": "Clinical assessment of pediatric patients should include determination of the BMI percentile (for age and sex) and careful evaluation to identify possible complications of obesity such as hypertension, dyslipidemias, orthopedic disorders, sleep disorders, gallbladder disease and insulin resistance.2Children with a BMI higher than the 85th percentile and complications of obesity, or a BMI higher than the 95th percentile with or without complications should undergo evaluation and possible treatment. Further evaluation should include a detailed assessment of dietary habits and physical activity, and consideration of genetic, endocrine and psychologic factors that may influence overeating."
        },
        {
            "parent": 6,
            "text": "Physicians need to emphasize the important influence of the patient's family (particularly parents) in any treatment program.2,3Families of at-risk children must be educated about the medical complications and long-term risks of obesity and must actively participate in the treatment program. Consideration must be given to the patient's and family's readiness to participate in a weight management program and their combined motivation to adopt permanent lifestyle changes."
        },
        {
            "parent": 6,
            "text": "As a primary goal, interventions should focus on achieving healthy eating and physical activity habits rather than attainment of an ideal body weight.2After completing an initial weight management program, the child and family must continue to work to maintain a desired weight as the child develops. Successful treatment requires long-term follow-up, with frequent physician visits, continual monitoring and reinforcement. Throughout these encounters, physicians must remain sensitive, compassionate and supportive of the patient and family to foster necessary improvements and lifestyle changes."
        },
        {
            "parent": 7,
            "text": "The rising prevalence of obesity in the United States has given physicians an increased role in its identification and management. Considering the public health implications of obesity, it is essential that physicians increase their knowledge of obesity and related comorbidities and recognize it as a complex disorder that requires long-term follow-up and care. To provide scientifically sound advice about weight loss or weight maintenance to their patients, physicians are encouraged to improve their understanding of the nature of obesity, the difficulty of treating this condition and the importance of counseling patients about realistic goals for weight reduction. Some physicians may be reluctant to become more actively involved in the evaluation and treatment of obese patients because of the barriers indicated inTable 7.4,22,23"
        },
        {
            "parent": 7,
            "text": "Various health organizations recommend that physicians assess their patients for overweight and that patients receive appropriate counseling about safe weight management and the benefits of physical activity and a healthy diet.1–4,7–9If treatment is indicated, physicians can help patients develop weight loss or management plans tailored to individual needs; this includes setting reasonable weight loss goals; selecting appropriate weight loss programs; referring patients to ancillary personnel when appropriate; and providing monitoring, support and encouragement.1–4,7,24In determining the appropriateness of any weight loss program, it is essential for physicians and patients to realize that the goal of treatment is not necessarily weight loss alone, but weight management to achieve the best possible weight for improved health.4Physicians engaging in weight loss counseling also should consider their own weight and set an example for their patients by demonstrating healthy weight management.25"
        },
        {
            "parent": 7,
            "text": "The American Medical Association (AMA) recommends that any person considering a weight loss program first consult a physician for a physical examination and an objective evaluation of the proposed weight loss program as it relates to the individual's physical condition.26For assistance with counseling or patient referrals, physicians can use the services of medical specialists with a special interest and expertise in the treatment of obesity, as well as registered dietitians, nurses, behavior therapists, clinical psychologists and exercise physiologists."
        },
        {
            "parent": 7,
            "text": "For many overweight and obese patients, achieving and maintaining a healthy weight is a difficult, often life-long challenge. Despite considerable public interest and economic investment in weight loss and weight control programs, without a long-term commitment to lifestyle change, most adults regain any weight loss within five years.4To benefit from a weight loss program, patients must be motivated to lose weight, must have access to an effective method of reducing weight and must maintain the resulting weight loss.1,4"
        },
        {
            "parent": 7,
            "text": "Because of the difficulty in maintaining weight loss over time, prevention continues to be the most viable option for controlling overweight. Physicians have an important role in helping patients prevent the development of obesity by alerting them to the risks of inappropriate weight gain and advocating lifestyles that promote a healthier weight. Such efforts should begin in childhood and include encouraging patients to prevent the initial development of overweight and obesity, to avoid regaining weight following a weight loss and to avoid further weight gain if they are unable to lose weight."
        },
        {
            "parent": 7,
            "text": "In children and adolescents, tailored messages should emphasize the importance of regular physical activity accompanied by a properly balanced diet so that growth is not impaired. In adults, effective measures for achieving a desired weight include promoting healthy diets of lower energy density, regular physical activity and behavioral change, with emphasis on long-term weight management rather than short-term, extreme weight reduction. To maintain a healthy weight, good dietary habits must be coupled with increasing physical activity, and these must become permanent lifestyle changes."
        },
        {
            "parent": 8,
            "text": "The following statements, recommended by the Council on Scientific Affairs, were adopted as AMA policy in June 1999. The AMA:"
        },
        {
            "parent": 8,
            "text": "Urges physicians, as well as managed care organizations and other third-party payors, to recognize obesity as a complex disorder involving appetite regulation and energy metabolism that is associated with a variety of comorbid conditions.Will work with appropriate federal agencies, medical specialty societies and public health organizations to educate physicians about the prevention and management of overweight and obesity in children and adults, including education in basic principles and practices of physical activity and nutrition counseling; such training should be included in undergraduate and graduate medical education and through accredited continuing medical education programs.Urges federal support of research to deter mine: (1) the causes and mechanisms of over weight and obesity, including biologic, social and epidemiologic influences on weight gain, weight loss and weight maintenance; (2) the long-term safety and efficacy of voluntary weight maintenance and weight loss practices and therapies, including surgery; (3) effective interventions to prevent obesity in children and adults; and (4) the effectiveness of weight loss counseling by physicians.Encourages national efforts to educate the public about the health risks of being over weight and obese, and provide information about how to achieve and maintain a healthy weight.Urges physicians to assess their patients for overweight and obesity during routine medical examinations and discuss with at-risk patients the health consequences of further weight gain; if treatment is indicated, physicians should encourage and facilitate weight maintenance or reduction efforts in their patients or refer them to a physician with a special interest and expertise in the clinical management of obesity.Urges all physicians and patients to maintain a desired weight and prevent in appropriate weight gain.Encourages physicians to become knowledgeable about community resources and referral services that can assist with the management of overweight and obese patients.Urges the appropriate federal agencies to work with organized medicine and the health insurance industry to develop coding and payment mechanisms for the evaluation and management of obesity."
        }
    ],
    "locked": false
}