{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/1015/p1815.html#afp20001015p1815-f1",
    "title": "The AAP Practice Parameter on Urinary Tract Infections in Febrile Infants and Young Children | AAFP",
    "author": "KENNETH B. ROBERTS, M.D.",
    "doi": "Am Fam Physician.2000;62(8):1815-1822",
    "abstract": "The Committee on Quality Improvement of the American Academy of Pediatrics developed an evidence-based practice parameter on the diagnosis, treatment and evaluation of the initial urinary tract infection in febrile infants and young children, two months to two years of age. The practice parameter consists of 11 recommendations and four areas for future research. Recommendations 1 through 5 address diagnosis and emphasize the need for culturing appropriately collected specimens; diagnosis should not be based on urinalysis or on culture of specimens from urine-collection bags. Recommendations 6 through 10 address treatment, identifying trimethoprim-sulfamethoxazole as superior to amoxicillin and establishing the duration of treatment as seven to 14 days. Children should receive antimicrobial coverage until imaging studies have been completed. Recommendation 11 addresses imaging; all infants should undergo ultrasonography, and a lower tract study is strongly encouraged as well. Future research should quantitatively address the relationship between renal scarring in childhood and renal impairment and hypertension in adults. Less invasive methods of diagnosis and imaging are highly desirable and should be developed.",
    "headers": [
        {
            "id": 0,
            "name": "Development of the Parameter",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis (Recommendations 1 through 5)",
            "level": 2
        },
        {
            "id": 2,
            "name": "Treatment (Recommendations 6 through 10)",
            "level": 2
        },
        {
            "id": 3,
            "name": "Evaluation: Imaging (Recommendation 11)",
            "level": 2
        },
        {
            "id": 4,
            "name": "Areas for Future Research",
            "level": 2
        },
        {
            "id": 5,
            "name": "Summary",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "In an effort to improve the diagnosis, treatment and evaluation of febrile infants with urinary tract infection (UTI), the American Academy of Pediatrics (AAP) has published 11 recommendations addressing the condition. This article summarizes the recommendations made by the AAP in its report, titled “Practice Parameter: the Diagnosis, Treatment, and Evaluation of the Initial Urinary Tract Infection in Febrile Infants and Young Children.”1The practice parameter was developed by the Subcommittee on Urinary Tract Infection of the AAP Committee on Quality Improvement and reviewed by the American Academy of Family Physicians (AAFP) and other groups."
        },
        {
            "parent": -1,
            "text": "UTI was selected for practice parameter development because of the associated morbidity, frequency, cost and variation in diagnosis or management. To meet the morbidity criterion, febrile infants and young children two months to two years of age with UTI were selected as the target group. (Febrile infants younger than two months may be at even higher risk of renal damage but are being addressed by another subcommittee of the AAP.)"
        },
        {
            "parent": -1,
            "text": "Morbidity is not limited to acute illness because the UTI may result in renal scarring, with the potential to diminish renal function and contribute to hypertension in adulthood. The costs associated with UTIs include the usual expenses associated with acute illnesses—medication, office visits, loss of parental time from work—as well as expensive imaging studies and the potential for high costs associated with renal impairment and hypertension. Variation in diagnosis and management includes from whom and by what method urine is obtained, how specimens are processed, the route and duration of treatment, and whether radiographic imaging is performed."
        },
        {
            "parent": 0,
            "text": "The Subcommittee on Urinary Tract Infection included three general pediatricians and subspecialists representing various AAP sections (nephrology, epidemiology, radiology, infectious diseases and urology) and the Committee on Infectious Diseases. Four computerized literature searches, citations in recent reviews and the files of subcommittee members identified more than 2,000 articles; 402 of the articles contained appropriate original data for decision-analysis. End-stage renal disease and hypertension in adulthood were the outcome measures for cost-effectiveness calculations."
        },
        {
            "parent": 0,
            "text": "The parameter was reviewed by multiple AAP committees, sections and a panel of practitioners. Input was also provided by the AAFP, the American College of Emergency Physicians and the American Urological Association. The AAP executive board provided final review."
        },
        {
            "parent": 0,
            "text": "The parameter, published inPediatricsin April 1999, contains 11 recommendations, four areas for future research and an algorithm(Figure 1).1The extensive technical report was published simultaneously on the Web site ofPediatrics,2offering readers access to the evidence tables. The recommendations are considered in three sections: diagnosis (sections 1 through 5), treatment (sections 6 through 10) and imaging (section 11)."
        },
        {
            "parent": 1,
            "text": "Recommendation 1: The presence of a UTI should be considered in infants and young children two months to two years of age with unexplained fever (strength of evidence: strong)."
        },
        {
            "parent": 1,
            "text": "UTI is the most common “occult” bacterial infection in febrile infants, with an overall rate of approximately 5 percent. The rate varies with sex and race; in boys, it also varies with age. The rate is 8 percent in girls and uncircumcised boys but less than 1 percent in circumcised boys. White girls have a much higher rate (up to 15 percent) than black girls. Boys are at highest risk during the first three to six months of life."
        },
        {
            "parent": 1,
            "text": "Potential severity of sequelae is an even more compelling reason than frequency to consider UTI in febrile infants. Vesicoureteral reflux is more common in infants than in older children(Figure 2)1and tends to be of higher grade; intrarenal reflux (pyelotubular back-flow), the most severe form of reflux, is virtually limited to infants. New renal scars do not develop after age four in unscarred kidneys."
        },
        {
            "parent": 1,
            "text": "In summary, infant girls with unexplained fever (particularly white girls) are at significant risk of UTI; circumcised boys older than one year are at minimal risk and may be considered differently."
        },
        {
            "parent": 1,
            "text": "Recommendation 2: In infants and young children two months to two years of age with unexplained fever, the degree of toxicity, dehydration and ability to retain oral intake must be carefully assessed (strength of evidence: strong)."
        },
        {
            "parent": 1,
            "text": "In making the clinical decision, this step generally determines whether infants will receive antimicrobial treatment empirically. Infants who appear ill and who do not have an obvious explanation for fever generate concern for bacteremia and meningitis, but UTI should also be considered. Approximately 5 to 10 percent of infants with UTI have bacteremia; as a group, they are not distinguishable clinically from those without bacteremia."
        },
        {
            "parent": 1,
            "text": "Recommendation 3: If an infant or young child two months to two years of age with unexplained fever is assessed as being sufficiently ill to warrant immediate antimicrobial therapy, a urine specimen should be obtained by suprapubic aspiration (SPA) or transurethral bladder catheterization. The diagnosis of UTI cannot be established by a culture of urine collected in a bag (strength of evidence: good)."
        },
        {
            "parent": 1,
            "text": "Antibiotics (e.g., ceftriaxone [Rocephin], amoxicillin) for empiric treatment of suspected bacteremia can “hide” a UTI by sterilizing urine obtained after treatment is initiated. The opportunity to identify a significant urinary abnormality would then be lost."
        },
        {
            "parent": 1,
            "text": "A urine collection bag applied to the perineum is convenient but has an unacceptably high false-positive rate: with a 5 percent rate of UTI, a “positive” culture from a bag specimen is falsely positive 85 percent of the time. Therefore, if treatment is to be given immediately, a more definitive method of collection is required, such as SPA or transurethral catheterization. (A negative culture from a bag specimen effectively rules out UTI, but culture results cannot be predicted by urinalysis, see Recommendations 4 and 5.)"
        },
        {
            "parent": 1,
            "text": "Recommendation 4: If an infant or young child two months to two years of age with unexplained fever is assessed as not being so ill as to require immediate antimicrobial therapy, there are two options (strength of evidence: good)."
        },
        {
            "parent": 1,
            "text": "Option 1: Obtain and culture a urine specimen collected by SPA or transurethral bladder catheterization."
        },
        {
            "parent": 1,
            "text": "Option 2: Obtain a urine specimen by the most convenient means and perform a urinalysis. If the urinalysis suggests a UTI, obtain and culture a urine specimen collected by SPA or transurethral bladder catheterization; if urinalysis does not suggest a UTI, it is reasonable to follow the clinical course without initiating antimicrobial therapy, recognizing that a negative urinalysis does not rule out a UTI."
        },
        {
            "parent": 1,
            "text": "The components of urinalysis are not sufficiently sensitive and specific to establish a diagnosis of UTI(Table 1)1but may help when children do not require therapy immediately. Leukocyte esterase is likely present in the urine of children with UTIs, but the false-positive rate is unacceptably high; the nitrite test is more specific but is positive in only one half of children with UTIs. When both tests are positive, the likelihood of UTI increases, but the number of false positives also increases."
        },
        {
            "parent": 1,
            "text": "The best rapid test for UTI is a Gram stain of fresh unspun urine for bacteria, but this test is not commonly performed."
        },
        {
            "parent": 1,
            "text": "Recommendation 5: Diagnosis of UTI requires a culture of the urine (strength of evidence: strong)."
        },
        {
            "parent": 1,
            "text": "It is important to process the specimen correctly. Organisms that contaminate specimens—the same ones that cause UTI—multiply in urine at room temperature. Therefore, specimens should be processed promptly or refrigerated; those sent out for processing should be transported on ice. Interpretation of results is based on the colony count and the method of collection(Table 2).3"
        },
        {
            "parent": 2,
            "text": "Recommendation 6: If the infant or young child two months to two years of age with suspected UTI is assessed as toxic, dehydrated or unable to retain oral intake, initial antimicrobial therapy should be administered parenterally and hospitalization should be considered (strength of evidence: opinion/consensus)."
        },
        {
            "parent": 2,
            "text": "Since the publication of the practice parameter, an all-oral regimen was determined to be comparable to initial intravenous therapy followed by oral administration.4The benefit of administering medication parenterally is the assurance that the medication has been delivered, circumventing inability to retain oral medication and possible nonadherence (noncompliance)."
        },
        {
            "parent": 2,
            "text": "Recommendation 7: In the infant or young child two months to two years of age who may not appear ill but has a culture confirming the presence of UTI, antimicrobial therapy should be initiated, parenterally or orally (strength of evidence: good)."
        },
        {
            "parent": 2,
            "text": "Not all positive urine cultures in febrile infants will be true UTIs. Some infants will have clinically silent bacteriuria chronically, “asymptomatic bacteriuria,” and present with a fever from infection in an unidentified source other than the urinary tract. Asymptomatic bacteriuria is a benign condition of mucosal colonization and is better left untreated; treated children undergo flora changes that render them more likely to develop a symptomatic UTI than if they were not treated. White girls not only have the highest likelihood of asymptomatic bacteriuria but also the highest likelihood of UTI. No clinical or laboratory finding distinguishes the two, though presence of pyuria makes true UTI more likely. Therefore, with infancy being the time of highest risk for UTI-associated renal damage, it was the opinion of the subcommittee that all infants with positive cultures of appropriately collected urine should receive treatment."
        },
        {
            "parent": 2,
            "text": "The antimicrobials used most frequently are amoxicillin, sulfonamides and cephalosporins. Head-to-head comparisons have demonstrated consistently higher cure rates with trimethoprim-sulfamethoxazole (Bactrim, Septra) than amoxicillin, regardless of therapy duration. Cephalosporins are effective against the usual bacilli that cause UTI but, as a class, are not effective against enterococci."
        },
        {
            "parent": 2,
            "text": "Recommendation 8: Infants and young children two months to two years of age with UTI who have not had the expected clinical response with two days of antimicrobial therapy should be re-evaluated and another urine specimen should be cultured (strength of evidence: good)."
        },
        {
            "parent": 2,
            "text": "The flip side of this recommendation is that children who have had the expected clinical response do not require a “proof of cure” culture, if the organism causing the UTI is sensitive to the agent selected for treatment."
        },
        {
            "parent": 2,
            "text": "Recommendation 9: Infants and young children two months to two years of age, including those whose treatment initially was administered parenterally, should complete a seven- to 14-day antimicrobial course orally (strength of evidence: strong)."
        },
        {
            "parent": 2,
            "text": "Fever is considered a marker for pyelonephritis and traditional teaching is to treat children with pyelonephritis for a minimum of two weeks. The subcommittee could find no data comparing 14 days of treatment with seven or 10 days. Longer treatment does not provide additional benefit."
        },
        {
            "parent": 2,
            "text": "Children with cystitis might do well with a shorter course of treatment, but it is not possible to distinguish them from the others. In multiple studies in children, a short course (single dose to three days) is inferior to longer treatment (seven to 10 days)."
        },
        {
            "parent": 2,
            "text": "Recommendation 10: After a seven- to 14-day course of antimicrobial therapy and sterilization of the urine, infants and young children two months to two years of age with UTI should receive antimicrobials in therapeutic or prophylactic dosages until the imaging studies are completed (strength of evidence: good)."
        },
        {
            "parent": 2,
            "text": "One of the questions to be answered by imaging studies is whether to provide antimicrobial prophylaxis. Most infants younger than one year and one third of those one to two years of age will demonstrate reflux and be candidates for prophylaxis; it seems prudent to decide about prophylaxis before discontinuing antimicrobial treatment."
        },
        {
            "parent": 3,
            "text": "Recommendation 11: Infants and young children two months to two years of age with UTI who do not demonstrate the expected clinical response within two days of antimicrobial therapy should undergo ultrasonography; voiding cystourethrography (VCUG) or radionuclide cystography (RNC) is strongly encouraged to be performed at the earliest convenient time. Infants and young children who have the expected response to antimicrobial treatment should have a sonogram at the earliest convenient time; VCUG or RNC is strongly encouraged to be performed at the earliest convenient time (strength of evidence: fair)."
        },
        {
            "parent": 3,
            "text": "Imaging of the urinary tract is recommended for every febrile infant, boy or girl, with a first UTI to identify abnormalities that predispose to renal damage."
        },
        {
            "parent": 3,
            "text": "Ultrasonography is used to detect dilatation from obstruction. VCUG is generally recommended to identify and grade reflux. The subcommittee acknowledged that the evidence related to treating reflux (e.g., prophylactic antibiotic) is limited but was impressed with the relationship of renal scarring to reflux; therefore, VCUG (or RNC) was “strongly encouraged.” (Note: This decision was not reflected accurately in the parameter but was clarified in an erratum.1)"
        },
        {
            "parent": 4,
            "text": "One value of an extensive systematic review is the opportunity to identify what data are needed. The following areas were noted in the practice parameter: (1) Quantitating the relationship between UTI in infants and reduced renal function and hypertension in adults. Current scanning techniques may make this feasible; (2) developing noninvasive methods of collecting urine and diagnosing UTI; (3) determining the role of parenteral treatment and (4) developing noninvasive imaging techniques that do not use radiation. The third area has been addressed since publication,4and the other three are being addressed."
        },
        {
            "parent": 5,
            "text": "Eleven recommendations have been made to improve the diagnosis, treatment and evaluation of febrile infants with UTI and four areas for future research have been identified. Interested readers are urged to consult the practice parameter1and technical report.2A brochure for parents is available from the AAP."
        }
    ],
    "locked": false
}