{
    "url": "https://www.aafp.org/pubs/afp/issues/2001/0101/p69.html#afp20010101p69-f5",
    "title": "Adult Rhinosinusitis: Diagnosis and Management | AAFP",
    "author": "J. DAVID OSGUTHORPE, M.D.",
    "doi": "Am Fam Physician.2001;63(1):69-77",
    "abstract": "Rhinosinusitis can be divided among four subtypes: acute, recurrent acute, subacute and chronic, based on patient history and a limited physical examination. In most instances, therapy is initiated based on this classification. Antibiotic therapy, supplemented by hydration and decongestants, is indicated for seven to 14 days in patients with acute, recurrent acute or subacute bacterial rhinosinusitis. For patients with chronic disease, the same treatment regimen is indicated for an additional four weeks or more, and a nasal steroid may also be prescribed if inhalant allergies are known or suspected. Nasal endoscopy and computed tomography of the sinuses are reserved for circumstances that include a failure to respond to therapy as expected, spread of infection outside the sinuses, a question of diagnosis and when surgery is being considered. Laboratory tests are infrequently necessary and are reserved for patients with suspected allergies, cystic fibrosis, immune deficiencies, mucociliary disorders and similar disease states. Findings on endoscopically guided microswab culture obtained from the middle meatus correlate 80 to 85 percent of the time with results from the more painful antral puncture technique and is performed in patients who fail to respond to the initial antibiotic selection. Surgery is indicated for extranasal spread of infection, evidence of mucocele or pyocele, fungal sinusitis or obstructive nasal polyposis, and is often performed in patients with recurrent or persistent infection not resolved by drug therapy.",
    "headers": [
        {
            "id": 0,
            "name": "Classification",
            "level": 2
        },
        {
            "id": 1,
            "name": "Etiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnostic Tests",
            "level": 2
        },
        {
            "id": 3,
            "name": "Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Sinusitis has a self-reported incidence of 135 per 1,000 of the population per year and was the principle reason for almost 12 million physician office visits during 1995.1–4Sinusitis significantly impacts quality of life measures (e.g., the Medical Outcomes Study SF-36) with decrements in general health perception, vitality and social functioning comparable with that observed in patients who have angina or chronic obstructive pulmonary disease.5Sinusitis is one of the main reasons for which an antibiotic is prescribed and for lost productivity in the work force."
        },
        {
            "parent": 0,
            "text": "Rhinosinusitis is a more accurate term for what is commonly termed sinusitis, because the mucous membranes of the nose and sinuses are contiguous and subject to the same disease processes. Sinusitis without rhinitis is rare. Until a few years ago, no diagnostic criteria existed for distinguishing among the various subtypes of rhinosinusitis, and no commonly accepted disease staging system was in place. In consultation with other medical disciplines, the American Academy of Otolaryngology–Head and Neck Surgery established baseline parameters in 1996 for discerning the subtypes of rhinosinusitis (acute, recurrent acute, subacute and chronic). These parameters have since become widely adopted by researchers and by health maintenance organizations.6,7"
        },
        {
            "parent": 0,
            "text": "Symptoms associated with rhinosinusitis are divided into major and minor groups(Table 1),7and specific combinations of these symptoms(Table 2)6provide a diagnosis based on patient history, with the sole physical finding that may be included being nasal purulence, either viewed by anterior rhinoscopy or as a postnasal discharge on pharyngeal examination. The emphasis on obtaining a patient history and performing a limited physical examination is based on the fact that most patients can be effectively treated (medically and cost-wise) without the necessity of nasal endoscopy, radiographic studies or bacterial cultures."
        },
        {
            "parent": 0,
            "text": "Acute rhinosinusitis has a relatively rapid onset, is normally of four weeks' duration or less and symptoms totally resolve. Most cases are viral in origin. Resolution of symptoms usually occurs within five to seven days, and most patients recover without medical intervention.6The subcategory of acute bacterial rhinosinusitis is more likely to evolve into chronic disease or to spread outside the sinuses to the orbital area or to the meninges. Acute bacterial rhinosinusitis is suggested by symptoms including purulent drainage that worsens after five days or persists beyond 10 days, and/or symptoms that are out of proportion to those typically associated with a viral upper respiratory process.6Recurrent acute rhinosinusitis is defined as four or more episodes of acute disease within a 12-month period, with resolution of symptoms between each episode (each episode of at least seven days' duration). Subacute rhinosinusitis is basically a low-grade continuum of acute infection of more than four weeks' but less than 12 weeks' duration. Chronic rhinosinusitis is distinguished by symptoms that persist for 12 weeks or more."
        },
        {
            "parent": 1,
            "text": "Viral upper respiratory infection is the most common precursor to bacterial rhinosinusitis, followed by sinus obstruction from the mucosal edema of inhalant allergies and by anatomic factors.1,7–9Air pollution, most commonly tobacco smoke, can be an important co-factor.1Less frequent causes include nasal polyps (e.g., the “aspirin triad” of aspirin sensitivity, asthma and nasal polyps), the hormone-based turbinate edema associated with pregnancy, medication side effects (e.g., rhinitis medicamentosa from abuse of topical vasoconstrictors or cocaine, mucosal edema from use of oral antihypertensive drugs, antiosteoporosis agents or hormone replacement sprays), and mucociliary dysfunction associated with cystic fibrosis and immune deficiencies.1,7"
        },
        {
            "parent": 2,
            "text": "Nasal endoscopy is indicated in patients with rhinosinusitis who do not respond to therapy as expected, when anatomic factors preclude adequate examination by anterior rhinoscopy, in younger children in whom a medical history is deemed unreliable, as an objective monitoring of patients hospitalized for spread of infection outside of the sinuses and in perioperative nasal inspection and cleaning.2,7,10Endoscopy is usually performed by otolaryngologists using rigid optical scopes; however, the flexible nasopharyngoscopes used in many primary care offices for pharyngeal and laryngeal examinations are quite adequate for those with appropriate training. Endoscopy is performed after spraying the nose with a topical nasal vasoconstrictor such as phenylephrine (Neo-Synephrine) or oxymetazoline (Afrin), and an analgesic such as pontocaine or lidocaine."
        },
        {
            "parent": 2,
            "text": "The most crucial area to examine is the hiatus semilunaris, a crescent-shaped groove that measures approximately 2 cm in length by 3 to 4 mm in width and is located just lateral to the anterior third of the middle turbinate(Figure 1). The frontal, maxillary and most of the ethmoid sinuses drain into this small channel. In patients with bacterial rhinosinusitis, pus usually emanates from this area(Figure 2)and sources of obstruction (small polyps not visible by anterior rhinoscopy, septal or turbinate abnormalities, and fungal concretions) should be sought. In patients who have not responded to the initial choice of antibiotic therapy, those with extrasinus spread of infection and those with chronic rhinosinusitis, an endoscopically directed microswab culture of the hiatus semilunaris should be obtained. Protecting the microswab from contamination by the nasal vibrissa using the nasal speculum or by painting the vibrissa with povidone-iodine solution yields culture accuracy rates of 80 to 85 percent of culture results obtained by the more painful, direct antral puncture technique.1,2,10"
        },
        {
            "parent": 2,
            "text": "Plain film radiographs of the sinuses are rarely necessary. Although such studies can disclose sinus opacification or reveal an air fluid level associated with maxillary, frontal or sphenoid disease, the most commonly infected area is the anterior ethmoid region which is poorly visualized on plain film radiographs. Simple plain films may be indicated when the physician has questions about the diagnosis in a patient with an equivocal history, or to follow the response to therapy in a hospitalized patient with severe sinus disease. Computed tomographic (CT) scan, performed in a coronal plane with cuts of 4 mm or less, is considered the gold standard radiographic delineation of sinus disease1,9,11(Figure 3). Magnetic resonance imaging (MRI) is overly sensitive to the transient mucosal changes associated with a normal nasal cycle. A false-positive rate for sinus abnormalities of up to 40 percent has been reported; whereas, CT scan correlates with symptoms and nasal endoscopic findings in at least 75 percent of patients.2,7,11However, the costly CT delineation of sinus anatomy and any associated disease should be reserved for uncommon circumstances of extrasinus manifestation of infection spread, such as that associated with patients hospitalized for intravenous therapy, and the far more common circumstance of patients with recurrent acute or chronic rhinosinusitis who have not responded to appropriate medical therapy and for whom surgery is being contemplated."
        },
        {
            "parent": 2,
            "text": "Laboratory studies are unnecessary in the evaluation and management of most patients with uncomplicated rhinosinusitis.1,2,10,12If the history suggests an allergic origin to sinus obstruction, an in vitro IgE screen (eight to 12 regionally adjusted allergens) will identify 94 to 96 percent of patients in whom aggressive antiallergy pharmacotherapy and/or further allergy testing and immunotherapy is needed.2,12When the history is equivocal, nasal cytology to detect the presence of eosinophils associated with allergic rhinitis or to detect the leukocytic infiltrates associated with acute bacterial or viral infections is indicated. Tests for mucociliary transport, nasal mucosal biopsies and immunologic evaluations, for example, should be reserved for appropriately indicated circumstances.12"
        },
        {
            "parent": 2,
            "text": "Nasal/sinus bacterial cultures should be reserved for the circumstances previously outlined. The most common organisms isolated from patients with acute rhinosinusitis includeStreptococcus pneumoniae, Haemophilus influenzae, Moraxella catarrhalisand Staphylococcal species.9,12–16Staphylococcal species, especiallyStaphylococcus aureus, are much more common in chronic bacterial infections, as are anaerobes and multiple organism infections. Betalactamase resistance, occurring in less than 30 percent of patients with acute bacterial rhinosinusitis, increases to the 40 to 50 percentile in patients with chronic disease.17,18"
        },
        {
            "parent": 2,
            "text": "Allergic fungal sinusitis accounts for 2 to 4 percent of patients with chronic rhinosinusitis and is suggested by characteristic findings on CT scan(Figure 4). These characteristic findings include opacified sinuses with inspissated mucus containing small calcium granules. However, allergic fungal sinusitis must be confirmed by obtaining a sinus culture (Aspergillus, Alternaria and Bipolaris are the most common fungi species). A culture can usually be obtained only during surgery because the fungi tend to remain within the bony confines of the sinuses rather than extruding into the nasal cavities.15,16"
        },
        {
            "parent": 3,
            "text": "The general goals of therapy for patients with bacterial rhinosinusitis are to control infection, diminish tissue edema and reverse sinus ostial obstruction so the mucopus can drain.1,10,17,19–21Maintaining patient hydration by adequate oral fluid intake, supplemented by the use of saline nasal sprays as desired, is recommended. Although study results are only suggestive, some studies8,17,19,20used a mucolytic (supersaturated potassium iodide [SSKI] solution, guaifenesin), and most favored the use of an oral decongestant (pseudoephedrine [Sudafed]), for patients with severe nasal/sinus obstruction. This can be supplemented with the addition of a topical decongestant (e.g., phenylephrine, oxymetazoline) for three to five days. Oral antibiotics are recommended for seven to 14 days in patients with acute, recurrent acute or subacute bacterial rhinosinusitis1,2,10,17,22(Figure 5). Antibiotics labeled by the U.S. Food and Drug Administration (FDA) for the treatment of patients with acute rhinosinusitis include amoxicillin-clavulanate potassium (Augmentin) and most of the newer generation cephalosporins, macrolides and fluoroquinolones. Because the list of antibiotics changes frequently as newer drugs are brought to the market, up-to-date information about the most recent antibiotic releases and their indications can be viewed on the FDA Center for Drug Evaluation and Research Web site athttp://www.fda.gov/cder/."
        },
        {
            "parent": 3,
            "text": "The federal Agency for Healthcare Research and Quality (formerly the Agency for Health Care Policy and Research) recently analyzed the world's literature and concluded that amoxicillin or folate inhibitors (most commonly trimethoprim-sulfamethoxazole [Bactrim, Septra]) are appropriate choices as initial therapy in an otherwise healthy adult population with uncomplicated, acute bacterial rhinosinusitis.17,22Final recommendations may well mirror the antibiotic regimen for the treatment of patients with acute otitis media—amoxicillin, 80 to 90 mg per kg per day as initial therapy, reserving the broader spectrum and more expensive antibiotics for those patients who fail to improve after three days or whose symptoms worsen.18"
        },
        {
            "parent": 3,
            "text": "In selecting an appropriate antibiotic for patients with rhinosinusitis, physicians must keep in mind the incidence of drug-resistant bacteria in their community and consider the patient's overall health status. Special attention should be given to diseases that could impede normal recovery from infection and/or predispose to complications (e.g., diabetes mellitus, chronic pulmonary disease, asthma, cystic fibrosis and immune deficiencies)."
        },
        {
            "parent": 3,
            "text": "Some experts favor a short course of oral steroid therapy in patients with acute (viral or bacterial) rhinosinusitis to diminish tissue edema around the sinus ostia and to provide symptomatic relief.1,2,10This is controversial, given the potential for immunosuppression prolonging the underlying disease process. Topical steroids are commonly used in symptomatic patients with subacute or chronic rhinosinusitis and who have or are suspected of having inhalant sensitivities; however, these preparations are relatively ineffective in patients with acute rhinosinusitis because they poorly penetrate the associated rhinorrhea."
        },
        {
            "parent": 3,
            "text": "Oral antihistamines have not been documented to exhibit a positive effect in patients with rhinosinusitis and are usually avoided because of the concern that the mucous thickening effects of all but the latest generation of antihistamines could impede mucopus drainage from the sinuses.1,2,10Data on whether topical antihistamines or anticholinergic preparations have a deleterious effect on the course of bacterial rhinosinusitis are insufficient; however, sinus penetration of these preparations (and, hence, an effect on mucopus drainage) is minimal. Anticholinergic agents are often used to control the rhinorrhea associated with acute rhinosinusitis, which is more commonly viral than bacterial in origin."
        },
        {
            "parent": 3,
            "text": "Approximately 175,000 persons undergo sinus surgery in the United States each year.1,23,24The absolute indications for surgery include extrasinus spread of sinus infection, mucocele or pyocele, fungal sinusitis or massive nasal polyps that obstruct the sinuses. The relative indications for surgery that constitute the reasons for a preponderance of sinus operations include: (1) recurrent acute bacterial rhinosinusitis in which a persisting area of obstruction to sinus aeration or of recurring disease has been identified by nasal endoscopy and/or CT; or (2) chronic rhinosinusitis that has failed to resolve after an appropriate course of medical therapy as documented by the patient's symptoms or findings on nasal endoscopy and/or CT scan. The long-term success of any particular sinus surgery depends on the cause of the original disease."
        },
        {
            "parent": 3,
            "text": "At least 93 percent of patients who develop chronic bacterial suprainfection from a bout of influenza and who have no other predisposing factors for sinus disease achieve alleviation of symptoms with a single surgical intervention.24,25In patients with significant predisposing factors (e.g., inhalant sensitivities, polyps, asthma or continuing tobacco use), the surgical success rate is 80 to 85 percent but diminishes to less than 50 percent in patients with aspirin triad, immune deficiencies, cystic fibrosis or allergic fungal sinusitis.24For sinus surgery taken as a whole, the surgical revision rate is 18 to 20 percent with a 0.2 to 0.6 serious surgical complication percentage.24"
        }
    ],
    "locked": false
}