{
    "url": "https://www.aafp.org/pubs/afp/issues/2003/0215/p769.html#afp20030215p769-f1",
    "title": "Recognition and Management of Exercise-Induced Bronchospasm | AAFP",
    "author": "TARU SINHA, M.D., AND ALAN K. DAVID, M.D.",
    "doi": "Am Fam Physician.2003;67(4):769-774",
    "abstract": "Exercise-induced bronchospasm is an obstruction of transient airflow that usually occurs five to 15 minutes after physical exertion. Although this condition is highly preventable, it is still underrecognized and affects aerobic fitness and quality of life. Diagnosis is based on the results of a detailed history, including assessment of asthma triggers, symptoms suggestive of exercise-induced bronchoconstriction, and a normal forced expiratory volume at one second at rest. A trial of therapy with an inhaled beta agonist may be instituted, with the subsequent addition of inhaled anti-inflammatory agents or ipratropium bromide. Nonpharmacologic measures, such as increased physical conditioning, warm-up exercises, and covering the mouth and nose, should be instituted. If symptoms persist, pulmonary function testing is warranted to rule out underlying lung disease.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "Management",
            "level": 2
        },
        {
            "id": 3,
            "name": "NONPHARMACOLOGIC THERAPY",
            "level": 3
        },
        {
            "id": 4,
            "name": "PHARMACOLOGIC THERAPY",
            "level": 3
        },
        {
            "id": 5,
            "name": "Beta Agonists",
            "level": 3
        },
        {
            "id": 6,
            "name": "Cromolyn and Nedocromil",
            "level": 3
        },
        {
            "id": 7,
            "name": "Inhaled Corticosteroids",
            "level": 3
        },
        {
            "id": 8,
            "name": "Theophylline",
            "level": 3
        },
        {
            "id": 9,
            "name": "Anticholinergics",
            "level": 3
        },
        {
            "id": 10,
            "name": "Additional Agents",
            "level": 3
        },
        {
            "id": 11,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The National Asthma Education and Prevention Program1is a comprehensive statement of guidelines for the diagnosis and managemen of asthma. The expert panel1 uses the term exercise-induced bronchospasm (EIB) to describe a condition defined as the presence of symptoms in relation to athletic performance or a significant decrease in forced expiratory volume at one second (FEV1) in relation to exercise. Typically, EIB begins after several minutes of vigorous physical activity and reaches its peak in five to 10 minutes."
        },
        {
            "parent": 0,
            "text": "Exercise-induced bronchospasm is caused by the loss of heat, water, or both from the lungs during exercise, stemming from hyperventilation of air that is drier and cooler than that in the respiratory tree. Between 80 and 90 percent of patients with asthma also have EIB.2However, many patients have bronchospasm only during exercise. One study3has found unrecognized EIB in as many as 29 percent of athletes presenting for athletic preparticipation examinations."
        },
        {
            "parent": 1,
            "text": "The diagnosis of EIB is based on a detailed history suggestive of shortness of breath, decreased exercise endurance, chest tightness, cough, or wheezing during or immediately following sustained exercise(Table 1). Some patients also report having an upset stomach or a sore throat. Symptoms that occur during the first five minutes of exercise are usually not indicative of EIB; however, these symptoms may suggest other changes in pulmonary function, poorly controlled underlying asthma, poor conditioning, or injury to the chest wall muscle. Persons who engage in physical activities that involve only short bursts of exertion may perform well without becoming symptomatic. A detailed history should be obtained from family, coaches, and teammates, if possible, because the athlete may deny symptoms as a result of peer pressure or concerns about potential inadequacy or the inability to continue playing."
        },
        {
            "parent": 1,
            "text": "Most patients with EIB have a normal physical examination, with no evidence of wheezing on auscultation. Nevertheless, a focused physical examination should be performed to exclude sinusitis, nasal polyps, a deviated septum, or vocal cord dysfunction."
        },
        {
            "parent": 1,
            "text": "The most objective measure of EIB is a pulmonary function test coupled with an appropriate exercise challenge(Table 2).4However, full pulmonary function testing is rarely required. If symptoms are strongly suggestive of EIB, a trial of therapy using a short-acting bronchodilator may be useful to see if the patient significantly improves in performance and symptoms."
        },
        {
            "parent": 2,
            "text": "The goal of management is to prevent or reduce the symptoms of EIB, to enable patients to exercise at all intensity levels without serious respiratory limitations. Interventions should be tailored to the patient; a school-aged child participating in recreational and school activities should be treated differently from an elite athlete. Persons should not be excluded from participating in sports or working at jobs with heavy physical demand based solely on EIB. For example, in a study of U.S. Army recruits,5EIB symptoms did not hinder physical performance gains, even during basic training."
        },
        {
            "parent": 3,
            "text": "Patients, and anyone involved in their care, should be educated about the nature of EIB, its triggers, and how to control it with or without medications.Table 3lists simple nonpharmacologic methods for reducing the likelihood of EIB.6"
        },
        {
            "parent": 3,
            "text": "Physical conditioning increases a patient's ability to work at a lower level of vital caTABLE 3Nonpharmacologic Treatment Measures for Exercise-Induced BronchospasmIncrease physical conditioning.Warm up for at least 10 minutes before actual exercise begins.Cover mouth and nose with scarf or mask during cold weather.Exercise in warm, humidified environment, if possible.Avoid aeroallergens and pollutants.Cool down or gradually lower the intensity of the exercise before stopping.Wait at least two hours after a meal before exercising.Adapted with permission from Tan RA, Spector SL. Exercise induced asthma. Sports Med 1998;25:4.pacity, decreasing the cooling and drying stimuli, resulting in less bronchospasm.7Athletes should always warm up before vigorous exercise and take advantage of a “refractory period” induced by short bursts of exercise.7,8Awareness of environmental allergens such as pollen or animal dander can prevent concomitant aggravation of asthma by allergens and exercise."
        },
        {
            "parent": 4,
            "text": "Considerable data show that most asthma medications can effectively control EIB.Figure 1is a comprehensive management algorithm that incorporates diagnostic and therapeutic issues."
        },
        {
            "parent": 4,
            "text": "Traditionally, the diagnosis is based on a detailed history with symptoms suggestive of EIB and a normal FEV1at rest. A therapeutic trial may be instituted in these patients. In patients whose response is less than optimal following an adequate therapeutic trial, the threshold for conducting baseline pulmonary function testing should be low. These patients may have undiagnosed asthma or other pulmonary conditions, and the first priority should be to optimize pulmonary function testing with the use of inhaled steroids.Table 4lists the medications that are available to treat EIB."
        },
        {
            "parent": 5,
            "text": "Inhaled beta agonists are first-line medications in the management of EIB, both as prophylaxis and to treat the bronchospasm that occurs with exercise. A short-acting beta agonist should be taken 15 minutes before exercise and may be repeated as necessary.9Common beta agonists include metaproterenol (Alupent); albuterol (Ventolin); bitolterol mesylate (Tornalate); pirbuterol (Maxair); terbutaline sulfate (Bricanyl); and formoterol (Foradil Aerolizer).10Formoterol, a long-acting agent, has bronchoprotective effects for up to 12 hours.11It was approved by the U.S. Food and Drug Administration (FDA) in February, 2001, for pretreatment in children 12 years or older. Formoterol is available as an inhalation powder and is to be used with an aerolizer inhaler(Table 4)."
        },
        {
            "parent": 5,
            "text": "Salmeterol (Serevent) is a long-acting beta agonist approved by the FDA for use in persons 12 years and older. It has been shown to protect against EIB for up to 12 hours after use.12[Evidence level A: randomized controlled trial (RCT)] However, continuous use of beta agonists, especially salmeterol13and formoterol,14has been documented to cause tachyphylaxis."
        },
        {
            "parent": 6,
            "text": "Cromolyn sodium (Intal) and nedocromil (Tilade) are anti-inflammatory agents that can work in cooperation with beta agonists, inhibiting the early bronchospastic phase and the late inflammatory phase of EIB through inhibition of mast cell mediator release and calcium influx. These agents are effective in 70 to 85 percent of patients and have minimal side effects.15A meta-analysis16of eight RCTs showed no significant differences in efficacy between cromolyn and nedocromil; nedocromil has a more rapid onset of action and seems to have a greater effect on those with more severe disease but is often rejected because of its offensive taste."
        },
        {
            "parent": 7,
            "text": "Inhaled corticosteroids have been demonstrated to be useful in the treatment of EIB17,18(Table 4). These agents are safe and effective when used in the recommended dosage (below 400 mcg per day) and require four weeks to achieve maximal effect. Side effects such as oral candidiasis and hoarseness can be diminished or entirely eliminated by adding a spacer to the inhaler and by gargling with water after use and expectorating the fluid.19"
        },
        {
            "parent": 8,
            "text": "Theophylline has a long and controversial history as a bronchodilator. Its adverse side effect profile, multiple drug interactions, and unpredictable absorption make it a tertiary agent in the treatment of EIB. Theophylline also has been anecdotally reported to affect concentration and learning behavior and should be used with caution in school-aged children."
        },
        {
            "parent": 9,
            "text": "Ipratropium bromide, a derivative of atropine with modest bronchodilating properties, is used as a tertiary agent.20For optimal efficacy, patients should have baseline pulmonary function tests in the normal range."
        },
        {
            "parent": 10,
            "text": "Evidence exists to show that leukotriene receptor antagonists, such as montelukast (Singulair)21and zafirlukast (Accolate), and 5-lipoxygenase inhibitors, such as zileuton (Zyflo),22provide substantial protection against EIB when used individually and in combination with inhaled cortico-steroids23; however, considerable variation was observed among patients. Other options, such as inhaled furosemide (Lasix),24vitamin C,25inhaled heparin,26antihistamines, calcium channel blockers, and reduced dietary salt intake,27have been studied as potential treatments for EIB. Physicians and patients should wait for results of clinical trials before choosing these potential therapies."
        },
        {
            "parent": 11,
            "text": "Exercise-induced bronchospasm results from a transient increase in airway resistance producing various symptoms (cough, wheezing, chest tightness, or pain) that may appear five to 10 minutes after initiation of exercise. EIB may present without symptoms, simply manifesting as a patient refusing to participate in exercise or competitive sports because of an unrecognized ability to breathe normally. The condition is usually treated with short-acting bronchodilators, with or without the addition of anti-inflammatory agents, taken 15 to 30 minutes before initiation of exercise. Medications should be accompanied by warm-up and cool-down exercises and nasal breathing to attenuate the symptoms."
        },
        {
            "parent": 11,
            "text": "Failure to respond positively to these initial measures should prompt pulmonary function testing with a bronchodilator, exercise challenge testing and, possibly, referral to a specialist. Alternative diagnoses, such as vocal cord dysfunction and glottic dysfunction, should be considered if the patient continues to be symptomatic."
        },
        {
            "parent": 11,
            "text": "The diagnosis and treatment of EIB is both simple and immensely rewarding for the family physician and the patient. Appropriate management allows most patients to enjoy the benefits of exercise and their chosen sports, leading to a healthier lifestyle."
        }
    ],
    "locked": false
}