{
    "url": "https://www.aafp.org/pubs/afp/issues/2001/0801/p431.html#afp20010801p431-f1",
    "title": "The Abdominal Wall: An Overlooked Source of Pain | AAFP",
    "author": "SAUD SULEIMAN, M.D., AND DAVID E. JOHNSTON, M.D.",
    "doi": "Am Fam Physician.2001;64(3):431-439",
    "abstract": "When abdominal pain is chronic and unremitting, with minimal or no relationship to eating or bowel function but often a relationship to posture (i.e., lying, sitting, standing), the abdominal wall should be suspected as the source of pain. Frequently, a localized, tender trigger point can be identified, although the pain may radiate over a diffuse area of the abdomen. If tenderness is unchanged or increased when abdominal muscles are tensed (positive Carnett's sign), the abdominal wall is the likely origin of pain. Most commonly, abdominal wall pain is related to cutaneous nerve root irritation or myofascial irritation. The pain can also result from structural conditions, such as localized endometriosis or rectus sheath hematoma, or from incisional or other abdominal wall hernias. If hernia or structural disease is excluded, injection of a local anesthetic with or without a corticosteroid into the pain trigger point can be diagnostic and therapeutic.",
    "headers": [
        {
            "id": 0,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 1,
            "name": "Identifiable Causes",
            "level": 2
        },
        {
            "id": 2,
            "name": "HERNIAS",
            "level": 3
        },
        {
            "id": 3,
            "name": "Illustrative Case",
            "level": 2
        },
        {
            "id": 4,
            "name": "DISCUSSION",
            "level": 3
        },
        {
            "id": 5,
            "name": "OTHER LESIONS",
            "level": 3
        },
        {
            "id": 6,
            "name": "NEUROPATHIES",
            "level": 3
        },
        {
            "id": 7,
            "name": "Idiopathic Abdominal Wall Pain",
            "level": 2
        },
        {
            "id": 8,
            "name": "Management",
            "level": 2
        },
        {
            "id": 9,
            "name": "PATIENT EDUCATION AND REASSURANCE",
            "level": 3
        },
        {
            "id": 10,
            "name": "TRIAL OF LOCAL ANESTHETIC",
            "level": 3
        },
        {
            "id": 11,
            "name": "LOCAL ANESTHETIC AND STEROID",
            "level": 3
        },
        {
            "id": 12,
            "name": "PHENOL",
            "level": 3
        },
        {
            "id": 13,
            "name": "OTHER TREATMENTS",
            "level": 3
        },
        {
            "id": 14,
            "name": "PSYCHOLOGIC DYSFUNCTION AND PAIN",
            "level": 3
        },
        {
            "id": 15,
            "name": "Resources and Referrals",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The abdominal wall as a source of pain has received little attention, and only a few reviews on the topic have been published in the past decade.1,2However, physicians who consider abdominal wall pain in their patients often find it. In fact, overlooking the abdominal wall as a source of pain can result in a prolonged, expensive, frustrating and dangerous evaluation."
        },
        {
            "parent": 0,
            "text": "In patients with acute or chronic abdominal pain, a number of clinical findings point to disease inside the abdomen(Table 1). When such findings are absent, consideration should be given to the abdominal wall as the source of pain."
        },
        {
            "parent": 0,
            "text": "In chronic abdominal pain, the abdominal wall often can be implicated based on the findings of the history and physical examination. This is especially true if the pain is not progressive and if no evidence of visceral disease is present."
        },
        {
            "parent": 0,
            "text": "Certain features may point to a pain source in the abdominal wall(Table 2). Unlike pain that originates in the digestive tract, pain from the abdominal wall is not made better or worse with food and is not altered by bowel movements. Furthermore, abdominal wall pain is often chronic, nagging and nonprogressive. An algorithm for the diagnosis and management of abdominal wall pain is provided inFigure 1.2"
        },
        {
            "parent": 0,
            "text": "Tenderness originating from inside the abdominal cavity usually decreases when a supine patient tenses the abdominal wall by lifting head and shoulders off the examining table. In contrast, pain originating from the abdominal wall is unchanged or increased by this maneuver (positive Carnett's sign).3–5"
        },
        {
            "parent": 0,
            "text": "A tender trigger point in the abdominal wall is frequently no more than 1 or 2 cm in diameter. However, it is not unusual for the pain to spread over a wide area or to be referred. For instance, pressing on a tender trigger point in the right upper quadrant (nerve root T7) can refer pain to the angle of the scapula. Patients are often so preoccupied with the large area of pain spread that they do not realize the area of tenderness is extremely localized and superficial."
        },
        {
            "parent": 0,
            "text": "Several studies have demonstrated the value of the physical examination in the diagnosis of abdominal wall pain. Investigators in one study3found that of 120 emergency department admissions for acute abdominal pain, 23 of 24 patients with a positive Carnett's sign had a normal laparotomy. In another study4of 72 patients with obscure, chronic abdominal pain and a positive Carnett's sign, two patients were found to have pain related to spinal metastases from recurrence of known gynecologic malignancies; otherwise, when combined with other information from the history and physical examination, a positive Carnett's sign was found to be a reliable predictor of abdominal wall pain."
        },
        {
            "parent": 0,
            "text": "Investigators in yet another study5prospectively evaluated patients with chronic abdominal pain who met minimal criteria for abdominal wall pain. Criteria included a positive Carnett's sign or very superficial tenderness combined with pain that was constant or highly localized to an area no larger than a fingertip. Four patients proved to have visceral disease (esophagitis, bile duct stricture, diverticular disease and visceral neuropathy); these patients did not respond to the injection of a local anesthetic. Of the 79 patients in the study, 72 (91 percent) experienced at least 50 percent pain relief with one injection of local anesthetic, and at least 56 patients (78 percent) had permanent relief with one or two injections. Thus, when combined with other clinical criteria, a positive Carnett's sign is valuable as a sign of abdominal wall pain."
        },
        {
            "parent": 2,
            "text": "In addition to the familiar inguinal, femoral and umbilical hernias, a number of unusual hernias can occur(Figure 2). Among these are the epigastric hernia in the upper midline and the more subtle spigelian hernia of the posterior lateral abdominal wall fascia, at the edge of the rectus sheath, which occurs in the midabdomen. Herniation of bowel loops often causes visceral pain with vomiting and bowel obstruction. However, when only omentum becomes incarcerated in a hernia, severe pain can occur without bowel obstruction."
        },
        {
            "parent": 3,
            "text": "A 55-year-old woman presented with multiple episodes of right upper quadrant abdominal pain over the course of one year. The episodes were separated by months during which she felt well. Each episode started abruptly, without warning, and without a relationship to food. Previously, she had undergone computed tomographic (CT) scanning of the abdomen, barium radiography and endoscopy of the digestive tract, and endoscopic retrograde cholangiopancreatography. The findings of these studies were normal."
        },
        {
            "parent": 3,
            "text": "The patient was now admitted with acute right upper quadrant pain. A tender, fluctuant 8-cm mass was felt in the right upper quadrant, several centimeters inferior to a subcostal scar from a previous open cholecystectomy. An abdominal CT scan was initially read as normal, but review of the scan showed herniation of omentum through a defect in the abdominal wall near the site of the cholecystectomy scar(Figure 3)."
        },
        {
            "parent": 3,
            "text": "While the patient's right hip was being manipulated during a physical examination, her pain abruptly disappeared, along with the tender mass. A ventral hernia was diagnosed and surgically repaired."
        },
        {
            "parent": 4,
            "text": "As in the illustrative case, the area of tenderness in a ventral hernia may lie several centimeters to the side of a visible surgical scar. The physical examination for a hernia should be performed with the patient both standing and supine. CT scanning is often useful in the evaluation of possible hernia, especially in obese patients.6However, it is important to focus the radiologist on the abdominal wall if the findings of the history and physical examination suggest a problem in this area, because it is not unusual for abdominal wall defects to be overlooked on CT scans."
        },
        {
            "parent": 5,
            "text": "Various lesions can cause acute or chronic pain in the abdominal wall. Localized tenderness often occurs in surgical scars several months after surgery because of the formation of neuromas. Endometriosis tends to recur in surgical scars.7,8Hematomas of the abdominal wall or rectus sheath can occur spontaneously or after surgery, trauma or pregnancy.9,10Desmoid tumors can also cause chronic abdominal pain.11Athletes have been found to develop abdominal wall pain related to myofascial tears or idiopathic intra-abdominal adhesions.12,13"
        },
        {
            "parent": 6,
            "text": "Herpes zoster can cause pain for days before the onset of vesicles. Painful acute neuropathy of the mononeuritis multiplex type can cause sudden, persistent abdominal pain in patients with diabetes or vasculitis. Nerve root irritation may result from the compression of nerve roots T7 through L1.14Nerve root compression can occur in or near the rectus sheath or can involve the ilioinguinal nerve.15–19"
        },
        {
            "parent": 6,
            "text": "Common causes of abdominal wall pain are summarized inTable 3."
        },
        {
            "parent": 7,
            "text": "Many patients present with chronic pain that is not related to an identifiable mechanical or physiologic abnormality in the abdominal wall. Dealing with this ambiguous situation is somewhat similar to dealing with nonspecific low back pain, in that the exact structures and mechanisms responsible for the pain are often not known."
        },
        {
            "parent": 7,
            "text": "Pain trigger points frequently seem to lie along the lateral margins of the rectus abdominis muscles (linea semilunaris), where cutaneous nerve roots pass around the rectus sheath. It has been proposed that cutaneous nerve roots can become injured where they pass through the abdominal wall, perhaps by the stretching or compression of the nerve root along its course through the abdominal fascia."
        },
        {
            "parent": 7,
            "text": "In some instances, a tight belt or other poorly fitted clothing can cause nerve root irritation, especially in physically unfit persons with protuberant abdomens. Pain also can occur in or around the abdominal wall where muscles insert on bones or cartilage. For example, the pain can occur where the rectus abdominis muscles insert on the lower ribs or where the lower ribs connect through cartilage. The xiphoid cartilage is sometimes a specific focus of pain."
        },
        {
            "parent": 7,
            "text": "Abdominal wall pain can be thought of as one category of myofascial pain. In this situation, muscle or fascial strain can lead to a pain trigger point. The mechanism for the pain may involve the development of an area of hyperalgesia as a result of myofascial stretch injury.20"
        },
        {
            "parent": 9,
            "text": "Once a tentative diagnosis of abdominal wall pain has been made, it is important to explain the diagnosis to the patient. The patient may be worried about the implications of the pain. Furthermore, having to undergo a long series of diagnostic tests may reinforce the patient's anxiety. In this setting, pain can take on a life of its own."
        },
        {
            "parent": 9,
            "text": "If there is evidence of a benign source of abdominal wall pain rather than a serious internal disease, reassurance should be provided. The physician can demonstrate how gentle palpation of the pain trigger point can reproduce the pain and its radiation over a wide area of the abdomen. The physician should explain that idiopathic abdominal wall pain is similar to idiopathic back or shoulder pain, in that the involved structure cannot be precisely described and the cause of the pain cannot be exactly identified."
        },
        {
            "parent": 10,
            "text": "Much has been written about the treatment of idiopathic myofascial pain.20,21The trigger point for abdominal wall pain can be treated with injection of a small volume of local anesthetic. Once the patient identifies the trigger point with one finger, the physician “marches” his or her fingers around the area to identify the center of the tender spot, which is usually 1 to 2 cm in diameter."
        },
        {
            "parent": 10,
            "text": "A tuberculin syringe with a 5/8-inch needle is then used to inject a few tenths of a milliliter of 1 percent lidocaine (Xylocaine) into the most tender spot. A longer needle may be needed in an obese patient. The trigger point is identified when the tip of the needle causes marked tenderness."
        },
        {
            "parent": 10,
            "text": "The injection of local anesthetic serves as a therapeutic trial and may not provide permanent relief. However, a significant number of patients experience pain relief after one or two injections.5A major goal of trigger-point injection is to confirm the abdominal wall as the pain source. In addition, this simple maneuver can help persuade a skeptical patient that the abdominal wall is, indeed, the source of the pain."
        },
        {
            "parent": 11,
            "text": "For more permanent relief of pain, it is often useful to inject a mixture of local anesthetic and corticosteroid. Steroids presumably reduce inflammation or result in the thinning of connective tissue around painful nerve roots."
        },
        {
            "parent": 11,
            "text": "Only a few tenths of a milliliter of a 1:1 mixture of 1 or 2 percent lidocaine and triamcinolone (Aristocort, in a concentration of 40 mg per mL) is required (in any case, less than 1 mL), so less than 20 mg of triamcinolone is used. If the correct spot is injected, the pain should be relieved immediately, but it may return in a few hours when the effects of the lidocaine wear off. Triamcinolone may take effect slowly over a day or two and then provide long-term relief."
        },
        {
            "parent": 11,
            "text": "More than one injection may be required, given the hit-or-miss nature of this treatment. Such injections can be used to treat a tender trigger point in a surgical scar (a presumed neuroma). If reasonable care is taken, the risks associated with the injections should be minimal. Repeated injections or larger doses of the corticosteroid can cause thinning of the fascia and result in a hernia. For this reason, depottype steroids should not be used in the fascia."
        },
        {
            "parent": 12,
            "text": "Permanent pain relief with anesthesia can be achieved with injections of phenol into the pain trigger point.22These injections should be given by an anesthesiologist or a pain treatment subspecialist. Referral to a subspecialist also may be considered for patients who have more generalized pain related to irritation of a thoracic or intercostal nerve root."
        },
        {
            "parent": 13,
            "text": "In addition to injection of medications, “dry” needling of pain trigger points without medication has been used with some success.23A trial of acupuncture or other alternative treatment might be considered."
        },
        {
            "parent": 13,
            "text": "Myofascial pain in the abdomen and elsewhere has also been treated using various combinations of massage, physical therapy with stretching, and cooling topical anesthetic sprays.20Warm soaks and other local methods can be useful."
        },
        {
            "parent": 14,
            "text": "If the distress caused by a patient's pain seems out of proportion to other findings, the presence of depression or other psychologic dysfunction should be considered. Pain that would normally be a minor nuisance can become the focus of somatization and be greatly magnified by depression."
        },
        {
            "parent": 14,
            "text": "A tricyclic antidepressant, given in a low dosage that minimizes sedation and anticholinergic side effects, can be helpful in providing pain relief.24Selective serotonin reuptake antagonists may be less effective than tricyclic antidepressants for the relief of chronic pain."
        },
        {
            "parent": 15,
            "text": "Family physicians should be able to diagnose and treat many patients with clear-cut, localized abdominal wall pain. Alternatively, patients can be referred to a pain treatment center or a pain treatment subspecialist. These resources can be located through organizations such as the American Pain Society (4700 W. Lake Ave., Glenview, IL 60025; telephone: 847-375-4715; Web site:www.ampainsoc.org) or the American Academy of Pain Management (13947 Mono Way #A, Sonora, CA 95370; telephone: 209-533-9744; Web site:www.aapainmanage.org)."
        }
    ],
    "locked": false
}