{
    "url": "https://www.aafp.org/pubs/afp/issues/2002/0301/p915.html#afp20020301p915-f1",
    "title": "Maternal Serum Triple Analyte Screening in Pregnancy | AAFP",
    "author": "J. CHRISTOPHER GRAVES, M.D., KARL E. MILLER, M.D., AND ANGELA D. SELLERS, M.D.",
    "doi": "Am Fam Physician.2002;65(5):915-921",
    "abstract": "According to the American College of Obstetricians and Gynecologists, it has become standard in prenatal care to offer screening tests for neural tube defects and genetic abnormalities. There have been some changes in the recommended method of prenatal screening over the past few years, and research to improve detection rates with better combinations of maternal serum analytes is ongoing. The issues facing physicians are the sensitivity and specificity of multiple serum analyte combinations. The current maternal serum analytes in use in most areas are alpha-fetoprotein (AFP), human chorionic gonadotropin (hCG) and unconjugated estriol. Measurement of AFP alone can detect the vast majority of neural tube defects and a small portion of trisomy 21–affected pregnancies in patients of all ages. Adding hCG and unconjugated estriol to this screen increases the rate of detection of trisomies 21 and 18. Counseling patients about the risks and benefits of such screening is important to provide a balanced discussion of screening issues.",
    "headers": [
        {
            "id": 0,
            "name": "Maternal Serum Analyte Screening Tests",
            "level": 2
        },
        {
            "id": 1,
            "name": "ALPHA-FETOPROTEIN",
            "level": 3
        },
        {
            "id": 2,
            "name": "HUMAN CHORIONIC GONADOTROPIN",
            "level": 3
        },
        {
            "id": 3,
            "name": "UNCONJUGATED ESTRIOL",
            "level": 3
        },
        {
            "id": 4,
            "name": "TRIPLE SCREEN",
            "level": 3
        },
        {
            "id": 5,
            "name": "ADDITIONAL SCREENING TESTS",
            "level": 3
        },
        {
            "id": 6,
            "name": "Counseling",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Prenatal screening is an issue that has become more important over the past few years. Most elements of standard prenatal care are relatively straightforward and easy for patient to understand and accept, but screening and diagnostic testing for chromosomal abnormalities remain confusing, emotionally charged and fraught with uncertain risks. The most commonly used test for genetic diagnosis is amniocentesis, but the rate of spontaneous fetal loss related to amniocentesis averages about one in every 200 procedures.1Because of this risk, serum analyte testing has become an important, noninvasive first step in detecting patients at risk for congenital abnormalities. Current maternal serum analyte screening helps identify women at risk for neural tube defects (NTDs), trisomy 21 and trisomy 18."
        },
        {
            "parent": -1,
            "text": "NTDs are some of the most common serious fetal malformations in the United States, second only to cardiac defects.2The incidence of NTDs is 1.2 for every 1,000 births.1These defects include anencephaly, spina bifida and encephalocele. Spina bifida has the third highest lifetime cost of any congenital anomaly.3"
        },
        {
            "parent": -1,
            "text": "Trisomy 21 (Down syndrome) is associated with mental retardation, malformation of the heart, gastrointestinal tract, eyes and ears, and early Alzheimer's disease.1The overall risk of having an affected fetus is one in 1,000 live births. The second trimester risk is one in 270 in women 35 to 40 years of age, and one in 100 in women older than 40 years.1It has long been accepted that women who are 35 years or older at the time of delivery should be offered prenatal diagnosis with amniocentesis or chorionic villus sampling.4Although the risk for trisomy 21 increases with maternal age, an estimated 75 percent of affected fetuses are born to mothers younger than 35 years.1Because of this risk, it is important to provide pregnant women who are younger than 35 years with noninvasive screening for this trisomy."
        },
        {
            "parent": -1,
            "text": "Trisomy 18 (Edwards' syndrome) occurs in one in every 6,000 births and is associated with low birth weight, mental retardation and cranial, cardiac and renal malformations.5Most infants affected with this trisomy die within the first year of life.6"
        },
        {
            "parent": 0,
            "text": "Over the past decade, many serum analytes have been studied as screening tests for fetal anomalies. Current maternal serum testing uses three distinct analytes to screen for trisomy syndromes in low-risk patients while incorporating the detection of NTDs. The hormones tested are alpha-fetoprotein (AFP), human chorionic gonadotropin (hCG) and unconjugated estriol."
        },
        {
            "parent": 1,
            "text": "AFP was first recognized as a fetal-specific globulin in 1956. It is synthesized in the yolk sac, gastrointestinal tract and liver of the fetus. Fetal plasma levels peak at 10 to 13 weeks' gestation and decline progressively until term,7while maternal levels peak in the third trimester.2Laboratory measurements of AFP levels are reported as multiples of the median (MOM). Physicians need to understand how their reference laboratories report AFP results."
        },
        {
            "parent": 1,
            "text": "There are various reasons for and syndromes associated with elevated and depressed AFP levels(Tables 1and2).2The most common reason for an abnormal AFP level is an inaccurate estimated gestational age. Using AFP in conjunction with ultrasonography to confirm dates, 21 percent of trisomy 21 pregnancies and 5 percent of normal pregnancies would be selected for amniocentesis.8AFP is better at detecting NTDs than ultrasonography, and it is the only marker in the triple screen useful for NTD detection. It can uncover 90 percent of anencephalic pregnancies and 80 percent of spina bifida cases.2Markedly elevated levels of AFP indicate that the fetal integument is not intact.6A MOM of 2.0 to 2.5 or greater for gestational age shows an increased risk of NTDs and merits further evaluation by ultrasound examination or repeat AFP measurements.2If an NTD exists, the level will continue to increase.6"
        },
        {
            "parent": 2,
            "text": "A complex glycoprotein, hCG is produced exclusively by the syncytiotrophoblast shortly after implantation into the uterine wall. It increases rapidly in the first eight weeks of gestation.9It then decreases steadily until 20 weeks, when it plateaus.6Maternal weight and parity affect hCG levels.2An increased hCG level appears to be the most sensitive marker for detecting trisomy 21.10,11A low hCG level is associated with trisomy 18.6The hCG levels are normal in NTDs. By providing amniocentesis to all women older than 35 years and younger than 35 years with an age-adjusted AFP level indicating a risk of trisomy 21 equivalent to that of a 35 year old, 25 to 50 percent of cases of trisomy 21 can be detected.2The addition of hCG to the AFP screen increases detection of Down syndrome by about 40 to 50 percent over AFP alone.11"
        },
        {
            "parent": 3,
            "text": "Unconjugated estriol is produced by the placenta from precursors provided by the fetal adrenal glands and the liver.6It increases steadily throughout pregnancy to a higher level than is normally produced by the ovaries.5Unconjugated estriol levels are decreased in trisomy 21 and trisomy 18.2The addition of unconjugated estriol to hCG and AFP screening increases the detection of trisomy 21 in women younger than 35 years while only slightly increasing the false-positive rate.11,12"
        },
        {
            "parent": 4,
            "text": "The triple screen is most accurate if done between 16 and 18 weeks of gestation, but it can be done from 15 to 22 weeks of gestation.2The test costs from $85 to $240, depending on the laboratory. Triple screening should not replace amniocentesis or chorionic villous sampling in pregnancies at high risk for trisomy 21 (e.g., advanced maternal age). If amniocentesis is omitted in the care of pregnant women older than 35 years, 20 to 30 percent of fetuses affected by trisomy 21 will be missed with the triple analyte screening method.11In women at high risk who refuse amniocentesis, the triple screen is suggested as a noninvasive alternative.4,13"
        },
        {
            "parent": 4,
            "text": "Appropriate diagnostic testing after a positive screen result depends on the analyte levels(Table 3).2If the AFP level is high, an ultrasound examination (if not already done) is warranted to confirm gestational age or search for defects. This examination may be followed with amniocentesis, depending on the result of the ultrasound examination. Because the AFP level is almost persistently elevated in NTDs, a repeat measurement of the serum AFP level is sometimes obtained before amniocentesis. If the analytes indicate trisomy, amniocentesis with chromosome analysis would be the next screening step(Figure 1).4All three tests together detect 60 to 70 percent of cases of trisomy 21, with an amniocentesis rate of 5 percent.4,11,14This detection rate is an increase of two to three times over that of AFP screening alone.11"
        },
        {
            "parent": 4,
            "text": "The risk cutoff selected will affect the detection rate and the false-positive rate of the test. Traditionally, a risk cutoff of one in 270, the second trimester risk of a 35-year-old woman for trisomy 21, has been used. If a lower cutoff is selected, the number of false positives is decreased, as well as the detection rate. The best risk cutoff to use is the one that gives the best balance of detection versus false positives. Several studies15–17that have looked at this issue have found that one in 190 is probably the cutoff that gives the best balance. This cutoff produces a detection rate of about 70 percent for trisomy 21 and 60 percent for all trisomies, with a false-positive rate of 20 percent."
        },
        {
            "parent": 4,
            "text": "There are multiple advantages of knowing if a fetus is affected prenatally(Table 4).15,18In addition to allowing the parents to decide whether they wish to continue the pregnancy, such knowledge may prevent unnecessary trauma to the fetus if an operative delivery is indicated. Prenatal treatment is becoming available for some NTDs and the appropriate neonatal team can be assembled at the time of delivery to care for the infant."
        },
        {
            "parent": 5,
            "text": "Inhibin A, a glycoprotein synthesized by the gonads, corpus luteum, decidua and placenta, is the latest maternal serum analyte to show promise as a screening agent in clinical studies. An initial retrospective study19suggested that AFP, hCG and inhibin A analytes might be a better combination than AFP, hCG and unconjugated estriol. A more recent prospective study17of women with an average age of 35.9 years demonstrated that the addition of inhibin A to the triple screen was actually the best combination of analytes. The combination of all four analytes detected 85 percent of trisomy 21 cases at a risk cutoff of one in 270 and one in 190, while the triple screen detected only 69 percent in the study population, at a risk cutoff of one in 190.19With the four-analyte combination, decreasing the risk cutoff from one in 270 to one in 190 decreased the false-positive rate from 24 to 19 percent.17Screening with all four markers is now available at some clinical laboratories and is likely to be more widely available in the near future if these results can be verified in younger women."
        },
        {
            "parent": 6,
            "text": "Beyond the technical aspects of maternal serum analyte screening lies the human aspect. Patients need to understand what screening tests are being offered and how they may affect them. The physician needs to provide patients with the risks and benefits of performing these screens. While appropriate counseling before testing is essential, it is not always done.16Counseling should be nondirective and include all relevant information(Table 5).17It is important that patients understand that this is a screening test and that a positive or negative result is not an absolute indication that something is or is not wrong with their infant. It is also important that patients not be required to make definitive decisions about how they will respond to the results before the testing occurs. Some patients change their minds when faced with an abnormal result or as a result of counseling before further testing.20–22"
        }
    ],
    "locked": false
}