{
    "url": "https://www.aafp.org/pubs/afp/issues/2002/1001/p1239.html#afp20021001p1239-f1",
    "title": "Diagnosis and Treatment of Premenstrual Dysphoric Disorder | AAFP",
    "author": "SUBHASH C. BHATIA, M.D., AND SHASHI K. BHATIA, M.D.",
    "doi": "Am Fam Physician.2002;66(7):1239-1249",
    "abstract": "From 2 to 10 percent of women of reproductive age have severe distress and dysfunction caused by premenstrual dysphoric disorder, a severe form of premenstrual syndrome. Current research implicates mechanisms of serotonin as relevant to etiology and treatment. Patients with mild to moderate symptoms of premenstrual syndrome may benefit from nonpharmacologic interventions such as education about the disorder, lifestyle changes, and nutritional adjustments. However, patients with premenstrual dysphoric disorder and those who fail to respond to more conservative measures may also require pharmacologic management, typically beginning with a selective serotonin reuptake inhibitor. This drug class seems to reduce emotional, cognitive-behavioral, and physical symptoms, and improve psychosocial functioning. Serotoninergic antidepressants such as fluoxetine, citalopram, sertraline, and clomipramine are effective when used intermittently during the luteal phase of the menstrual cycle. Treatment strategies specific to the luteal phase may reduce cost, long-term side effects, and risk of discontinuation syndrome. Patients who do not respond to a serotoninergic antidepressant may be treated with another selective serotonin reuptake inhibitor. Low-dose alprazolam, administered intermittently during the luteal phase, may be considered as a second-line treatment. A therapeutic trial with a gonadotropin-releasing hormone agonist or danazol may be considered when other treatments are ineffective. However, the risk of serious side effects and the cost of these medications limit their use to short periods.",
    "headers": [
        {
            "id": 0,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Etiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 3,
            "name": "LIFESTYLE CHANGES",
            "level": 3
        },
        {
            "id": 4,
            "name": "NUTRITIONAL SUPPLEMENTS",
            "level": 3
        },
        {
            "id": 5,
            "name": "NONPHARMACOLOGIC TREATMENTS",
            "level": 3
        },
        {
            "id": 6,
            "name": "HERBAL THERAPIES",
            "level": 3
        },
        {
            "id": 7,
            "name": "PHARMACOLOGIC INTERVENTIONS",
            "level": 3
        },
        {
            "id": 8,
            "name": "Antidepressant and Anxiolytic Medications",
            "level": 3
        },
        {
            "id": 9,
            "name": "Hormonal Therapies",
            "level": 3
        },
        {
            "id": 10,
            "name": "Miscellaneous Pharmacologic Interventions",
            "level": 3
        },
        {
            "id": 11,
            "name": "Other Medical Interventions",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Millions of women of reproductive age have recurrent emotional, cognitive, and physical symptoms related to their menstrual cycles. These symptoms often recur discretely during the luteal phase of the menstrual cycle and may significantly interfere with social, occupational, and sexual functioning."
        },
        {
            "parent": -1,
            "text": "Premenstrual dysphoric disorder (PMDD), a severe form of premenstrual syndrome (PMS), is diagnosed by the pattern of symptoms. According to a report by the Committee on Gynecologic Practice of the American College of Obstetricians and Gynecologists,1up to 80 percent of women of reproductive age have physical changes with menstruation; 20 to 40 percent of them experience symptoms of PMS, while 2 to 10 percent report severe disruption of their daily activities. Menstruation-related physical discomfort, such as dysmenorrhea, may begin with menarche. Often this condition is superseded by PMS in late adolescence or the early 20s. These syndromes generally remain stable over time."
        },
        {
            "parent": 0,
            "text": "In theDiagnostic and Statistical Manual of Mental Disorders, 4th ed. (DSM-IV), PMDD is classified as “depressive disorder not otherwise specified” and emphasizes emotional and cognitive-behavioral symptoms.2At least five of the 11 specified symptoms must be present for a diagnosis of PMDD(Table 1).2These symptoms should be limited to the luteal phase and should not represent amplification of preexisting depression, anxiety, or personality disorder. In addition, they must be confirmed prospectively by daily rating for at least two consecutive menstrual cycles. A symptom-free period during the follicular phase of the menstrual cycle is essential in differentiating PMDD from preexisting anxiety and mood disorders."
        },
        {
            "parent": 0,
            "text": "Researchers have developed a reliable and valid self-reporting scale called the Daily Symptom Report(see patient information handout).3The report consists of 17 common PMS symptoms, including 11 symptoms from the DSM-IV PMDD diagnostic criteria. Patients rate each symptom on a five-point scale, from zero (none) to 4 (severe). The scale provides guidance for scoring the severity of each symptom and may be used in the office setting by primary care physicians for diagnosis and assessment of PMDD."
        },
        {
            "parent": 1,
            "text": "Currently, there is no consensus on the cause of PMDD. Biologic, psychologic, environmental and social factors all seem to play a part. Genetic factors are also pertinent: 70 percent of women whose mothers have been affected by PMS have PMS themselves, compared with 37 percent of women whose mothers have not been affected.4There is a 93 percent concordance rate in monozygotic twins, compared with a rate of 44 percent in dizygotic twins.4Genetic influences mediated phenotypically through neurotransmitters and neuroreceptors seem to play a significant role in the etiology."
        },
        {
            "parent": 1,
            "text": "Features of PMDD and depressive disorders—specifically atypical depression—overlap considerably. Symptoms of atypical depression (i.e., depressed mood, interpersonal rejection hypersensitivity, carbohydrate craving, and hypersomnia) are similar to those of PMDD. Thirty to 76 percent of women diagnosed with PMDD have a lifetime history of depression,5compared with 15 percent of women of a similar age without PMDD. A family history of depression is common in women diagnosed with moderate to severe PMS.6There is significant comorbidity between depression and PMDD. Despite this relationship, many patients with PMDD do not have depressive symptoms; therefore, PMDD should not be considered as simply a variant of depressive disorder.7"
        },
        {
            "parent": 1,
            "text": "The effectiveness of selective serotonin reuptake inhibitors (SSRIs), administered only during the luteal phase of the menstrual cycle,8–14highlights the difference between PMDD and depressive disorder. Acute treatment with SSRIs increases synaptic serotonin without the down-regulation of serotonin receptors needed for improvement in overt depression. This finding suggests that PMDD is possibly caused by altered sensitivity in the serotoninergic system in response to phasic fluctuations in female gonadal hormone. Other studies also favor the serotonin theory as a cause of PMDD. In particular, the efficacy of l-tryptophan,15a precursor of serotonin, and of pyridoxine,16which serves as a cofactor in the conversion of tryptophan into serotonin, also favors serotonin deficiency as a cause of PMDD. Carbohydrate craving, often a symptom of PMDD, is also mediated through serotonin deficiency."
        },
        {
            "parent": 1,
            "text": "Because PMDD only affects women of reproductive age, it is reasonable to assume that female gonadal hormones play a causative role, possibly mediated through alteration of serotoninergic activity in the brain. Estrogen and progesterone seem to modulate levels of monoamines, including serotonin. Eliminating the effect of ovarian gonadal hormones through the use of a gonadotropin-releasing hormone (GnRH) agonist relieves PMDD symptoms.17Subsequent administration of estrogen and progesterone causes symptoms to return in women with PMS but not in those without PMS symptoms.18"
        },
        {
            "parent": 2,
            "text": "The goals of treatment in patients with PMDD are (1) symptom reduction and (2) improvement in social and occupational functioning, leading to an enhanced quality of life. Available treatment options are summarized inTables 2through6."
        },
        {
            "parent": 3,
            "text": "Lifestyle changes may be valuable in patients with mildly severe symptoms and benefit their overall health. Aerobic exercise and dietary changes often reduce premenstrual symptoms.19,20Decreasing caffeine intake can abate anxiety and irritability, and reducing sodium decreases edema and bloating. Many patients prefer to try lifestyle changes and/or nutritional supplements as a first step in the treatment of PMDD."
        },
        {
            "parent": 4,
            "text": "Many of the nutritional supplements described inTable 24,15,16,19–22have proven efficacy. A meta-analysis16of nine randomized, placebo-controlled trials was conducted to ascertain the effectiveness of vitamin B6in PMS management. The researchers concluded that vitamin B6, in dosages of up to 100 mg per day, is likely to benefit patients with premenstrual symptoms and premenstrual depression. In another study,21research literature (from January 1967 to September 1999) was reviewed to evaluate the effectiveness of calcium carbonate in patients with PMS. The reviewers concluded that calcium supplementation in a dosage of 1,200 to 1,600 mg per day is a treatment option in women with PMS. Calcium supplementation (using Tums E-X) was found to reduce core premenstrual symptoms by 48 percent in 466 patients.22Vitamin E, an antioxidant, seems to reduce the affective and physical symptoms of PMS.20Tryptophan,15a substrate for serotonin, may also benefit some patients.15"
        },
        {
            "parent": 5,
            "text": "Almost invariably, psychosocial stressors should be addressed, either as a cause or a result of PMDD. Psychosocial stressors are known to alter brain neurochemistry and stress-related hormonal activity. Stress reduction, assertiveness training, and anger management can reduce symptoms and interpersonal conflicts. Women with negative views of themselves and the future caused or exacerbated by PMDD may benefit from cognitive-behavioral therapy.23This kind of therapy can enhance self-esteem and interpersonal effectiveness, as well as reduce other symptoms.23Educating patients and their families about the disorder can promote understanding of it and reduce conflict, stress, and symptoms.20"
        },
        {
            "parent": 6,
            "text": "A recent study24reviewed efficacy and safety data on herbal supplements marketed for women. The author concluded that two herbal products, evening primrose oil and chaste tree berry, have been effective in treating PMS(Table 3).24–26Other researchers25have arrived at variable conclusions about the efficacy of evening primrose oil. It is thought to provide the gamma-linolenic acid required for synthesis of prostaglandin E1,24one of the anti-inflammatory prostaglandins. Chaste tree berry may reduce prolactin levels,24,25thereby reducing symptoms of breast engorgement. These herbal therapies have not been approved by the U.S. Food and Drug Administration (FDA) for use in PMDD, and their safety in pregnancy and lactation has not been established. Moreover, manufacturing standards for herbal products are not uniform."
        },
        {
            "parent": 8,
            "text": "The serotoninergic antidepressants are the first-line treatment of choice for severe PMDD(Table 4).8–14,27–37Fluoxetine, in a dosage of 20 mg per day, has been shown to be superior to placebo, whether used only during the luteal phase12or throughout the full menstrual cycle.27–29In a review29of seven controlled and four open-label clinical trials of fluoxetine, symptoms were significantly reduced in patients with PMDD."
        },
        {
            "parent": 8,
            "text": "In one placebo-controlled study,30paroxetine in a dosage of 10 to 30 mg per day improved mood and physical symptoms in patients with PMDD. Paroxetine was more effective than the noradrenaline reuptake inhibitor maprotiline.30Sertraline in a dosage of 50 to 150 mg per day was superior to placebo whether used during the full menstrual cycle31–33or only during the luteal phase.8–10,14Citalopram in a dosage of 10 to 30 mg per day was effective in one randomized, placebo-controlled trial.13Interestingly, intermittent administration of citalopram during the luteal phase was found to be superior to continuous treatment. Clomipramine, a serotoninergic tricyclic antidepressant that affects the noradrenergic system, in a dosage of 25 to 75 mg per day used during the full cycle34or intermittently during the luteal phase,11significantly reduced the total symptom complex of PMDD."
        },
        {
            "parent": 8,
            "text": "In a recent meta-analysis35of 15 randomized, placebo-controlled studies of the efficacy of SSRIs in PMDD, it was concluded that SSRIs are an effective and safe first-line therapy and that there is no significant difference in symptom reduction between continuous and intermittent dosing. Because fluoxetine, citalopram, clomipramine, and sertraline were effective if administered during the luteal phase only, these drugs may be used as first-line therapy and taken intermittently only during the luteal phase. Such an approach can reduce the risk of long-term side effects (e.g., weight gain), minimize discontinuation syndrome, and reduce the cost of care. SSRIs benefit the total symptom complex of PMDD, not only the mood-related symptoms. It should also be noted that fluoxetine and sertraline are the only two SSRIs with FDA approval for use in the treatment of PMDD."
        },
        {
            "parent": 8,
            "text": "Alprazolam, a high-potency benzodiazepine with mood-enhancing and anxiolytic effects, has been shown to be somewhat effective in patients with PMS.28,36,37Because of the potential for drug dependence, alprazolam should be considered a second-line drug and used only if SSRIs fail to achieve an optimal response. Therapy should be limited to the luteal phase, and the agent should be given in low dosages—0.375 to 1.5 mg per day. The risk of drug dependence with alprazolam can be minimized by administering it only during the luteal phase of the menstrual cycle in patients without a history of substance abuse."
        },
        {
            "parent": 9,
            "text": "It has been shown that by inducing anovulation and amenorrhea, GnRH agonists, leuprolide, histrelin, and goserelin provide significant relief of symptoms in patients without comorbid depression.38–40However, these medications can induce menopausal symptoms such as hot flushes, vaginal dryness, fatigue, irritability, cardiac problems, and osteopenia. In women with a history of PMDD, treatment of induced menopause with estrogen39or estrogen plus progestational agents18can induce recurrent symptoms of PMDD. This finding supports the theory of an etiologic role for female gonadal hormones in PMDD."
        },
        {
            "parent": 9,
            "text": "Danazol (Danocrine), a weak androgen prescribed for patients with endometriosis, fibrocystic breast disease, and hereditary angioneurotic edema, is sometimes used to treat PMDD. The typical dosage is 100 mg twice a day. Such treatment can reduce symptoms but may result in anovulation and masculinization, either of which may limit regular use.41Because of the potential for serious side effects and significant costs, GnRH agonists and danazol should be tried as a last resort. These medications must be initiated during menstruation to prevent teratogenicity if there is an unintended pregnancy."
        },
        {
            "parent": 9,
            "text": "Although oral contraceptive pills (OCPs) suppress ovulation, they are not reported to be consistently effective in the treatment of PMDD (perhaps because the studies had variable samples). OCPs may not suffice if mood symptoms are prominent and, in some patients, these drugs may worsen dysphoria (a known side effect of some birth control pills) in many women without PMDD."
        },
        {
            "parent": 9,
            "text": "Efficacy studies of progesterone have shown limited benefits. One study42found progesterone to be superior to placebo; however, another study43reported efficacy equal to or less than that of placebo. Currently, ovarian gonadal hormones are thought to be of limited usefulness in the treatment of PMDD, and none of the drugs has FDA approval for this indication(Table 5).18,20,38–43"
        },
        {
            "parent": 10,
            "text": "In a double-blind, placebo-controlled, crossover study,44spironolactone in a dosage of 100 mg per day was more effective than placebo in reducing irritability, depression, somatic symptoms, feelings of swelling, breast tenderness, and craving for sweets. Bromocriptine in a dosage of up to 2.5 mg three times per day may be beneficial in patients with cyclic mastalgia,4,20although in one study45it was not found to be effective. Ibuprofen, in a dosage of up to 1,000 mg per day, can reduce breast pain, headaches, back pain, and other pain symptoms,20but seems to have limited effect on mood symptoms(Table 6).4,20,44,45"
        },
        {
            "parent": 11,
            "text": "Historically, surgical and radiation oophorectomies have been used to treat severe PMS, but these modalities have no role in the current management of PMDD."
        },
        {
            "parent": 11,
            "text": "Evidenced-based efficacy ratings of currently available treatments for PMS and PMDD are described inTable 7,8–16,19–25,28–39,41–45while an algorithm for the management of these conditions is outlined inFigure 1."
        }
    ],
    "locked": false
}