{
    "url": "https://www.aafp.org/pubs/afp/issues/2002/1015/p1477.html#afp20021015p1477-f1",
    "title": "What to Do When SSRIs Fail: Eight Strategies for Optimizing Treatment of Panic Disorder | AAFP",
    "author": "MARK A. ZAMORSKI, M.D., M.H.S.A., AND RONALD C. ALBUCHER, M.D.",
    "doi": "Am Fam Physician.2002;66(8):1477-1485",
    "abstract": "Selective serotonin reuptake inhibitors (SSRIs) are the drug of choice for treatment of patients with panic disorder. Most patients have a favorable response to SSRI therapy; however, 30 percent will not be able to tolerate these drugs or will have an unfavorable or incomplete response. Strategies to improve management of such patients include optimizing SSRI dosing (starting at a low dose and slowly increasing the dose to reach the target dose) and ensuring an adequate trial before switching to a different drug. Benzodiazepines should be avoided but, when necessary, may be used for a short duration or may be used long-term in patients for whom other treatments have failed. Slower-onset, longer-acting benzodiazepines are preferred. All patients should be encouraged to try cognitive behavior therapy. Augmentation therapy should be considered in patients who do not have a complete response. Drugs to consider for use in augmentation therapy include benzodiazepines, buspirone, beta blockers, tricyclic antidepressants, and valproate sodium.",
    "headers": [
        {
            "id": 0,
            "name": "Strategy No. 1: When Using SSRIs, ‘Start Low, Go Slow, Aim High, and Be Patient’",
            "level": 2
        },
        {
            "id": 1,
            "name": "START LOW",
            "level": 3
        },
        {
            "id": 2,
            "name": "GO SLOW",
            "level": 3
        },
        {
            "id": 3,
            "name": "AIM HIGH",
            "level": 3
        },
        {
            "id": 4,
            "name": "BE PATIENT",
            "level": 3
        },
        {
            "id": 5,
            "name": "Strategy No. 2: Use Benzodiazepines if Needed, but Use Them Wisely",
            "level": 2
        },
        {
            "id": 6,
            "name": "Strategy No. 3: Avoid Ineffective Therapies",
            "level": 2
        },
        {
            "id": 7,
            "name": "Strategy No. 4: Assess and Manage SSRI-Induced Sexual Dysfunction",
            "level": 2
        },
        {
            "id": 8,
            "name": "Strategy No. 5: Encourage Cognitive Behavior Therapy",
            "level": 2
        },
        {
            "id": 9,
            "name": "Strategy No. 6: When Needed, Use Inexpensive Treatments",
            "level": 2
        },
        {
            "id": 10,
            "name": "Strategy No. 7: Systematically Assess Comorbidities",
            "level": 2
        },
        {
            "id": 11,
            "name": "Strategy No. 8: Use a Rational Sequence of Treatments",
            "level": 2
        },
        {
            "id": 12,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Effective management of panic disorder is a common challenge for family physicians. Selective serotonin reuptake inhibitors (SSRIs) are the drugs of choice for this condition because of their safety and efficacy. While most patients have a favorable response to SSRI therapy, 30 percent will not be able to tolerate these medications or will have an unfavorable or incomplete response.1Eight strategies to manage patients who have not tolerated initial therapy or who have had an unsatisfactory response to it are presented here."
        },
        {
            "parent": 0,
            "text": "Because of their safety, tolerability, and efficacy in treating panic disorder and common comorbidities, SSRIs are the first choice of drug therapy for treating panic disorder.2,3The initial activating effects of SSRIs and tricyclic antidepressants (TCAs) can be especially troubling.4As a result, many patients abandon SSRI therapy before they experience any benefits. Following are several strategies to help patients overcome resistance to therapy."
        },
        {
            "parent": 1,
            "text": "Most patients should receive one half of the usual beginning dose of SSRIs and TCAs that would be prescribed for the treatment of depression.1,5For patients who have had negative experiences with other medications or who seem unusually apprehensive, one fourth of the usual beginning dose can be used. Typical starting, therapeutic, and maximum dosages for antidepressants are shown inTable 1.1,4–6"
        },
        {
            "parent": 2,
            "text": "The dosage of antidepressant should be slowly increased. Clinical experience suggests that seven days is usually an appropriate interval.2"
        },
        {
            "parent": 3,
            "text": "Drug response varies with individual patients. Typically, patients who have panic disorder require dosages at the high end of the therapeutic range for SSRIs, and full dosages for TCAs, as shown inTable 1.1,4–6Before switching to a different agent, the highest recommended dosage for a given SSRI should be tried as long as the drug is tolerated."
        },
        {
            "parent": 4,
            "text": "It may take several months for the patient to feel confident that he or she is free of panic attacks. It may take even longer before patients stop avoiding feared situations and are relieved of generalized anxiety. Accordingly, as long as some meaningful improvement occurs in four to six weeks after initiation of therapy, several months should be allowed to pass before assessing the full effect of the drug and considering a change in therapy.1"
        },
        {
            "parent": 5,
            "text": "Benzodiazepines are effective in treating panic disorder5; they are also used to treat generalized anxiety disorder and social phobia, two common comorbidities of panic disorder. In contrast to antidepressants, benzodiazepines relieve anxiety within hours,7can prevent panic attacks within a few days to a few weeks,5and are free of troublesome activating effects.7Nevertheless, benzodiazepine use in treating panic disorder can be complicated by abuse, physiologic and psychologic dependence, and sedative and neurocognitive side effects.7,8"
        },
        {
            "parent": 5,
            "text": "The following strategies address the problems associated with benzodiazepine use:"
        },
        {
            "parent": 5,
            "text": "Benzodiazepines should be used to treat panic disorder, even short-term, only when necessary. Patients with unusually severe or disruptive symptoms may be appropriate candidates for short-term benzodiazepine therapy. Some patients who have trouble tolerating the initial activating side effects of antidepressants may also find benzodiazepines helpful during the initial weeks of treatment. Several other treatment options should be exhausted before using benzodiazepines long-term.4Benzodiazepines should be avoided in patients who are involved in cognitive behavior therapy (CBT), because their use may erode the effectiveness of the therapy.9Benzodiazepines should be avoided in persons with a history of drug and alcohol misuse.8Benzodiazepines should not be used on an as-needed basis for panic disorder.4None of the oral benzodiazepines works quickly enough to affect any but the most prolonged panic attacks.7Because panic attacks are self-limited with or without treatment, prescribing a medication to which the patient may attribute relief erodes the efficacy of CBT or self-directed exposure therapy.9Benzodiazepine therapy should generally be limited to less than one month if possible. Physiologic dependence can develop within one to two months.8The minimum effective dosage should be prescribed for short-term therapy unless the patient will be using benzodiazepines long-term to prevent panic attacks.8If long-term use is selected, adequate dosages must be prescribed. Lower dosages may control generalized and anticipatory anxiety but, to prevent panic attacks, daily dosages in the range of 2 to 10 mg of alprazolam (Xanax) and 1 to 4 mg of clonazepam (Klonopin), or the equivalent,5are required(Table 1).1,4–6Use of fast-acting, short half-life benzodiazepines such as alprazolam and lorazepam (Ativan) should be avoided. While adequate comparative trials are lacking, some evidence8suggests that the slower onset and longer acting benzodiazepines like clonazepam are less likely to be abused, less habit-forming, and easier to discontinue."
        },
        {
            "parent": 6,
            "text": "Beta blockers, once widely touted as effective antipanic medications, have proven disappointing as monotherapy in subsequent placebo-controlled trials.5Buspirone (BuSpar) is ineffective as monotherapy for panic disorder, as is the antidepressant bupropion (Wellbutrin).5Traditional forms of psychotherapy (psychodynamic, insight-oriented, and supportive) have little proven benefit in treating panic disorder, but they may be efficacious in treating comorbidities or to help patients adapt to their condition.10"
        },
        {
            "parent": 7,
            "text": "When directly questioned by a physician, about 60 percent of patients who take SSRIs report experiencing sexual dysfunction, including delayed orgasm, anorgasmia, loss of libido, decreased lubrication, and erectile dysfunction11; that number drops to 14 percent when patients spontaneously report the information.12Only 25 percent of these patients with sexual dysfunction report being able to tolerate this side effect—presenting a major challenge because of the long-term nature of the treatment.12"
        },
        {
            "parent": 7,
            "text": "In general, the sexual dysfunction is dose-related and responds to reductions in the total amount of antidepressant medication used.11,12Occasionally, patients can successfully alter the time of dosing or skip doses prior to sexual activity. This strategy would presumably work best with short half-life agents such as paroxetine (Paxil) or sertraline (Zoloft).11Because sexual dysfunction is ordinarily a class effect, switching SSRIs is usually not beneficial. Unfortunately, venlafaxine (Effexor) has an incidence of sexual dysfunction similar to that of conventional SSRIs.11"
        },
        {
            "parent": 7,
            "text": "Other alternatives include adding the sedating antihistamine cyproheptadine (Periactin) to the treatment regimen (4 to 16 mg, one to two hours before engaging in sexual activity).11Limited evidence13also supports the use of bupropion (75 to 225 mg per day with careful attention given to drug interactions), buspirone (average dosage: 50 mg per day), low doses of mirtazapine (Remeron), nefazodone (Serzone), and yohimbine (Actibine).11Anecdotal evidence supports the use of Gingko biloba (average dosage: 207 mg per day).14Conventional doses of sildenafil (Viagra) have also recently been reported to be successful for this use in women and men.11Unfortunately, there is not enough systematic evidence to assist physicians in deciding from among this diverse group of therapies.11Accordingly, the best approach to guide selection of these pharmacologic adjuncts is to consider comorbidities, patient preferences, and the physicians’ experience. For example, using the sedating agents mirtazapine or nefazodone would be a good choice for patients with ongoing comorbid sleep difficulties, and sildenafil would be appropriate for the patient whose main problem is erectile dysfunction."
        },
        {
            "parent": 7,
            "text": "Finally, switching to a different category of antipanic drug, such as tricyclic antidepressants, is another possibility. Nefazodone15and mirtazapine16are also likely to be useful in treating panic disorder; use of these agents has a low risk of sexual dysfunction.17Benzodiazepines may be an appropriate alternative if there is no contraindication to their use and if patients are not able to tolerate an antidepressant trial.18CBT is presumably free of sexual side effects."
        },
        {
            "parent": 8,
            "text": "CBT, a form of psychotherapy that is usually short-term and focused on symptom resolution through the observation and change of cognitive distortions and their subsequent behaviors, should be encouraged in patients with panic disorder. The basic premise of CBT is that internal cognitive distortions (e.g., “My heart is beating too fast,” or “I’m going to die.”) are linked with maladaptive behaviors (e.g., fleeing a crowded room), which are then reinforced because this behavior usually temporarily reduces anxiety.19"
        },
        {
            "parent": 8,
            "text": "The gains made with CBT tend to be maintained after the treatment is discontinued, which is generally not the case for pharmacotherapy.10The high initial cost for the treatment may be offset by savings in the cost of long-term medications. CBT is particularly effective for agoraphobic or avoidance symptoms, an area where medication alone has limited benefit.20CBT can also reduce the risk of relapse during a medication taper.20Finally, panic disorder may be refractory to medications alone; CBT can be useful in these cases.21"
        },
        {
            "parent": 9,
            "text": "One barrier to adequate treatment of panic disorder is the potentially high cost of therapy(Table 1).1,4–6The monthly cost of SSRI therapy can exceed $100 for the higher dosages of medication that are often required.21Imipramine (Tofranil) has proven efficacy in treating panic disorder, depression, and generalized anxiety disorder. The monthly cost of therapy can be as low as $8.21Generic benzodiazepines are also inexpensive(Table 1).1,4–6"
        },
        {
            "parent": 9,
            "text": "Formal CBT programs can cost more than $1,000 for one course of treatment. Anecdotally, self-help groups like Agoraphobics in Motion, 1719 Crooks Rd., Royal Oak, MI 48067; telephone: 248-547-0400, can be inexpensive and helpful."
        },
        {
            "parent": 10,
            "text": "One reason for a patient to have a suboptimal response to therapy is an incomplete diagnosis.1,22Patients with panic disorder commonly have other comorbidities including mood and anxiety disorders, and substance use.23Because these disorders may be associated with panic attacks and anticipatory anxiety23and may require distinct treatments,4the diagnosis of panic disorder should consistently trigger a systematic search for other anxiety disorders.22Because the common comorbidities of panic disorder respond differentially to antipanic treatments, knowledge of these comorbidities also helps in treatment selection."
        },
        {
            "parent": 10,
            "text": "Unfortunately, most commonly used diagnostic and screening tools for mental health disorders in the primary care setting are not sufficiently comprehensive; the less familiar Mini-International Neuropsychiatric Interview (M.I.N.I.),24which takes less than 20 minutes to complete, is a more effective screening tool. Finally, it is important to assess the risk of suicide in all patients who have panic disorder.18"
        },
        {
            "parent": 10,
            "text": "Because panic disorder is a chronic condition that often manifests early in adult life,25comorbid mood disorders, substance use, and anxiety disorders can develop over time. Accordingly, the development of panic that is refractory to treatment in a patient with previously well-controlled panic disorder should prompt rescreening for these disorders. With increasing age, patients may develop medical comorbidities that can interact with panic phenomenology to produce refractory panic symptoms.26"
        },
        {
            "parent": 11,
            "text": "Selecting treatments for panic disorder in a rational sequence will presumably decrease the likelihood of a patient becoming refractory to treatment. Several groups2,17,27have proposed guidelines for treatment selection but, except for a general preference to begin with an SSRI or CBT, the recommendations differ. Unfortunately, there are no controlled trials to guide the next therapeutic selection.18The recommendations of these groups and the authors’ clinical experience are synthesized in the algorithm presented inFigure 1.2,18,27"
        },
        {
            "parent": 11,
            "text": "Augmentation, the addition of another treatment to a partially effective maintenance drug program, has become popular in the treatment of panic disorder.1Buspirone, beta blockers, and bupropion have all been shown to be ineffective as monotherapy; anecdotal evidence supports their use for augmentation. TCAs, benzodiazepines, valproate (Depakote), and CBT may also add benefits to SSRI therapy.1Guidelines for the use of augmentation strategies are shown inTable 2.1,5,10,28Because of drug interactions and the potential for side effects and other complexities, a referral to a psychiatrist should be considered before undertaking augmentation."
        },
        {
            "parent": 11,
            "text": "Common errors in treatment sequencing include sequential trials of multiple agents from the same therapeutic class (usually SSRIs), failure to offer CBT early in the treatment course, initiating chronic benzodiazepine therapy before exhausting other treatment options and failing to consider comorbidities in treatment selection."
        },
        {
            "parent": 12,
            "text": "The availability of safe, easy-to-use medications has proven to be a boon for primary care physicians who treat patients with mental health disorders. Nevertheless, not all patients tolerate these medications, and intolerance or partial responses are all too common. The eight strategies described in this article can help primary care physicians optimize the care of these patients."
        }
    ],
    "locked": false
}