{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/1101/p2037.html#afp20001101p2037-f1",
    "title": "The Undescended Testicle: Diagnosis and Management | AAFP",
    "author": "STEVEN G. DOCIMO, M.D., RICHARD I. SILVER, M.D., AND WILLIAM CROMIE, M.D.",
    "doi": "Am Fam Physician.2000;62(9):2037-2044",
    "abstract": "Early diagnosis and management of the undescended testicle are needed to preserve fertility and improve early detection of testicular malignancy. Physical examination of the testicle can be difficult; consultation should be considered if a normal testis cannot be definitely identified. Observation is not recommended beyond one year of age because it delays treatment, lowers the rate of surgical success and probably impairs spermatogenesis. By six months of age, patients with undescended testicles should be evaluated by a pediatric urologist or other qualified subspecialist who can assist with diagnosis and treatment. Earlier referral may be warranted for bilateral nonpalpable testes in the newborn or for any child with both hypospadias and an undescended testis. Therapy for an undescended testicle should begin between six months and two years of age and may consist of hormone or surgical treatment. The success of either form of treatment depends on the position of the testicle at diagnosis. Recent improvements in surgical technique, including laparoscopic approaches to diagnosis and treatment, hold the promise of improved outcomes. While orchiopexy may not protect patients from developing testicular malignancy, the procedure allows for earlier detection through self-examination of the testicles.",
    "headers": [
        {
            "id": 0,
            "name": "Consequences of Cryptorchidism",
            "level": 2
        },
        {
            "id": 1,
            "name": "TESTICULAR CANCER",
            "level": 3
        },
        {
            "id": 2,
            "name": "SUBFERTILITY",
            "level": 3
        },
        {
            "id": 3,
            "name": "TESTICULAR TORSION AND INGUINAL HERNIA",
            "level": 3
        },
        {
            "id": 4,
            "name": "Presentation and Anatomy",
            "level": 2
        },
        {
            "id": 5,
            "name": "Physical Examination",
            "level": 2
        },
        {
            "id": 6,
            "name": "Evaluation of the Bilateral Nonpalpable Testis",
            "level": 2
        },
        {
            "id": 7,
            "name": "Therapy for the Undescended Testis",
            "level": 2
        },
        {
            "id": 8,
            "name": "SURGERY FOR THE UNDESCENDED TESTIS",
            "level": 3
        },
        {
            "id": 9,
            "name": "SURGICAL MANAGEMENT OF THE NONPALPABLE TESTIS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Cryptorchidism, or undescended testicle, is usually diagnosed during the newborn examination. Recognition of the condition, identification of associated syndromes, proper diagnostic evaluation and timely referral for urologic surgical therapy are important steps in preventing adverse consequences."
        },
        {
            "parent": 0,
            "text": "The rationale for treatment of the undescended testicle is the prevention of potential sequelae. The most common problems associated with undescended testicles are testicular neoplasm, subfertility, testicular torsion and inguinal hernia."
        },
        {
            "parent": 1,
            "text": "It has been well documented that men with a history of undescended testicle have a higher-than-expected incidence of testicular germ cell cancers. While the likelihood of developing testicular cancer has probably been overestimated in the past, the incidence among men with an undescended testicle is approximately one in 1,000 to one in 2,500.1Although significantly higher than the risk among the general population (1:100,000), this level of risk does not warrant radical therapy, such as removal of all intra-abdominal testes."
        },
        {
            "parent": 1,
            "text": "About 20 percent of testicular tumors in men with unilateral cryptorchidism occur on the side with the normally descended testicle2; this finding supports the argument against indiscriminate removal of undescended testes. Cryptorchidism and testicular cancer may also be manifestations of a genetic testicular abnormality; therefore, the development of cancer in an undescended testis may not be caused by testicular malposition. Although there is no proof that orchiopexy reduces the risk of testicular cancer, it is performed to ease detection through testicular self-examination.3"
        },
        {
            "parent": 2,
            "text": "As a group, men who have had an undescended testicle have lower sperm counts, poorer quality sperm and lower fertility rates than men whose testicles descended normally.4The likelihood of subfertility increases with bilateral involvement and increasing age at the time of orchiopexy. Impaired spermatogenesis may be partially caused by underlying genetic abnormalities that can increase the risk of germ cell neoplasia. For this reason, impairment may not be completely reversible through surgical intervention."
        },
        {
            "parent": 2,
            "text": "Unlike the risk of testicular cancer, however, there seems to be an advantage to early orchiopexy for protection of fertility.5,6Through testicular biopsy at the time of orchiopexy, germ cell density has been shown to decrease over time, beginning as early as one year of age.7,8For this reason, treatment of the undescended testicle is recommended as early as six months of age and should be completed before age two."
        },
        {
            "parent": 3,
            "text": "Although there is little solid evidence, the incidence of testicular torsion is thought to be higher in undescended testes than in normal scrotal testes.9Torsion of an undescended testicle often occurs with the development of a testicular tumor,10presumably caused by increased weight and distortion of the normal dimensions of the organ. Torsion of an intra-abdominal testicle may present as an acute abdomen. A nonpalpable testicle on physical examination should be a clue to the diagnosis, but often the torsion is only diagnosed at the time of abdominal exploration."
        },
        {
            "parent": 3,
            "text": "Most true cases of undescended testicles are associated with a patent processus vaginalis.11If an overt hernia is present, expeditious hernia repair with orchiopexy at the age of presentation is undertaken. Otherwise, the hernia should be repaired at the time of orchiopexy. A man with an untreated, undescended testicle and an occult inguinal hernia may present at any time with symptoms and complications typical of any inguinal hernia."
        },
        {
            "parent": 4,
            "text": "Most undescended testicles are present at birth. Up to one third of premature male newborns are born with an undescended testicle, and 3 to 5 percent of term male infants are affected.12By three months of age, the incidence is reduced to 0.8 percent; between three months of age and adulthood, the incidence does not change.13Watchful waiting is not an option because true undescended testicles rarely descend spontaneously after three months of age. A proposed algorithm for the management of newborns with cryptorchidism, including suggestions on when to refer patients to a pediatric urologist, is presented inFigure 1."
        },
        {
            "parent": 4,
            "text": "Occasionally, a testicle that is noted in early childhood to be in a scrotal position will “ascend” and become truly undescended. While physicians used to believe that this finding represented an error in physical examination, testicular ascent is now a well-documented phenomenon. It occurs in older children and young infants.14,15In older children, testicular ascent probably represents an ectopic testicle with enough gubernacular laxity to reach the scrotum in early childhood. As the child grows, the ectopic gubernaculum tethers the testicle, which is pulled cephalad out of the scrotum.16The mechanism of testicular ascent in the infant is not well established because this phenomenon is rarely reported."
        },
        {
            "parent": 4,
            "text": "Undescended testicles can be categorized on the basis of physical and operative findings: (1) true undescended testicles (including intra-abdominal, peeping at the internal ring and canalicular testes), which exist along the normal path of descent and have a normally inserted gubernaculum; (2) ectopic testicles, which have an abnormal gubernacular insertion; and (3) retractile testicles, which are not truly undescended. The most important category to distinguish on physical examination is the retractile testis, because no hormone or surgical therapy is required for this condition."
        },
        {
            "parent": 4,
            "text": "Approximately 20 percent of infants who present with cryptorchidism have at least one nonpalpable testicle. Through surgical examination, about one half of nonpalpable testes are found to be intra-abdominal, while the rest represent absent (vanishing) or atrophic testes.17,18The vanishing testicle is thought to be caused by intrauterine testicular torsion."
        },
        {
            "parent": 5,
            "text": "A general physical examination that emphasizes the signs of syndromic features may reveal an underlying reason for cryptorchidism, such as Prader-Willi, Kallmann's or Laurence-Moon-Biedl syndromes.19The genitalia should be examined for evidence of hypospadias or ambiguity. Concurrence of hypospadias and undescended testis is commonly associated with states of intersexuality, especially mixed gonadal dysgenesis and true hermaphroditism.20"
        },
        {
            "parent": 5,
            "text": "Testicular examination of the infant and young child requires a two-handed technique. One hand should start at the hip and gently sweep along the inguinal canal, aided by surgical lubricant or warm soapy water, if necessary(Figure 2, photo A). A true undescended or ectopic inguinal testicle will be felt to “pop” under the examiner's fingers during this maneuver(Figure 2, photos B and C). A low ectopic or retractile testicle will be felt by the opposite hand as it is “milked” into the scrotum(Figure 2, photo D). The ectopic testicle will immediately spring out of the scrotum when it is released. The retractile testicle will remain momentarily in the scrotum until further stimulation causes a cremasteric reflex."
        },
        {
            "parent": 5,
            "text": "Differentiation of a retractile testis from a true undescended testis is sometimes difficult; consultation with a urologist may be valuable. Position, consistency and size of the undescended testicle in relation to the opposite testis are noted. If a testis cannot be palpated in the inguinal canal or the scrotum, or in ectopic sites such as the femoral region or perineum, evaluation for a nonpalpable testis must be initiated. Sometimes tissue in the scrotum may feel like an atrophic testicle. Occasionally this tissue represents gubernaculum or dissociated epididymis and vas deferens,21and may coexist with an intra-abdominal testis. Unless the presence of a testicle is clear, examination by a urologist is indicated."
        },
        {
            "parent": 6,
            "text": "A phenotypically male newborn with bilateral nonpalpable testicles should be considered to be a genetic female with congenital adrenal hyperplasia until proved otherwise. Congenital adrenal hyperplasia may rarely present with a normal male phenotype and is a life-threatening condition. Ultrasound examination of the pelvic structures, karyotyping and measurements of serum electrolytes, testosterone, müllerian-inhibiting hormone, and adrenal hormones and metabolites (17–hydroxyprogesterone) should be considered in the initial evaluation. An older child with bilateral non-palpable testicles should be evaluated hormonally for testicular absence.22"
        },
        {
            "parent": 6,
            "text": "Serum studies should include testosterone, luteinizing hormone (LH), follicle-stimulating hormone (FSH) and müllerian-inhibiting substance (MIS). Elevations in LH and FSH, as well as the absence of detectable MIS, suggest testicular absence.23Measurements of thyroid hormone and cortisol levels should be considered because hypogonadism may occur with pituitary aplasia. A stimulation test using intramuscular human chorionic gonadotropin (hCG) can be administered to check for evidence of testosterone production. Definite hormonal evidence of testicular absence may preclude surgical exploration in the rare case of a newborn with bilateral absent testicles, but a minimum of both a negative hCG stimulation test and elevated gonadotropins must be included. Normal gonadotropin levels or detectable MIS levels warrant surgical exploration, even with a negative hCG stimulation test."
        },
        {
            "parent": 6,
            "text": "Except in certain circumstances, radiologic evaluation of the nonpalpable testicle is not warranted.24None of the commonly applied studies, such as ultrasonography, computed tomography or magnetic resonance imaging, is sensitive enough to detect the majority of intra-abdominal testes, and none is specific enough to exclude an intra-abdominal testis. Therefore, whether or not a testicle is located by the radiologic study, surgical exploration is required. Ultrasound examination may be advisable in the infant with bilateral nonpalpable testes to look for gonads and to exclude the presence of a uterus, which would suggest a state of intersexuality. Ultrasound examination may also be helpful in the overweight child to detect inguinal testicles that are difficult to palpate."
        },
        {
            "parent": 7,
            "text": "Treatment for cryptorchidism can be hormonal, surgical or a combination of the two. Because the process of testicular descent is hormonally mediated, it can sometimes be induced with hormone administration. Administration of systemic testosterone is minimally effective in achieving testicular descent because the process depends on a paracrine effect—high local levels of testosterone that cannot be achieved systemically.25Using gonadotropins to stimulate the testicle to produce testosterone may help patients to achieve these high local levels."
        },
        {
            "parent": 7,
            "text": "In the United States, the only hormone labeled for the treatment of cryptorchidism is hCG, which is administered intramuscularly. There are many protocols for the use of hCG. One such protocol is the administration of 1,500 to 2,500 U two times per week for four weeks. Whatever protocol is used, the likelihood of success is greatest in the most distal true undescended testicles. In theory, an ectopic testis should not respond to hormone therapy because it is physically prevented from descending. A high undescended testis is unlikely to descend completely; if it does, it will probably ascend after the hormone stimulation is withdrawn.26Some side effects of hCG administration can be disturbing for parents. These include enlargement of the penis, pubic hair growth, increased testicular size and aggressive behavior during administration."
        },
        {
            "parent": 7,
            "text": "Studies suggest that gonadotropin-releasing hormone (GnRH) is more effective than hCG in achieving testicular descent.27Unfortunately, the reported results of hormonal therapy in the United States and Europe vary widely, probably because of the inclusion of variable numbers of boys with retractile testes. At any rate, GnRH is not currently labeled for use in the treatment of cryptorchidism in the United States."
        },
        {
            "parent": 8,
            "text": "The inguinal orchiopexy is a well-established operation for the palpable undescended testicle.28Postoperative management of the condition is fairly straightforward. To prevent dislodgment of the testis from the scrotum, the use of toys that must be straddled, such as bicycles, should be avoided for two weeks. Sports activities should also be limited in the older child."
        },
        {
            "parent": 8,
            "text": "Examination in the early postoperative period (one to two weeks after surgery) allows the physician to assess wound healing and remove any fixating sutures. Repeat examination should be performed at least three months after surgery to assess the position and size of the testicles."
        },
        {
            "parent": 8,
            "text": "The most significant complication of orchiopexy is testicular atrophy. Dissection of the testicular vessels and/or postoperative swelling and inflammation can result in ischemic injury and testicular atrophy. Although this is a rare complication of routine orchiopexy, a meta-analysis29of the urologic literature suggested an 8 percent failure rate of orchiopexy, even in the distal undescended testis, and failure of more than 25 percent of orchiopexies for intra-abdominal testes. Other potential complications include ascent of the testis (which would require a second orchiopexy), infection and bleeding."
        },
        {
            "parent": 8,
            "text": "Orchiopexy should be performed by urologists who are well versed in the surgical procedure and the management of complications."
        },
        {
            "parent": 9,
            "text": "Surgery for the nonpalpable testicle is diagnostic and potentially therapeutic. Initially, it is important to determine whether a testis exists. If the absence of a testis is surgically confirmed by identifying blind-ending testicular vessels, the surgery should be terminated(Figure 3). Intra-abdominal blind-ending vessels are found in 9.8 percent of boys with nonpalpable testes.30Sometimes the testicular vessels are traced to an abdominal, inguinal or scrotal testicular remnant, which is then removed. In about one half of cases, an intra-abdominal testis is found(Figures 4athrough4c), which is either brought to the scrotum or removed."
        },
        {
            "parent": 9,
            "text": "The two initial surgical approaches to the nonpalpable testis are the open inguinal and diagnostic laparoscopic techniques. In the open inguinal approach,31the groin is explored. If cord structures or testicular remnants are found, they are removed, and the procedure is terminated. If the groin exploration is negative, the incision is extended, and the peritoneum is entered in a search for an intra-abdominal testis."
        },
        {
            "parent": 9,
            "text": "The second surgical approach to the nonpalpable testis is laparoscopic. Diagnostic laparoscopy, which is a safe procedure in experienced hands, is performed initially.32–34Using a laparoscope placed through the umbilicus, the inguinal rings are examined, and the status of the processus vaginalis (patent or non-patent), wolffian structures and testicular vessels can be easily identified. The presence of blind-ending spermatic vessels confirms an absent testis, allowing termination of the procedure without a groin incision. If vessels and vas deferens exit the internal ring, the groin can be explored. If an intra-abdominal testis is identified, the physician can then choose the best surgical approach."
        }
    ],
    "locked": false
}