{
    "url": "https://www.aafp.org/pubs/afp/issues/2001/1101/p1591.html#afp20011101p1591-f6",
    "title": "Charcot Foot: The Diagnostic Dilemma | AAFP",
    "author": "TODD C. SOMMER, D.O., D.P.M., AND THOMAS H. LEE, M.D.",
    "doi": "Am Fam Physician.2001;64(9):1591-1598",
    "abstract": "Primary care physicians involved in the management of patients with diabetes are likely to encounter the diagnostic and treatment challenges of pedal neuropathic joint disease, also known as Charcot foot. The acute Charcot foot is characterized by erythema, edema and elevated temperature of the foot that can clinically mimic cellulitis or gout. Plain film radiographic findings can be normal in the acute phase of Charcot foot. A diagnosis of Charcot syndrome should be considered in any neuropathic patient, even those with a minor increase of heat and swelling of the foot or ankle, especially after any injury. Early recognition of Charcot syndrome and immobilization (often with a total contact cast), even in the presence of normal radiographs, can minimize potential foot deformity, ulceration and loss of function. Orthopedic or podiatric foot and ankle specialists should be consulted when the disease process does not respond to treatment.",
    "headers": [
        {
            "id": 0,
            "name": "Pathogenesis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Classification",
            "level": 2
        },
        {
            "id": 3,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 4,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 5,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 6,
            "name": "TOTAL CONTACT CASTING",
            "level": 3
        },
        {
            "id": 7,
            "name": "PREFABRICATED PNEUMATIC WALKING BRACE",
            "level": 3
        },
        {
            "id": 8,
            "name": "FURTHER TREATMENTS",
            "level": 3
        },
        {
            "id": 9,
            "name": "SURGICAL TREATMENT",
            "level": 3
        },
        {
            "id": 10,
            "name": "PROPOSED TREATMENTS",
            "level": 3
        },
        {
            "id": 11,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Charcot neuropathy is a progressive deterioration of weight-bearing joints, usually in the foot or ankle. Historically, neuropathy of the knee was most frequently caused by syphilis, and neuropathy of the shoulder was usually caused by syringomyelia. Today, the Charcot foot occurs most often in patients with diabetic neuropathy; other predisposing conditions include alcoholic neuropathy, sensory loss caused by cerebral palsy or leprosy, and congenital insensitivity to pain. In 1868, Charcot identified neuropathic joints with an unusual pattern of bone destruction in patients with tabes dorsalis. The first description of neuroarthropathy occurring with diabetes mellitus was published in 1936."
        },
        {
            "parent": 0,
            "text": "Two theories (neurotraumatic and neurovascular) explain the pathogenesis of Charcot foot.1The neurotraumatic theory attributes bony destruction to the loss of pain sensation and proprioception combined with repetitive and mechanical trauma to the foot. The neurovascular theory suggests that joint destruction is secondary to an autonomically stimulated vascular reflex that causes hyperemia and periarticular osteopenia with contributory trauma. Intrinsic muscle imbalance with increased heel and plantar forces can produce eccentric loading of the foot, propagating microfractures, ligament laxity and progression to bony destruction."
        },
        {
            "parent": 0,
            "text": "As many as 50 percent of patients with Charcot foot remember a precipitating, minor traumatic event (such as an ankle sprain or previous foot procedure); however, multiple cases of spontaneous Charcot joint changes, including patients with foot infections, support hyperemia as the cause.2"
        },
        {
            "parent": 1,
            "text": "Neuropathic arthropathy is prevalent in 0.8 to 7.5 percent of diabetic patients with neuropathy; 9 to 35 percent of these affected patients have bilateral involvement.3,4The higher prevalences occur in referral-based practices. Most patients with neuropathic arthropathy have had poorly controlled diabetes mellitus for 15 to 20 years."
        },
        {
            "parent": 1,
            "text": "The tarsometatarsal (Lisfranc's) joint is the most common site for arthropathy, with initial involvement usually occurring on the medial column of the foot. The distribution of neuropathic arthropathy is 70 percent at the midfoot and 15 percent at the forefoot or rearfoot; it is usually contained in one area. Nearly 50 percent of patients with neuropathy had an associated plantar ulcer.4"
        },
        {
            "parent": 2,
            "text": "Neuropathic arthropathy is either atrophic or hypertrophic. The atrophic form is usually localized to the forefoot and causes osteolysis of the distal metatarsals. The metatarsal heads and shafts have a radiographic deformity that resembles a pencil point or “sucked candy cane”(Figure 1). The hypertrophic type usually occurs at the midfoot, rearfoot or ankle, and is traditionally defined according to the Eichenholtz classification system.5The first stage is the developmental, or fragmentation, stage (acute Charcot) and is characterized by periarticular fracture and joint dislocation leading to an unstable, deformed foot (Figure 2). Patients in the coalescence stage (subacute Charcot) present with resorption of bone debris. The consolidation, or reparative, stage (chronic Charcot) is associated with re-stabilization of the foot with fusion of the involved fragments(Figure 3). This leads to the return of a stable, although deformed, foot(Figure 4). An updated version of the Eichenholtz classification system(Table 1)6identifies a prefragmentation(or acute inflammatory) stage zero. This is the stage when early diagnosis and intervention are critical to prevent long-range sequelae.7–9This updated version of the classification system also more closely relates clinical findings to treatment options."
        },
        {
            "parent": 3,
            "text": "Approximately 50 percent of patients with Charcot foot remember a precipitating, minor traumatic event, and about 25 percent of patients ultimately develop similar changes on the contralateral foot.9In patients with diabetes and neuropathy, Charcot joint can develop very rapidly after a minor trauma."
        },
        {
            "parent": 3,
            "text": "Because trauma is not a prerequisite for Charcot foot, a patient with diabetes and neuropathy, erythema, edema, increased temperature of the foot and normal radiographs most likely has an acute Charcot process. These patients are afebrile, have stable insulin requirements and normal white blood cell counts, and often have no break in skin integrity. These are all conditions that make infection unlikely."
        },
        {
            "parent": 3,
            "text": "Brodsky7,10described a test to distinguish a Charcot process from infection in patients with associated plantar ulcers. With the patient supine, the involved lower extremity is elevated for five to 10 minutes. If swelling and rubor dissipate, the diagnosis of a Charcot process is supported. If the swelling and rubor persist, an infectious process is likely."
        },
        {
            "parent": 3,
            "text": "Evidence of neuropathy is determined by decreased or absent sensation to pin prick, light touch or vibration. Decreased or absent protective sensation of the foot can be confirmed quite quickly using a Semmes-Weinstein 10-g (also known as 5.07-gauge) monofilament wire(Figure 5). The 10-g monofilament correlates with the threshold of protective sensation. If the patient cannot feel the monofilament (when it is applied with just enough pressure to bend the monofilament) on at least four of 10 sites, the test is abnormal, and the patient is considered to be at risk for ulcer formation.11Another study12has shown that testing only four sites on each foot provides information as accurate as that obtained by using eight sites or more. The test can be performed quickly and is sensitive and specific for identifying loss of protective sensation.13"
        },
        {
            "parent": 4,
            "text": "In evaluating the patient who presents with an apparent soft tissue infection or a plantar ulcer, the physician should first determine whether probing to bone is possible. A study14showed that in patients with diabetes mellitus, probing to bone is strongly correlated with osteomyelitis. Comparison bilateral weight-bearing radiographs, which are critical in determining instability, should then be obtained; however, not all experts agree that comparison views are necessary.15If there is no radiographic evidence of osteomyelitis but the patient is neuropathic, indium-111 leukocyte scanning or magnetic resonance imaging(MRI) is warranted(Figure 6).16Indium scanning is highly specific for infection. MRI is extremely sensitive, but the presence of an osteoarthropathy can lead to false-positive results. A variety of other laboratory studies are also typically performed. A high erythrocyte sedimentation rate is frequently found in patients with osteomyelitis, but this test has an extremely low sensitivity. Measurement of the white blood cell count may not help distinguish Charcot changes from osteomyelitis.16Thus, differentiating Charcot from Charcot with infection remains difficult. Synovial and bone biopsies might be necessary for a definitive diagnosis. After determining that bone changes are charcoid, the patient's deformity is staged. If a neuropathic ulcer is present, it is graded using the Wagner classification(Table 2)17or an equivalent grading system."
        },
        {
            "parent": 6,
            "text": "Most cases of acute Charcot foot can be treated nonsurgically with pressure-relieving methods such as total contact casting (TCC), which is believed to be the gold standard of treatment. TCC was developed in the 1950s. Most of the cast padding is eliminated for exact conformity to the lower extremity, with the goal of evenly distributing forces across the plantar surface of the foot. A tubular stockinette with low-density foam or one-quarter inch felt is applied over the tibial crest and malleoli, and around the metarsal heads with one layer of synthetic padding. A three-layer inner plaster shell is followed by a fiberglass outer shell13(Figure 7)."
        },
        {
            "parent": 6,
            "text": "The first cast is changed after one week because of the rapid reduction of edema that occurs as a result of TCC and restricted, protected weight bearing. Changing the cast prevents shearing between cast and skin. Follow-up casts are changed at two- to four-week intervals until erythema and edema have resolved, the temperature of the affected limb has decreased and is similar to that of the contralateral limb, and stabilization has been established on radiographic findings."
        },
        {
            "parent": 6,
            "text": "The presence of a Wagner grade 3 (or higher) ulcer necessitates incision, drainage and antibiotic therapy, with resolution of any abscess before application of the TCC. Periodic ulcer evaluation should be performed along with debridement at the time of cast changes."
        },
        {
            "parent": 6,
            "text": "After the initial radiographs, surveillance films should be taken at four- to six-week intervals (or more often if there is an acute change). It is quite common for the lower extremity to be confined in a TCC for up to four months, with conversion to a Charcot restraint orthotic walker (CROW) after the active phase of the condition is complete, as evidenced by temperature normalization and radiographic stability. Protective foot gear with orthotics will later be needed."
        },
        {
            "parent": 6,
            "text": "TCC with guarded ambulation will lower the risk of developing a contralateral Charcot process compared with strict nonweight-bearing with crutches. Sella and Barrette8found that 25 percent of patients in the early stages of Charcot with joint diastasis and sub-luxation who were treated with TCC did not develop foot deformity (severe fragmentation and collapse). TCC also has been associated with improved ulcer healing in noninfected plantar ulcers in patients with diabetes.18"
        },
        {
            "parent": 7,
            "text": "An alternative to TCC is a prefabricated pneumatic walking brace (PPWB), which has been found to decrease forefoot and midfoot plantar pressure in the treatment of neuropathic plantar ulceration.19Benefits include easier wound surveillance, ease of application and the ability to use several types of dressings. Use of the PPWB is limited in patients who have severe foot deformity or who are noncompliant."
        },
        {
            "parent": 8,
            "text": "After swelling and erythema resolve and radiographic stability has been achieved, the TCC is changed to either a CROW, an ankle foot orthosis or a patellar tendon-bearing brace, depending on residual anterior edema. If anterior edema persists, the CROW full-enclosure system is used(Figure 8). This device is used for six months to two years, until a stable foot is obtained. Patients can then be fitted for extra-depth shoes with custom insoles or orthotics to accommodate any residual deformity. Return to conventional foot gear may not be possible in all cases."
        },
        {
            "parent": 8,
            "text": "The primary care physician may be the first to evaluate minor lower extremity trauma in a neuropathic patient. If the radiographic findings are normal, a one- to two-month period of immobilization with protected weight bearing, followed by supportive shoe wear, is advisable.9This treatment can usually prevent breakdown of the foot. Diagnosis of a charcoid process is delayed in as many as 25 percent of patients,10but early recognition can prevent amputation."
        },
        {
            "parent": 9,
            "text": "Patients with a consolidated (stable chronic) Charcot foot with a residual exostosis or recurrent or nonhealing ulcer may require an exostosectomy. In patients whose subluxation produces a markedly unstable extremity, a joint stabilization procedure performed by a foot and ankle specialist may be required."
        },
        {
            "parent": 10,
            "text": "Other treatments for the Charcot process have included electrical bone stimulation or low-intensity ultrasonography during the acute phase to enhance healing. Although pilot studies of electrical bone stimulation show promise, it has not been labeled by the U.S. Food and Drug Administration for the treatment of Charcot foot.20Another study found that use of a bisphosphonate (pamidronate) resulted in decreased erythema, decreased temperature and decreased Charcot activity.21Additional controlled studies are needed to further evaluate the effectiveness of these treatments."
        },
        {
            "parent": 11,
            "text": "Primary care physicians must consider the diagnosis of Charcot syndrome in any neuropathic patient with erythema, edema and elevated temperature regardless of local or systemic signs of infection. In the patient with diabetes and lower extremity neuropathy, any minor injury requires careful observation because of the tendency of the limb to proceed to a Charcot process. Early identification and treatment of the Charcot process helps prevent deformity and decreased function of the lower extremity, as well as possible subsequent amputation. Physicians should continually educate their patients about the proper care of a neuropathic foot and the use of orthotic devices or custom footwear. The patient with a history of a Charcot process should be seen regularly, with close attention given to erythema, edema or increased temperature in the foot or ankle."
        }
    ],
    "locked": false
}