{
    "url": "https://www.aafp.org/pubs/afp/issues/2002/1101/p1705.html#afp20021101p1705-f1",
    "title": "The Proactive Sexual Health History | AAFP",
    "author": "MARGARET R.H. NUSBAUM, D.O., M.P.H., AND CAROL D. HAMILTON, ED.D., P.A.-C.",
    "doi": "Am Fam Physician.2002;66(9):1705-1713",
    "abstract": "Family physicians must proactively address the sexual health of their patients. Effective sexual health care should address wellness considerations in addition to infections, contraception, and sexual dysfunction. However, physicians consistently underestimate the prevalence of sexual concerns in their patients. By allocating time to discuss sexual health during office visits, high-risk sexual behaviors that can cause sexually transmitted diseases, unintended pregnancies, and unhealthy sexual decisions may be reduced. Developing a routine way to elicit the patient's sexual history that avoids judgmental attitudes and asks the patient for permission to discuss sexual function will make it easier to gather the necessary information. Successful integration of sexual health care into family practice can decrease morbidity and mortality, and enhance well-being and longevity in the patient.",
    "headers": [
        {
            "id": 0,
            "name": "Improving Sexual Health Care",
            "level": 2
        },
        {
            "id": 1,
            "name": "Sexual Health History: Reasons to Ask",
            "level": 2
        },
        {
            "id": 2,
            "name": "General Approach to Taking a Sexual History",
            "level": 2
        },
        {
            "id": 3,
            "name": "TRANSITION TO THE SEXUAL HEALTH HISTORY",
            "level": 3
        },
        {
            "id": 4,
            "name": "SEXUAL HEALTH SCREENING OR IN-DEPTH SEXUAL HEALTH HISTORY",
            "level": 3
        },
        {
            "id": 5,
            "name": "Responding to Sexual Health Issues",
            "level": 2
        },
        {
            "id": 6,
            "name": "Sexual Health History: An Opportunity to Practice Preventive Medicine",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Sexual health encompasses the absence of sexually transmitted diseases (STDs) and reproductive disorders, control of fertility, avoidance of unwanted pregnancies, and “sexual expression without exploitation, oppression, or abuse.”1Thus, sexual health is integral to overall health and well-being. Sexual health needs often are overlooked and underserved, as evidenced by the pervasive morbidity and mortality and by the many psychosocial problems associated with sexual behavior.2–4"
        },
        {
            "parent": -1,
            "text": "The most crucial deficit in sexual health care is a proactive and preventive approach in the primary care setting. While STDs generally are managed appropriately, overall sexual health usually is not discussed until or unless a problem arises. Only 35 percent of primary care physicians report that they often (75 percent of the time) or always take a sexual history.5Physicians are often reluctant to address sexual health issues for the following reasons: (1) embarrassment, (2) feeling ill-prepared, (3) belief that the sexual history is not relevant to the chief complaint, and (4) time constraints.6–8"
        },
        {
            "parent": -1,
            "text": "Physicians consistently underestimate the prevalence of sexual concerns in their patients, which contributes to their miscalculation of the importance of sexual health care.9,10Patients report that physician discomfort and anticipated nonempathetic response to sexual problems are the primary barriers to discussing sexual health.11"
        },
        {
            "parent": 0,
            "text": "Barriers to sexual health care can be removed by (1) providing progressive medical education that teaches sexual health care as integral (rather than peripheral) to health care in general and (2) convincing primary care physicians to proactively and routinely address sexual health. Studies show that training in human sexuality and routinely taking sexual histories can increase physician comfort with addressing sexual health.12Faculty modeling of interviewing techniques and managing sexual health issues is important for learning skills and avoiding judgmental attitudes."
        },
        {
            "parent": 0,
            "text": "Increasing the frequency of sexual health inquiries will substantially improve sexual health care through earlier identification of sexual problems and intervention. Routine assessment of sexual health also provides opportunities for preventive care, such as immunization against hepatitis B and counseling on sexual risk-taking. In one study,13when physicians increased their sexual history-taking, the rate of sexual problems reported by patients increased sixfold. Increased identification of sexual problems will compel physicians to develop competence in dealing with them.Sexual Medicine in Primary Care,14a book that provides detailed guidelines on interviewing techniques and management of sexual health issues, is an excellent resource for self-study."
        },
        {
            "parent": 1,
            "text": "“In high-quality health-care provision, sexual health should be integrated with all aspects of patient … care and should hold equal status with physical, spiritual, social, and emotional care.”15Thus, it should be as natural to ask about sexual orientation as it is to ask about bowel habits. Additional reasons to make time for the sexual health inquiry include the following14:"
        },
        {
            "parent": 1,
            "text": "Morbidity and Mortality. Morbidity and mortality caused by human immunodeficiency virus (HIV) and other STDs are significant. In the United States, more than 400,000 persons have died of complications related to acquired immunodeficiency syndrome, and another 1 million persons are infected with HIV.16Chlamydia, with its risk of infertility and neonatal complications, is contracted by more than 3 million persons annually. An estimated 45 million persons have genital herpes simplex virus infection. Human papillomavirus (HPV), with its risk of subsequent lower genital tract preinvasive and invasive disease, now affects 20 million persons in the United States.17–20Early recognition and treatment of these conditions can dramatically improve outcomes."
        },
        {
            "parent": 1,
            "text": "Prevalence of Sexual Dysfunction. Sexual dysfunction, difficulties, and concerns are common. The estimated prevalence of sexual dysfunction in the general population is as high as 52 percent in men and 63 percent in women.21–23Sexual concerns have been reported in 75 percent of couples seeking marital therapy24and are nearly universal in women seeking routine gynecologic care.25"
        },
        {
            "parent": 1,
            "text": "Sexual Dysfunction as an Indicator of Organic or Psychiatric Disease. Sexual dysfunction may be symptomatic of organic or psychiatric disease. Eliciting a sexual history helps in the early diagnosis of disorders such as diabetes and depression."
        },
        {
            "parent": 1,
            "text": "Sexual Dysfunction as a Side Effect of Medication. Sexual dysfunction may be a side effect of medication (e.g., antidepressants) or surgical treatment (e.g., transurethral resection). The physician can answer questions or adjust medications to improve adherence to prescribed protocols."
        },
        {
            "parent": 1,
            "text": "Association of Sexual History with Current Health Problems. Sexual history may explain current health problems. For example, depression or anxiety may be related to a history of sexual abuse."
        },
        {
            "parent": 1,
            "text": "Lifelong Sexual Function. Because sexual function is potentially lifelong, an elderly widow may be as concerned about her sexuality as an adolescent."
        },
        {
            "parent": 1,
            "text": "Association of Sexual Health with Happiness. Sexual health is associated with happiness, longevity, and well-being. Studies have shown that frequency and enjoyment of sexual intercourse are significant predictors of longevity.26"
        },
        {
            "parent": 1,
            "text": "Association of Sexual Health and Overall Health. Sexual health is an integral part of a person's general health."
        },
        {
            "parent": 1,
            "text": "Responsibility and Risk Management IssuesFailing to take a sexual history may violate the axiom of “above all, do no harm” and represent a risk-management issue as well. For example, a woman with repeated episodes of cervicitis who is never asked about her sexual behavior, or advised that having multiple sex partners is associated with increased risk of HPV infection and cervical cancer, has not received optimal health care."
        },
        {
            "parent": 1,
            "text": "Opportunity for Primary Prevention. Consideration of the patient's sexuality represents an opportunity for primary prevention through immunization, patient education, and/or contraception. Results of studies7,27show that a significant proportion of the population, from college students to the elderly, has risk behaviors associated with STDs. Many patients are unaware of the potential risk associated with sexual activity. Imparting information and counseling aimed at reducing high-risk sexual behaviors may reduce STDs, unintended pregnancies, and unhealthy sexual decisions. Many patients simply want information, explanations, or reassurance, which can be readily provided by the physician. This type of patient education has an extraordinarily favorable benefit-to-cost ratio and creates a high level of patient satisfaction."
        },
        {
            "parent": 2,
            "text": "Questions about sexual health should be asked in a matter-of-fact, yet sensitive manner. If the physician is uncomfortable or believes the patient may feel uncomfortable discussing the sexual history, an explanation may be helpful. For example, the physician might say, “Sexual health is important to overall health; therefore, I always ask patients about it. If it's okay with you, I'll ask you a few questions about sexual matters now.”Assurances of confidentiality may help, especially with adolescent patients or patients with more than one sexual partner."
        },
        {
            "parent": 2,
            "text": "Physicians should avoid using terms that make assumptions about sexual behavior or orientation. Ask about a patient's sexual orientation and use the term “partner” rather than “boyfriend,” “girlfriend,” “husband,” or “wife.” Ask patients how many partners they have rather than whether or not they are married and/or monogamous. Patients will generally say that they are married and monogamous, if that is the case, when asked about partners."
        },
        {
            "parent": 2,
            "text": "In discussing sexual behaviors, the physician must ensure that the patient understands the medical terminology used. One way to communicate clearly without forfeiting professionalism by using slang terms is to gently teach the patient the correct terminology and pronunciation by linking it with the terms used by the patient. If the patient says, “I take too long to come,” the physician's response might be, “When did you first notice this problem with delayed ejaculation?”"
        },
        {
            "parent": 2,
            "text": "Physicians should avoid moral or religious judgment of the patient's behavior, instead relating information from a point of view that includes emotional and psychologic health. One aspect of sensitivity is respecting the patient's reluctance to disclose all sexual and relationship details during the first discussion."
        },
        {
            "parent": 3,
            "text": "Developing a routine way to elicit the patient's sexual history will make it easier to gather the needed data. For a brief, directed office visit, the sexual history can be linked to the patient's medical history or current health problem. The physician may say, “Many people with diabetes notice a change in their sexual function. Have you noticed any change?” In the context of the complete medical history, the female patient's reproductive history can be expanded: “What was the first date of your last menstrual period? Pregnancy history? Contraceptive needs?” Discussion of contraception leads to inquiry about sexual activity, which leads to the complete sexual history. In men, inquiry about prostate symptoms, such as hesitancy or a weak urinary stream, can lead to questions about sexual activity and sexual concerns."
        },
        {
            "parent": 4,
            "text": "There are two ways to approach the sexual health interview: the screening or abbreviated method and the in-depth approach. If the sexual history seems unrelated to the chief complaint, a few screening questions will suffice. The complete sexual history can be elicited at future visits. In emergency situations, the sexual health inquiry is appropriately deferred.Figure 1illustrates an example of an abbreviated sexual history. These simple questions will help guide the physician in determining the possible sexual health needs of the patient. Note that asking, “What sexual concerns do you have?” implies that many patients have sexual concerns and that it is common to discuss them with one's physician."
        },
        {
            "parent": 4,
            "text": "If the patient's sexual history may be directly related to the chief complaint, a more detailed sexual history(Table 1)is indicated. Examples of a more in-depth sexual history are available in textbooks.14"
        },
        {
            "parent": 4,
            "text": "Whether the sexual health inquiry is brief or detailed, it provides an opportunity for preventive medicine.Table 2lists the questions that should be asked in some form."
        },
        {
            "parent": 5,
            "text": "The P.L.I.S.S.I.T. model,28outlined inTable 3, summarizes the key components in the approach to sexual concerns. “Permission” is the crucial first step. By asking permission to discuss sexual function, the physician shows respect and sensitivity toward the patient and alleviates concerns about offending the patient. The patient also is given permission to discuss sexuality either now or in the future. Finally, permission for patients to continue doing what they're doing sexually is provided in the form of reassurance that their sexual fantasies and behaviors are “okay” or “normal.” However, it is important that permission not be given for activities that are potentially harmful to the individual or his or her partner(s)."
        },
        {
            "parent": 5,
            "text": "“LimitedInformation” reflects the important role of the physician as a source of information and education about sexual response cycle, anatomy and physiology, myths of male and female relationships, life-cycle changes, and effects of illness. Limiting the information serves to focus the visit on the patient's chief complaint (usually something other than sexual function) and to learn if the patient wants more specific information. An example of limited information would be to say to a post-menopausal woman, “Many women find that intercourse is uncomfortable because they have vaginal dryness after menopause. A vaginal lubricant or body oil can make intercourse more comfortable. An estrogen vaginal cream often helps.” If a patient experiences pain with intercourse, the physician might say, “Many people find that sexual positions other than the ‘missionary position’ are more comfortable” (i.e., limited information)."
        },
        {
            "parent": 5,
            "text": "If the patient responds positively, the physician may follow up with a “SpecificSuggestion” such as, “Many people find that the spooning position, where one partner nestles behind the other, is comfortable and pleasurable.” By using the third person, the physician avoids creating visual images of the patient and the partner together. Also, the physician does not “prescribe” sexual practices for the patient, but provides information that the patient may choose to use or not. “IntensiveTreatment” is relevant when dealing with more complex issues."
        },
        {
            "parent": 5,
            "text": "When a sexual issue is identified, a follow-up appointment should be scheduled to address the matter. If the patient is part of a couple, the couple should be interviewed together, if possible. Detailed suggestions on interviewing, assessing, and treating individual patients and couples with sexual dysfunction are outlined elsewhere.14Table 429suggests physician reference materials and patient resources."
        },
        {
            "parent": 5,
            "text": "Patients who have been sexually abused, have gender identity confusion, or whose sexual dysfunctions are unresponsive to treatment should always be referred to a mental health professional specializing in sexual health. A thorough sexual health history is indicated before referral. The American Association of Sex Educators, Counselors and Therapists provides a list of certified specialists, which can be accessed atwww.aasect.org."
        },
        {
            "parent": 6,
            "text": "Office visits are a prime opportunity for preventive intervention. Patient education can correct misconceptions about sexual function, contraception, and disease transmission and may be extremely valuable in alleviating sexual anxiety and subsequent sexual dysfunction."
        },
        {
            "parent": 6,
            "text": "Adolescents need understanding, factual information, and guidance to help them choose abstinence, delay their sexual involvement, or use contraception and condoms responsibly.30Discussing decision-making and using role-playing to talk about sex are seldom used, but useful techniques. The majority of adolescents reported that they valued physician guidance about sexual health.31"
        },
        {
            "parent": 6,
            "text": "Adults frequently exhibit risk-taking sexual behavior and can also benefit from education and intervention. In one study, patients who were HIV-positive increased their safer sex practices after receiving counseling, thereby decreasing their likelihood of infecting others.16Information about associated risks should be presented in a nonjudgmental, adult-to-adult manner. Specific information (e.g., herpes simplex virus infection may be spread through oral sex) may be valuable to patients. Elderly patients can be reassured that it is normal for sexual desire and activity to persist and that they should not be ashamed. Elderly patients need to know that they too are at risk for STDs and HIV infection and should use appropriate protection."
        },
        {
            "parent": 6,
            "text": "Interventions that promote self-efficacy and use the stages-of-change theory show promise for positively influencing patients' sexual behaviors.32–35One problem of risk-taking sexual behaviors is that patients may not realize (or admit to themselves) that they are at risk.36Thus, physicians must heighten patient awareness and prepare them to make healthy changes."
        }
    ],
    "locked": false
}