{
    "url": "https://www.aafp.org/pubs/afp/issues/2002/0601/p2342a.html#afp20020601p2342a-uf1",
    "title": "Techniques for Investigating Causes of UTI in Men | AAFP",
    "author": "ANNE D. WALLING, M.D.",
    "doi": "Am Fam Physician.2002;65(11):2342-2344",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Urinary tract infection (UTI) is much less common in men than in women, but the risk factors are different, and the outcomes are potentially more serious in men. In particular, men have a higher incidence of stones in the urinary tract. The conventional investigative approach, intravenous urography, exposes the patient to the risks of radiation and reaction to contrast media. Ultrasonography is safer, but it is limited in its ability to detect stones and dependent on operator skill. Andrews and colleagues compared the combination of abdominal radiography plus ultrasonography with intravenous urography in the diagnosis of abnormalities of the urinary tract in men presenting with UTI."
        },
        {
            "parent": -1,
            "text": "They studied all men referred to radiology or nephrology departments of an English district hospital because of documented UTI. Patients underwent ultrasonography and intravenous urography followed by complete clinical assessment, including flow rates, cystoscopy, urodynamic assessment, and transrectal ultrasonography of the prostate. The radiologic assessments were done on different days, and the staff performing and interpreting the second assessment did not know the result of the previous investigation."
        },
        {
            "parent": -1,
            "text": "The mean age of the 100 men was 54 years (range, 18 to 88 years), and 47 of them had more than one documented UTI. Clinically significant abnormalities were detected in 53 patients, and all of these were identified by both investigative strategies. The two strategies had minor differences(see the accompanying table). Ultrasonography alone missed five of six urinary tract stones, but all were detected by the addition of plain radiography."
        },
        {
            "parent": -1,
            "text": "The authors conclude that about one half of men presenting with UTI have a significant underlying abnormality. The most common abnormality, especially in men older than 50 years, is incomplete emptying of the bladder caused by outflow obstruction. In assessing men with UTI, intravenous urography is particularly important in stone disease and upper tract obstruction but, because of the dangers of radiation and contrast media, the initial investigative strategy in most cases should be ultrasonography, plain radiography, and determination of flow rate(see the accompanying figure)."
        }
    ],
    "locked": true
}