{
    "url": "https://www.aafp.org/pubs/afp/issues/2001/0901/p844a.html#afp20010901p844a-uf1",
    "title": "Diagnostic Approaches to Possible Pulmonary Embolism | AAFP",
    "author": "SUMI MAKKAR, M.D.",
    "doi": "Am Fam Physician.2001;64(5):844-848",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "The clinical diagnosis of pulmonary embolism (PE) is not sufficiently reliable, as evidenced by the fact that the condition is confirmed in only 30 percent of persons who are suspected of having the condition. Various methods are currently used to aid in evaluation, but they also have limitations. Ryu and colleagues discuss the problems encountered with the traditional approaches to diagnosis of PE and propose the use of computed tomographic (CT) angiography as an important alternative diagnostic strategy."
        },
        {
            "parent": -1,
            "text": "Helical (spiral) and electron-beam CT scanning facilitate the diagnosis of acute and chronic PE. They are approximately 90 percent sensitive and 90 percent specific in detecting proximal (main, lobar and segmental arteries) PE. Because these two techniques are far less accurate at detecting peripheral emboli in the subsegmental arteries, the minimum sensitivity and specificity of CT angiography in diagnosing PE in all vessels are 53 percent and 75 percent, respectively. A unique advantage to CT angiography is its ability to reveal intrathoracic diseases, such as neoplasms and pneumonia, to explain clinical symptoms that might otherwise suggest PE."
        },
        {
            "parent": -1,
            "text": "Compared with CT angiography, ventilation-perfusion radionuclide lung scans lead to less agreement on interpretation. Traditionally, ventilation-perfusion scanning has been a key part of the diagnostic strategy in patients with suspected PE; however, it does not provide a definitive answer about the presence or absence of PE in up to 80 percent of patients. According to the Prospective Investigation of Pulmonary Embolism Diagnosis (PIOPED) study, low-, intermediate- and high-probability scan results had positive predictive values of 16 percent, 33 percent and 88 percent, respectively, in the diagnosis of PE. Pretest clinical probability can be applied to the results of ventilation-perfusion scanning to improve reliability. However, in most patients additional testing is still required to confirm or exclude the presence of PE."
        },
        {
            "parent": -1,
            "text": "While pulmonary angiography is considered the gold standard in the diagnosis of PE, data show that physicians infrequently order the test for patients with nondiagnostic ventilation-perfusion scans. Reasons for the under-use of pulmonary angiography include its invasive nature, high cost and limited availability. In comparison, CT angiography is less expensive, less invasive and perhaps just as reliable, according to recent studies."
        },
        {
            "parent": -1,
            "text": "The use of magnetic resonance angiography as a diagnostic tool in cases of suspected PE has been investigated as well. Its sensitivity ranges from 75 percent to 100 percent, and its specificity ranges from 42 percent to 100 percent. Diagnostic accuracy can be improved with gadolinium contrast enhancement. An advantage to this method is that magnetic resonance venography of the legs and pelvis could be included to detect deep venous thrombosis as well. Currently, CT scanning is preferred because it is faster and less expensive."
        },
        {
            "parent": -1,
            "text": "The authors provide a diagnostic algorithm for suspected PE that incorporates clinical suspicion,d-dimer level and radiologic testing(see accompanying figure). If the suspicion for PE is low, a normald-dimer level can exclude the diagnosis. If the clinical suspicion is moderate to high, the authors suggest that CT angiography is an appropriate initial diagnostic method. When the use of contrast dye is contraindicated, ventilation-perfusion scanning and sonography of the lower extremities are options. Pulmonary angiography might be considered if the results of the CT study are inadequate and the suspicion for PE is still high. In an unstable patient, bedside echocardiography can be performed initially to look for pulmonary hypertension, a thrombus or other cardiologic conditions (such as pericardial tamponade, valvular disease) to explain the clinical presentation."
        }
    ],
    "locked": false
}