{
    "url": "https://www.aafp.org/pubs/afp/issues/2002/1001/p1209.html#afp20021001p1209-f1",
    "title": "Controlling Hypertension in Patients with Diabetes | AAFP",
    "author": "SHERRI L. KONZEM, PHARM.D., B.C.P.S., VICTORIA S. DEVORE, PHARM.D., AND DAVID W. BAUER, M.D., PH.D.",
    "doi": "Am Fam Physician.2002;66(7):1209-1215",
    "abstract": "Hypertension and diabetes mellitus are common diseases in the United States. Patients with diabetes have a much higher rate of hypertension than would be expected in the general population. Regardless of the antihypertensive agent used, a reduction in blood pressure helps to prevent diabetic complications. Barring contraindications, angiotensin-converting enzyme inhibitors are considered first-line therapy in patients with diabetes and hypertension because of their well-established renal protective effects. Calcium channel blockers, low-dose diuretics, beta blockers, and alpha blockers have also been studied in this group. Most diabetic patients with hypertension require combination therapy to achieve optimal blood pressure goals.",
    "headers": [
        {
            "id": 0,
            "name": "Lifestyle Modifications",
            "level": 2
        },
        {
            "id": 1,
            "name": "Pharmacologic Therapy",
            "level": 2
        },
        {
            "id": 2,
            "name": "ACE INHIBITORS",
            "level": 3
        },
        {
            "id": 3,
            "name": "DIURETICS",
            "level": 3
        },
        {
            "id": 4,
            "name": "CALCIUM CHANNEL BLOCKERS",
            "level": 3
        },
        {
            "id": 5,
            "name": "ANGIOTENSIN II RECEPTOR BLOCKERS",
            "level": 3
        },
        {
            "id": 6,
            "name": "BETA BLOCKERS",
            "level": 3
        },
        {
            "id": 7,
            "name": "ALPHA BLOCKERS",
            "level": 3
        },
        {
            "id": 8,
            "name": "COMBINATION THERAPY",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Nearly one in four adults in the United States has hypertension, and more than 10 million adults have diabetes.1Moreover, hypertension is twice as common in persons with diabetes as it is in others.2Obesity may be a common link between the two disorders, but other factors such as insulin resistance3and autonomic dysfunction4may also be involved. Excess weight with truncal obesity, hypertension, impaired glucose tolerance, insulin resistance, and dyslipidemia are among the components of the metabolic syndrome, which has been associated with an increased risk of coronary heart disease.5"
        },
        {
            "parent": -1,
            "text": "In general, only 25 percent of patients with hypertension have adequate control of their blood pressure.6Blood pressure goals are lower, and thus more difficult to achieve, in patients who also have diabetes. Elevated blood pressure is known to contribute to diabetic microvascular and macrovascular complications(Table 1).4,7,8Fortunately, reductions in blood pressure can decrease the risk of these complications.8"
        },
        {
            "parent": -1,
            "text": "To reduce this risk, hypertension must be diagnosed accurately and promptly, and the patient must receive adequate treatment. To confirm the diagnosis of hypertension, blood pressures measured with standard techniques should be elevated on two separate occasions.6Because patients with diabetes and hypertension are at high risk for complications, consensus statements from the sixth report of the Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC VI),6the American Diabetes Association (ADA),9and the National Kidney Foundation (NKF) Hypertension and Diabetes Executive Committees Working Group10recommend lower blood pressure goals for patients with diabetes than for the general population."
        },
        {
            "parent": -1,
            "text": "The most recent guidelines from the ADA and NKF recommend that blood pressure be decreased to less than 130/80 mm Hg, with an optimal target of below 120/80 mm Hg, especially in patients with proteinuria or renal insufficiency.9,10[References9and10—Evidence level C, consensus/expert guidelines] Strategies to attain this goal include lifestyle modifications and pharmacologic therapy."
        },
        {
            "parent": 0,
            "text": "In the Dietary Approaches to Stop Hypertension trial, lifestyle modifications such as exercise and a diet low in salt and high in potassium have clearly been shown to decrease blood pressure.11[Evidence level A, randomized controlled trial (RCT)] Excessive sodium intake is particularly deleterious in patients with diabetes because it may decrease the antihypertensive effects of medications and their beneficial effects on proteinuria.12Weight loss and exercise can help to lower blood pressure and may also improve glycemic control and insulin sensitivity."
        },
        {
            "parent": 0,
            "text": "Although the benefits of lifestyle modification are clear, few patients are able to achieve blood pressure control with these interventions alone. The JNC VI guidelines recommend that patients with diabetes be started on both antihypertensive medication and lifestyle modifications when hypertension is diagnosed. JNC VI recommends angiotensin-converting enzyme (ACE) inhibitors as preferred agents, with calcium channel blockers (CCBs) and low-dose diuretics as alternatives.6[Evidence level C, consensus/expert guidelines]"
        },
        {
            "parent": 0,
            "text": "Angiotensin II receptor blockers also show promise in the treatment of hypertension in diabetes. In many patients, a combination of two or more of these agents is necessary to reach blood pressure goals. Beta blockers have been shown to reduce cardiovascular risk; however, because of their diabetogenic potential, JNC VI classifies beta blockers as agents that “may have unfavorable effects” in patients with diabetes. Regardless of the agents selected, a reduction in blood pressure helps to prevent diabetic complications.8"
        },
        {
            "parent": 2,
            "text": "ACE inhibitors have proved beneficial in patients who have had a myocardial infarction or congestive heart failure, or who have diabetic renal disease (early or established).6These agents are considered preferred therapy in patients with hypertension and diabetes, according to guidelines from the ADA, the NKF, the World Health Organization, and the JNC VI.6,9,10,13[References6,9,10, and13—Evidence level C, consensus/expert guidelines] Findings from the Heart Outcomes Prevention Evaluation (HOPE) study also support the above recommendations.14[Evidence level A, RCT] This trial showed a reduction in cardiovascular events in patients taking a maximum dosage of ACE inhibitors."
        },
        {
            "parent": 2,
            "text": "Recently, a meta-analysis of trials evaluating the use of antihypertensives in high-risk patients, including those with diabetes, showed that ACE inhibitor therapy resulted in a 20 to 30 percent decrease in the risk of stroke, coronary heart disease, and major cardiovascular events.15[Evidence level A, meta-analysis]"
        },
        {
            "parent": 2,
            "text": "A second meta-analysis compared ACE inhibitors with other antihypertensive agents in patients with diabetes.16[Evidence level A, meta-analysis] Three of the four studies evaluated showed ACE inhibitors to be of significantly greater benefit when compared with other antihypertensives in the reduction of acute myocardial infarction, cardiovascular events, and all-cause mortality. The one exception was the United Kingdom Prospective Diabetes Study (UKPDS), which compared captopril with atenolol and found the two agents to be similar in terms of reduction in microvascular and macrovascular complications.8[Evidence level A, RCT]"
        },
        {
            "parent": 2,
            "text": "ACE inhibitors may provide additional benefits in patients with diabetes. These patients may have impaired fibrinolysis and endothelial dysfunction, which increase their risk of cardiovascular disease. ACE inhibitors have been shown to improve fibrinolysis and endothelial dysfunction.17,18ACE inhibitors have also been shown to increase insulin sensitivity.4"
        },
        {
            "parent": 2,
            "text": "One area of concern is the use of ACE inhibitors in persons with underlying renal disease, which is common in patients with diabetes. A recent post hoc analysis19of the HOPE trial demonstrated that in patients with preexisting vascular disease or diabetes combined with an additional cardiovascular risk factor, mild renal insufficiency (i.e., a serum creatinine level of 1.4 to 2.3 mg per dL [124 to 203 μmol per L]) significantly increased the risk of subsequent cardiovascular events. In this study, ramipril reduced cardiovascular risk without increasing adverse effects. However, in patients with bilateral renal artery stenosis, ACE inhibitors can cause renal insufficiency. To help detect the presence of undiagnosed bilateral renal artery stenosis, physicians should monitor the serum creatinine level at baseline and one week after initiation of ACE inhibitor therapy."
        },
        {
            "parent": 3,
            "text": "Thiazide diuretics have been shown to benefit patients with diabetes and systolic hypertension. The Systolic Hypertension in the Elderly Program trial was initiated to assess the effect of low-dose, diuretic-based antihypertensive treatment on the rates of major cardiovascular events in older patients with isolated systolic hypertension and diabetes.20[Evidence level A, RCT] The study showed that low-dose chlorthalidone therapy was effective in preventing major cerebrovascular and cardiovascular events in older non–insulin-treated patients with diabetes and isolated systolic hypertension."
        },
        {
            "parent": 3,
            "text": "Lower dosages of thiazides (e.g., hydrochlorothiazide [Esidrix], 12.5 mg per day) are generally well tolerated and not associated with adverse metabolic effects.4Thiazide diuretics are not as effective in patients with renal insufficiency; in such patients, loop diuretics are preferred. In general, diuretics are effective in the treatment of hypertension. In addition, many less-expensive generic diuretics are available."
        },
        {
            "parent": 4,
            "text": "[corrected] Controversy exists regarding the use of CCBs, particularly the dihydropyridines (e.g., amlodipine [Norvasc], nifedipine [Procardia]) in treating hypertension in patients with diabetes. Five studies21–25have evaluated cardiovascular outcomes in patients with hypertension and diabetes who were treated with dihydropyridine CCBs. Both the Appropriate Blood Pressure Control in Diabetes (ABCD)21trial and the Fosinopril versus Amlodipine Cardiovascular Events Randomized Trial (FACET)22demonstrated no significant reduction in cardiovascular events with a dihydropyridine CCB compared with an ACE inhibitor. [Reference22—Evidence level B, uncontrolled study]"
        },
        {
            "parent": 4,
            "text": "Conversely, the Hypertension Optimal Treatment (HOT) trial,23the Systolic Hypertension in Europe trial,24and the Isolated Systolic Hypertension in China study25concluded that the use of dihydropyridine CCBs, as monotherapy or in combination with another agent, was associated with a reduction in cardiovascular risk. [References23and24—Evidence level A, RCT] In these trials, the decreased cardiovascular risk appeared to result from achievement of target blood pressure, rather than from intrinsic characteristics of the agent(s) used. In all three trials, many patients required the addition of an ACE inhibitor or other antihypertensive to the dihydropyridine CCB to achieve target blood pressure goals. The combination of an ACE inhibitor and a dihydropyridine CCB has been shown to reduce proteinuria.10"
        },
        {
            "parent": 4,
            "text": "The nondihydropyridine CCBs (e.g., verapamil [Calan]) demonstrate reductions in cardiovascular risk when used as monotherapy. Combining a nondihydropyridine CCB with an ACE inhibitor in hypertensive patients with diabetes is associated with greater reductions in proteinuria than if either agent was used individually.10,26"
        },
        {
            "parent": 5,
            "text": "The Candesartan and Lisinopril Microalbuminuria (CALM) study compared candesartan with lisinopril in patients with type 2 diabetes, hypertension, and microalbuminuria.27[Evidence level A, RCT] Results of the CALM study showed that candesartan was as effective as lisinopril in blood pressure reduction and minimization of microalbuminuria."
        },
        {
            "parent": 5,
            "text": "Recently, the Reduction of Endpoints in Non–Insulin-Dependent Diabetes Mellitus with the Angiotensin II Antagonist Losartan study was completed.28[Evidence level A, RCT] The investigators found that losartan therapy produced a renoprotective effect independent of its blood-pressure–lowering effect in patients with type 2 diabetes and nephropathy. In addition, the Irbesartan Microalbuminuria Type 2 Diabetes Mellitus in Hypertensive Patients study recently found irbesartan to be renoprotective in patients with type 2 diabetes who have microalbuminuria.29[Evidence level A, RCT] The latest study to have been completed, the MicroAlbuminuria Reduction with VALsartan (MARVAL) trial, found that valsartan lowered urine albumin excretion to a greater degree than amlodipine in type 2 diabetic patients with microalbuminuria. This result was also seen in a subset of the study patients who were not hypertensive, which demonstrated valsartan to have a blood-pressure–independent antiproteinuric effect.30[Evidence level A, RCT]"
        },
        {
            "parent": 6,
            "text": "Traditionally, the use of beta blockers in patients with diabetes has been discouraged because of adverse metabolic effects and the masking of hypoglycemic symptoms. Data from the UKPDS 39 study8showed no difference in hypoglycemic episodes in patients treated with atenolol compared with captopril, but the mean weight gain in the atenolol group was greater. This study also demonstrated similar risk reduction in microvascular and macrovascular diseases in the groups treated with captopril and atenolol."
        },
        {
            "parent": 6,
            "text": "Cardioselective beta blockers are preferred over the non-selective type because the former are associated with less blunting of hypoglycemic awareness and less elevation of lipid and glucose levels. Another alternative in the hypertensive patient with diabetes is the alpha1beta blocker carvedilol, which has been shown to cause fewer alterations in lipid and glucose levels compared with traditional beta blockers.31Beta-blocker therapy can be advantageous in many patients with diabetes because of its proven ability to decrease cardiovascular morbidity and mortality in persons with atherosclerotic heart disease.6"
        },
        {
            "parent": 7,
            "text": "Alpha-adrenergic blockers are not considered first-line agents in the treatment of hypertension in patients with diabetes. These agents may be combined with other agents to treat poorly controlled blood pressure."
        },
        {
            "parent": 8,
            "text": "Most patients with concomitant hypertension and diabetes require more than one agent to attain adequate blood pressure control. In the HOT trial,2368 percent of patients were maintained on combination antihypertensive therapy. The combination of ACE inhibitors and CCBs (dihydropyridine or nondihydropyridine) is associated with a reduction in cardiovascular events and protein-uria.10,22–25The combination of a dihydropyridine and a nondihydropyridine CCB has been shown to have a synergistic blood-pressure–lowering potential.32[Evidence level B, lower-quality RCT]"
        },
        {
            "parent": 8,
            "text": "Caution should be used with the combination of nondihydropyridine CCBs and beta blockers because of the potential for additive negative cardiac inotropic effects. Combinations of beta blockers and ACE inhibitors have shown few additive effects on blood pressure when used in patients with a pulse rate of less than 84 beats per minute.33The final phase of the CALM study27examined combination treatment with candesartan and lisinopril. Study participants showed good tolerance for the two agents together and a more effective reduction in blood pressure."
        },
        {
            "parent": 8,
            "text": "Figure 1, a treatment algorithm for patients with hypertension and diabetes, is based on a recent consensus statement from the NKF.10[Evidence level C, consensus/expert guidelines]"
        }
    ],
    "locked": false
}