{
    "url": "https://www.aafp.org/pubs/afp/issues/2002/0315/p1083.html#afp20020315p1083-f1",
    "title": "Chronic Fatigue Syndrome: Evaluation and Treatment | AAFP",
    "author": "TIMOTHY CRAIG, D.O., AND SUJANI KAKUMANU",
    "doi": "Am Fam Physician.2002;65(6):1083-1091",
    "abstract": "Severe fatigue is a common complaint among patients. Often, the fatigue is transient or can be attributed to a definable organic illness. Some patients present with persistent and disabling fatigue, but show no abnormalities on physical examination or screening laboratory tests. In these cases, the diagnosis of chronic fatigue syndrome (CFS) should be considered. CFS is characterized by debilitating fatigue with associated myalgias, tender lymph nodes, arthralgias, chills, feverish feelings, and postex-ertional malaise. Diagnosis of CFS is primarily by exclusion with no definitive laboratory test or physical findings. Medical research continues to examine the many possible etiologic agents for CFS (infectious, immunologic, neurologic, and psychiatric), but the answer remains elusive. It is known that CFS is a heterogeneous disorder possibly involving an interaction of biologic systems. Similarities with fibromyalgia exist and concomitant illnesses include irritable bowel syndrome, depression, and headaches. Therefore, treatment of CFS may be variable and should be tailored to each patient. Therapy should include exercise, diet, good sleep hygiene, antidepressants, and other medications, depending on the patient's presentation.",
    "headers": [
        {
            "id": 0,
            "name": "Clinical Presentation",
            "level": 2
        },
        {
            "id": 1,
            "name": "Etiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "INFECTIOUS",
            "level": 3
        },
        {
            "id": 3,
            "name": "IMMUNOLOGIC",
            "level": 3
        },
        {
            "id": 4,
            "name": "AUTONOMIC NERVOUS SYSTEM",
            "level": 3
        },
        {
            "id": 5,
            "name": "PSYCHIATRIC",
            "level": 3
        },
        {
            "id": 6,
            "name": "MUSCULAR",
            "level": 3
        },
        {
            "id": 7,
            "name": "ALLERGIC",
            "level": 3
        },
        {
            "id": 8,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 9,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Chronic fatigue syndrome (CFS), also referred to as chronic fatigue immune deficiency syndrome, is a disabling illness characterized by persistent fatigue accompanied by rheumatologic, cognitive, and infectious-appearing symptoms. Despite intense medical research, there is no known cause for CFS, but it appears to be a heterogeneous disorder which affects multiple systems, including hormonal, neurologic, and immunologic. Because there are no specific diagnostic tests or physical findings for CFS, diagnosis requires knowledge of possible symptoms and a method of exclusion. CFS is likely a spectrum of illnesses sharing a common pathogenesis with varying degrees of fatigue and associated symptoms. Other disorders, such as fibromyalgia, have overlapping symptoms with CFS, suggesting that both diseases may share common physiologic abnormalities."
        },
        {
            "parent": -1,
            "text": "Chronic fatigue syndrome affects both genders, all racial, ethnic, and socioeconomic populations, and can begin as early as five years of age.1,2Although previous reports showed a predominance of CFS in well-educated, white females between 20 and 50 years of age, these findings may be skewed by study populations that were selected from patients who sought medical care for the disorder.1,2Furthermore, the diagnostic ambiguity surrounding CFS invariably leads to imprecise and inconsistent epidemiologic statistics."
        },
        {
            "parent": 0,
            "text": "The Centers for Disease Control and Prevention's criteria for diagnosis of CFS(Table 1)1require patients to present with severe fatigue lasting for at least six consecutive months, have no definable organic disease, and experience associated physical symptoms. Because fatigue is a common symptom in many diseases, a wide differential diagnosis(Table 2)3needs to be excluded. A complete history should be taken and a physical examination should be performed on all patients to exclude secondary fatigue caused by psychiatric illness, substance abuse, or medical conditions that are known to cause persistent fatigue(Figure 1).3–6Laboratory tests should be limited to complete blood cell counts and tests specific for the patient's symptoms. For example, serologic and neurologic analyses for Lyme disease or multiple sclerosis need only be conducted if the patient presents with appropriate symptoms."
        },
        {
            "parent": 2,
            "text": "Many patients with CFS attribute the onset of their illness to an acute influenza-like infection, and, subsequently, the role of viruses as possible causative agents for CFS has been intensively studied. In particular, an early study7reported that patients with CFS presented with symptoms similar to acute infectious mononucleosis and were found to have high titers of IgG antibodies to Epstein-Barr virus (EBV). However, subsequent research8refuted a correlation between titers of EBV antibodies and severity of symptoms in CFS, and showed that patients with CFS did not have significantly higher titers to EBV compared with healthy control subjects."
        },
        {
            "parent": 2,
            "text": "Although a number of other viral pathogens (such as the Coxsackie virus, human herpes virus 6, cytomegalovirus, measles, and the human T-cell lymphotropic virus [HTLV-II]) have also been implicated as etiologic agents for CFS, there is no consistent or conclusive data to suggest any causal relationships.9–11It is now believed that CFS is not specific to one pathogenic agent but could be a state of chronic immune activation, possibly of polyclonal activity of B-lymphocytes, initiated by a virus. Patients with CFS can show different lymphocyte and cytokine profiles depending on the nature of their illness and its time of onset."
        },
        {
            "parent": 3,
            "text": "Many of the symptoms seen in patients with CFS, such as disabling lethargy, myalgias, and cognitive impairment, are similar to the effects observed with high dosage treatments of cytokines including interleukin-2 and alpha interferon.12,13Given that CFS may be an illness of immune dysregulation, numerous studies14–18have attempted to identify abnormalities in circulating immune complexes, increased interferon activity, cytokine levels, lymphocyte cell markers, or natural killer cells. However, the data are inconsistent.14–18Nevertheless, the implication of immune disorder in patients with CFS is supported by reports that lymphocyte markers (including CD4+ cell counts and adhesion molecules) may be increased in patients with CFS. These findings, however, have been inconsistent among studies.17,19"
        },
        {
            "parent": 3,
            "text": "In a recent study,18patients with CFS showed normal natural killer cell numbers but low natural killer activity. Researchers suggested that this is a result of an inability to replenish activated natural killer cells.18This hypothesis may explain how a triggering event, such as a viral infection, could produce a cascade of immune and neuroendocrine abnormalities. The varied nature of illness onset and infectious agents could produce different immune profiles among patients with CFS. Although the data supporting this hypothesis remain speculative, this finding suggests that at least a subset of CFS patients may have immune dysregulation."
        },
        {
            "parent": 4,
            "text": "Evidence supports that CFS may be an illness mediated by the central nervous system. Patients with chronic fatigue syndrome present with cognitive deficits in concentration, attention, and short-term memory. More specifically, persons with neurally mediated hypotension experience periods of light-headedness, syncope, and fatigue after periods of orthostatic stress (erect posture). Studies19,20investigating this phenomenon as a cause of CFS have not produced consistent results."
        },
        {
            "parent": 4,
            "text": "When treatments specific to neurally mediated hypotension were administered to patients with CFS, the results were inconclusive. The use of fludrocortisone (Florinef) alone had no beneficial effect. Although use of low-dose hydrocortisone resulted in a slight improvement of symptoms, the risk associated with chronic use of corticosteroids outweighed the therapeutic benefits.21,22Other therapeutic interventions that have been suggested include: salt loading to increase vascular volume by increasing dietary sodium chloride; beta blockers to inhibit the epinephrine rush that accompanies hypotension; and alpha adrenergics to increase vascular resistance.19–22"
        },
        {
            "parent": 4,
            "text": "Diagnostic imaging studies have also provided preliminary data to suggest that patients with CFS may have neurologic abnormalities. Magnetic resonance imaging has shown the presence of cerebral lesions in white matter, predominantly in the frontal lobes.23Regional cerebral flow studies24using single photon emission computed tomography analysis have shown impaired regional cerebral blood flow in patients with CFS compared with healthy control subjects. A later study25using positron emission tomography analysis compared patients who had CFS and no history of depression with clinically depressed patients who had no history of CFS; the study found altered frontal cortical metabolism in both patients with CFS and patients with depression compared with healthy control subjects. Whether the functional impairment in patients with CFS is caused by a concurrent psychiatric illness is still inconclusive."
        },
        {
            "parent": 5,
            "text": "Because CFS lacks definitive organic causes, it is often dismissed by physicians as either a psychosomatic illness or a manifestation of clinical depression. This occurrence is reinforced by reports that patients with CFS are more prone to depression than healthy subjects and are often excessively emotional.26Studies have shown that two thirds of patients with CFS have signs of major depressive illness and one half of all patients with CFS have experienced at least one episode of major depression. Although there is some overlap in symptoms presented by patients with CFS and those with depression, patients with CFS also show symptoms that are not typical of clinical depression, such as sore throat, lymphadenopathy, and postexertional malaise. Patients with CFS lack feelings of anhedonia, guilt, and decreased motivation classically seen in patients with depression.26,27"
        },
        {
            "parent": 6,
            "text": "Patients with CFS often complain of myalgias and arthralgias, but exhibit no diagnostic signs of musculoskeletal disorder. A study28investigating muscular function in patients with CFS reported reduced work capacity compared with healthy control subjects. There have also been reports29,30that patients with CFS show decreased cognitive performance after maximal physical activity compared with healthy control subjects."
        },
        {
            "parent": 7,
            "text": "A recent study31suggested that patients with CFS have a higher occurrence of allergies compared with normal populations. Although it has been reported that the increased incidence of atopic illness among patients with CFS is the result of an increased use of allergy tests on this population by physicians,32most studies show that patients with CFS are more susceptible to atopic disease. Given the association between CFS and allergies, there is a strong possibility that allergies are essential to the pathology of CFS. Not only do patients with CFS present with positive skin tests to allergens, but they also have elevated levels of circulating eosinophilic cationic proteins compared with healthy subjects.33Rhinitis is a common atopic illness that affects 20 to 30 percent of the population, and allergic rhinitis has been shown to disrupt sleep.34It is not yet known whether this disrupted sleep pattern contributes to the pathology of CFS."
        },
        {
            "parent": 7,
            "text": "It is generally accepted that the neuroen-docrine-immunologic network plays a role in the pathogenesis of CFS. Therefore, it is reasonable to hypothesize that allergens, similar to infectious agents, could serve as a triggering event for the many symptoms specific to CFS. Given the interactions among the hypothala-mic-pituitary-adrenal axis, neural and immune system, an allergen, similar to an infectious agent, can initiate a variety of symptoms along with severe fatigue, as is seen in patients with CFS. Exacerbations of allergic disease, such as rhinitis, could affect cytokine levels and natural killer cell function, thereby producing the abnormal immunologic and endocrine profiles seen in patients with CFS. More recent data suggest that the rhinitis in CFS is not allergy induced but is instead thought to be secondary to the neuroen-docrine disorders commonly found in CFS.35"
        },
        {
            "parent": 8,
            "text": "Because there is no known cause of CFS, current treatment remains symptomatic with a focus on management rather than cure. Numerous clinical trials of pharmacologic agents have been conducted but no definitive therapeutic benefit has been identified."
        },
        {
            "parent": 8,
            "text": "Tricyclic antidepressants and selective serotonin reuptake inhibitors (SSRIs) are common therapy for patients with CFS. Tricyclic antidepressants have proven to be effective in reducing clinical depression and improving sleep patterns and are reportedly beneficial for patients with chronic fatigue. Although clinical trials29of tricyclic antidepressants have not produced definitive results, it is believed that along with their antidepressive effect they also promote stage 4, nonrapid eye movement sleep and stimulate the descending inhibitory pathways of pain control. While anecdotal evidence and small noncontrolled studies support the use of the SSRIs fluoxetine (Prozac) and bupropion (Wellbutrin), placebo-controlled trials of these drugs have not significantly benefited patients with CFS.36,37A recent investigation34of nicotinamide-adenine dinucleotide (NADH) therapy reported promising results. The authors of this report34stipulated that a decreased adenosine triphosphate level, when alleviated by NADH therapy, improves muscle atrophy and neuroen-docrine abnormalities."
        },
        {
            "parent": 8,
            "text": "Reports of subtle hypocortisolism in patients with CFS has spurred interest in treatment with mineralocorticoids and corticosteroids. In a randomized control study38of 32 patients, researchers successfully demonstrated a response to low-dose hydrocortisone (five to 10 mg daily). Fatigue was improved and disability was reduced without significant short-term adverse events.38"
        },
        {
            "parent": 8,
            "text": "Cognitive behavior therapy is a psychotherapeutic treatment postulating that patients with CFS may perceive their physical symptoms as insurmountable, thereby precluding any hope for recovery. Cognitive behavior therapy examines both the patient's cognition and behavior to identify unhealthy coping skills. Recent studies have produced promising results. Other psychologic treatments such as support groups and a positive physician-patient relationship have proven to be beneficial in the long-term management of CFS.39"
        },
        {
            "parent": 8,
            "text": "The role of exercise in treating patients with CFS has recently been emphasized. Long-term physical inactivity can lead to physical deconditioning that further complicates the symptoms of CFS and has detrimental effects on mood, energy level, and both neural and immune functioning. While investigations into the effect of graded aerobic exercise on improving cognitive and motor functioning in patients with CFS have not produced definitive results, a graded exercise program is usually recommended in the treatment of CFS.29,30"
        },
        {
            "parent": 8,
            "text": "Given the ambiguity surrounding CFS, the current suggested management includes exercise, optimal diet, appropriate sleep hygiene, low-dose tricyclic antidepressants and/or an SSRI, combined with cognitive-behavior therapy. Alleviating allergy symptoms and stress may decrease the intensity and frequency of exacerbations, thereby improving the quality of life for persons with CFS. Multidisciplinary intervention, consisting of medical, psychiatric, behavioral, and psychologic evaluations and therapy has been demonstrated to be effective at restoring gainful employment.5"
        },
        {
            "parent": 9,
            "text": "CFS has been the subject of intense investigation, but its etiology and clinical course remain unknown. As the search for more effective treatment and, hopefully, a cure continues, future researchers may be drawn toward a holistic approach to CFS, specifically as an interaction among neural, endocrine, and immune systems. Symptoms and treatment may differ from patient to patient depending on illness onset and genetic predisposition. Treatment of concomitant disorders such as migraine headache, irritable bowel syndrome, depression, panic disorder, and fibromyalgia may significantly improve the quality of life of the affected patient.6Future technologic advances in neuroimaging, genotype profiling, immune assays, and pharmacologic therapy may bring greater consistency to scientific research and the possibility of improved therapy for patients with CFS."
        }
    ],
    "locked": false
}