{
    "url": "https://www.aafp.org/pubs/afp/issues/2002/0901/p831.html#afp20020901p831-f4",
    "title": "The Adult Neck Mass | AAFP",
    "author": "ERIC SCHWETSCHENAU, M.D., AND DANIEL J. KELLEY, M.D.",
    "doi": "Am Fam Physician.2002;66(5):831-839",
    "abstract": "Family physicians frequently encounter neck masses in adult patients. A careful medical history should be obtained, and a thorough physical examination should be performed. The patient's age and the location, size, and duration of the mass are important pieces of information. Inflammatory and infectious causes of neck masses, such as cervical adenitis and cat-scratch disease, are common in young adults. Congenital masses, such as branchial anomalies and thyroglossal duct cysts, must be considered in the differential diagnosis. Neoplasms (benign and malignant) are more likely to be present in older adults. Fine-needle aspiration and biopsy and contrast-enhanced computed tomographic scanning are the best techniques for evaluating these masses. An otolaryngology consultation for endoscopy and possible excisional biopsy should be obtained when a neck mass persists beyond four to six weeks after a single course of a broad-spectrum antibiotic.",
    "headers": [
        {
            "id": 0,
            "name": "Normal Anatomy",
            "level": 2
        },
        {
            "id": 1,
            "name": "History",
            "level": 2
        },
        {
            "id": 2,
            "name": "Physical Examination",
            "level": 2
        },
        {
            "id": 3,
            "name": "Differential Diagnosis",
            "level": 2
        },
        {
            "id": 4,
            "name": "CONGENITAL ANOMALIES",
            "level": 3
        },
        {
            "id": 5,
            "name": "Lateral Neck",
            "level": 3
        },
        {
            "id": 6,
            "name": "Central Neck",
            "level": 3
        },
        {
            "id": 7,
            "name": "INFLAMMATORY AND INFECTIOUS CONDITIONS",
            "level": 3
        },
        {
            "id": 8,
            "name": "Inflammation",
            "level": 3
        },
        {
            "id": 9,
            "name": "Infection",
            "level": 3
        },
        {
            "id": 10,
            "name": "TRAUMA",
            "level": 3
        },
        {
            "id": 11,
            "name": "METABOLIC, IDIOPATHIC, AND AUTOIMMUNE CONDITIONS",
            "level": 3
        },
        {
            "id": 12,
            "name": "NEOPLASM",
            "level": 3
        },
        {
            "id": 13,
            "name": "Benign Masses",
            "level": 3
        },
        {
            "id": 14,
            "name": "Malignant Masses",
            "level": 3
        },
        {
            "id": 15,
            "name": "Management",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "When an adult patient presents with a neck mass, malignancy is the greatest concern. Although differentiating benign and malignant masses can be difficult, a methodical approach will usually result in an accurate diagnosis and appropriate treatment. This article reviews the differential diagnosis of neck masses in adults and provides a framework for clinical decision-making."
        },
        {
            "parent": 0,
            "text": "Accurate diagnosis of a neck mass requires a knowledge of normal structures. With practice and experience, normal variations in anatomy can be distinguished from true pathology without the need for additional diagnostic testing or subspecialist consultation."
        },
        {
            "parent": 0,
            "text": "The hyoid bone, thyroid cartilage, and cricoid cartilages are located within the central portion of the neck. The thyroid gland is usually palpable in the midline below the thyroid cartilage. Carotid arteries are pulsatile and can be quite prominent if atherosclerotic disease is present. The sternocleidomastoid muscles should be palpated along their entirety, with careful attention given to deep jugular lymph nodes."
        },
        {
            "parent": 0,
            "text": "The parotid glands are located in the preauricular area on each side in the lateral neck. The tail of each parotid gland extends below the angle of the mandible, inferior to the ear-lobe. The submandibular glands are located within a triangle bounded by the sternocleidomastoid muscle, the posterior belly of the digastric muscle, and the body of the mandible. In older patients, these glands may become ptotic and appear more prominent."
        },
        {
            "parent": 0,
            "text": "Lymph nodes are located throughout the head and neck region and are the most common sites of neck masses. Fixed, firm, or matted lymph nodes and nodes larger than 1.5 cm require further evaluation."
        },
        {
            "parent": 1,
            "text": "A careful medical history can provide important clues to the diagnosis of a neck mass.1The patient's age and the size and duration of the mass are the most significant predictors of neoplasia.1The patient's age is most important, because the risk of malignancy becomes greater with increasing age.2"
        },
        {
            "parent": 1,
            "text": "The occurrence of symptoms and their duration must also be determined. Acute symptoms, such as fever, sore throat, and cough, suggest adenopathy resulting from an upper respiratory tract infection. Chronic symptoms of sore throat, dysphagia, change in voice quality, or hoarseness are often associated with anatomic or functional alterations in the pharynx or larynx."
        },
        {
            "parent": 1,
            "text": "Recent travel, trauma to the head and neck, insect bites, or exposure to pets or farm animals suggests an inflammatory or infectious cause for a neck mass. A history of smoking, heavy alcohol use, or previous radiation treatment increases the likelihood of malignancy."
        },
        {
            "parent": 1,
            "text": "A review of associated medical conditions and previous treatments is useful in narrowing the differential diagnosis and formulating an appropriate treatment plan."
        },
        {
            "parent": 2,
            "text": "The skin on the head and neck should be inspected for premalignant or malignant lesions resulting from chronic sun exposure. The otologic examination may show a sinus or fistula associated with a branchial anomaly. Evidence of chronic sinusitis or pharyngitis suggests reactive adenopathy as the most likely cause of a neck mass."
        },
        {
            "parent": 2,
            "text": "The physician should pay particular attention to mucosal surfaces. For examination of the mucosa, dentures or other dental appliances may need to be removed. Palpation of the tongue, including the base of the tongue, can reveal occult lesions. Attention should be paid to ulcerations, submucosal swelling, or asymmetry, particularly in the tonsillar fossa."
        },
        {
            "parent": 2,
            "text": "Examination of the larynx and pharynx is accomplished by indirect or flexible laryngoscopy. Palpation during swallowing or during a Valsalva's maneuver may identify pathology within the larynx and thyroid gland. Rotation of the head in both flexion and extension aids examination of the posterior triangle of the neck."
        },
        {
            "parent": 2,
            "text": "For initial assessment and serial examination, the size of the mass may be measured using calipers or a tape measure."
        },
        {
            "parent": 4,
            "text": "Although congenital anomalies of the neck are more common in children, they also should be considered in the differential diagnosis of neck masses in adults."
        },
        {
            "parent": 5,
            "text": "Branchial anomalies are the most common congenital masses in the lateral neck. These masses, which include cysts, sinuses, and fistulae, may be present anywhere along the sternocleidomastoid muscle.3The masses are typically soft, slow-growing, and painless. A history of infection, spontaneous discharge, and previous incision and drainage is not uncommon."
        },
        {
            "parent": 5,
            "text": "Computed tomographic (CT) scanning can usually demonstrate cystic masses medial to the sternocleidomastoid muscle at the level of the hyoid bone in the neck. Treatment is complete surgical excision, with preparation and examination of frozen sections to exclude malignancy. Fine-needle aspiration and biopsy should be performed before excision because of the possibility of cystic metastases from squamous cell carcinoma within Waldeyer's tonsillar ring.4"
        },
        {
            "parent": 5,
            "text": "Other congenital anomalies of the lateral neck include cystic hygromas (lymphangiomas) and dermoids."
        },
        {
            "parent": 6,
            "text": "The thyroglossal duct cyst is the most common congenital anomaly of the central portion of the neck(Figure 1). This anomaly is caused by a tract of thyroid tissue along the pathway of embryologic migration of the thyroid gland from the base of the tongue to the neck. The thyroglossal duct cyst is intimately related to the central portion of the hyoid bone and usually elevates along with the larynx during swallowing. It may contain the patient's only thyroid tissue.5Thyroid carcinoma has been reported within thyroglossal duct cysts."
        },
        {
            "parent": 6,
            "text": "With regard to thyroglossal duct cysts, the extent of preoperative assessment is controversial and ranges from physical examination to serologic testing and diagnostic imaging.6,7If serum thyroid function test results are abnormal, thyroid scanning should be performed to determine the amount of thyroid tissue in the neck. Some investigators advocate routine ultrasonography or nuclear scanning to avoid permanent hypothyroidism. As with branchial cysts, a history of infection, spontaneous discharge, and previous incision and drainage is not uncommon."
        },
        {
            "parent": 6,
            "text": "The treatment of choice is the Sistrunk procedure, which involves complete excision of the thyroglossal duct cyst, including the central portion of the hyoid bone. If necessary, excision extends to the base of the tongue."
        },
        {
            "parent": 6,
            "text": "Other congenital midline neck masses include thymic rests and dermoids."
        },
        {
            "parent": 8,
            "text": "Lymph node groups in the neck include the submandibular nodes within the submandibular triangle, the jugular chain of nodes located along the internal jugular vein, and the posterior-triangle nodes located between the sternocleidomastoid and trapezius musculature."
        },
        {
            "parent": 8,
            "text": "Inflammatory lymphadenopathy is typically self-limited and resolves spontaneously over a period of weeks. Chronic sialadenitis as a result of salivary stones or duct stenosis can result in gland hypertrophy and fibrosis.8Chronic inflammation may result in a mass within the submandibular or parotid glands. Treatment is usually conservative unless pain is severe enough to justify surgical excision."
        },
        {
            "parent": 8,
            "text": "Cervical adenitis is probably the most common cause of an inflammatory mass in the neck. This condition is characterized by painful enlargement of normal lymph nodes in response to infection or inflammation.9"
        },
        {
            "parent": 9,
            "text": "Both bacterial and viral infections can cause neck masses. Occasionally, the lymph node becomes necrotic, and an abscess forms. Staphylococcus and Streptococcus species are the organisms most commonly cultured from neck abscesses.10In many instances, however, the infection is polymicrobial. A neck abscess usually requires intravenous antibiotic therapy, and surgical drainage may be necessary."
        },
        {
            "parent": 9,
            "text": "Typical and atypical mycobacterial infections are less common infectious causes of neck masses. Mycobacterial infection generally presents as a single enlarged node that is rarely tender or painful. Tuberculous infection generally presents in older patients with a history of tuberculosis exposure and a positive purified protein derivative (PPD) tuberculin skin test. Therapy with antituberculous antibiotics for six to 12 months is the treatment of choice.11"
        },
        {
            "parent": 9,
            "text": "Atypical mycobacterial infection is usually found in children with a nonreactive PPD skin test and no exposure history. Left untreated, the lymph node may drain spontaneously, leading to a chronic fistula. Surgical removal with curettage is the standard treatment. Antibiotic therapy is generally reserved for recurrent disease.12"
        },
        {
            "parent": 9,
            "text": "In recent years, the incidence of typical mycobacterial infections has increased in adults who test positive for the human immunodeficiency virus (HIV) and in children who test negative for the virus.13,14HIV infection should be considered in any adult with cervical adenopathy, and appropriate serologic testing is indicated. HIV-positive adult patients with a nontuberculous mycobacterial infection involving cervical lymph nodes are typically treated with clarithromycin (Biaxin). Surgical intervention is reserved for use in patients with resistant or unresponsive disease.15"
        },
        {
            "parent": 9,
            "text": "Cat-scratch disease is another less common cause of neck masses. Accurate diagnosis may be difficult because the adenopathy can appear days to months after the original injury. The etiologic agent in cat-scratch disease(Bartonella henselae)was recently identified.16In general, only one lymph node is enlarged, and the node returns to normal size without treatment."
        },
        {
            "parent": 9,
            "text": "Toxoplasmosis sometimes causes neck masses. This infection generally presents as a single enlarged node in the posterior triangle.17The clinical course is benign, and antibiotic therapy is not needed.18"
        },
        {
            "parent": 9,
            "text": "Infectious mononucleosis usually presents with acute pharyngitis, cervical adenopathy, and an elevated Epstein-Barr virus titer."
        },
        {
            "parent": 9,
            "text": "Fungal infections such as actinomycosis can also cause neck masses."
        },
        {
            "parent": 10,
            "text": "Neck masses resulting from trauma have a characteristic history and physical findings. Although new or organized hematomas generally resolve, they may persist as firm masses because of fibrosis."
        },
        {
            "parent": 10,
            "text": "Pseudoaneurysm or an arteriovenous fistula of a major arterial vessel in the neck is rare and is usually associated with the shearing effects of major blunt-force trauma, such as occurs in an automobile accident.19If the injury is not recognized at the time of initial trauma, the patient may present later with a pulsatile, soft, fixed mass over which a thrill or bruit can generally be auscultated."
        },
        {
            "parent": 11,
            "text": "Metabolic disorders are rare causes of neck masses. Gout and tumoral calcium pyrophosphate dihydrate deposition disease have been reported to present as neck masses.20,21"
        },
        {
            "parent": 11,
            "text": "Idiopathic conditions, such as inflammatory pseudotumor, Kimura's disease, and Castleman's disease, can also present with a neck mass.22–24A neck mass may also be the presenting symptom of sarcoidosis.25"
        },
        {
            "parent": 11,
            "text": "Kimura's disease is an uncommon chronic inflammatory condition involving subcutaneous tissue. The etiology is unknown. The disease presents as a tumor-like lesion with a predilection for the head and neck region."
        },
        {
            "parent": 11,
            "text": "Castleman's disease is a benign lympho-proliferative disorder that most frequently involves the mediastinal lymph nodes. It typically presents in the head and neck as cervical adenopathy of unknown etiology. Multiple biopsies showing florid lymphoid hyperplasia are frequently required to establish the diagnosis."
        },
        {
            "parent": 13,
            "text": "Lipomas, hemangiomas, neuromas, and fibromas are benign neoplasms that occur in the neck. They are all characterized by slow growth and lack of invasion. Lipomas are soft masses that are isodense with a fat signal on magnetic resonance imaging. Hemangiomas typically occur with cutaneous manifestations and are relatively easy to recognize. Neuromas may arise from nerves in the neck and rarely present with sensory or motor deficits. Most of these benign masses are diagnosed at the time of surgical excision.26"
        },
        {
            "parent": 14,
            "text": "Retrospective studies of open biopsies have shown high rates of malignancy for neck masses in adults.27A malignant neoplasm in the neck can arise as a primary tumor or as metastasis from the upper aerodigestive tract or a distant site."
        },
        {
            "parent": 14,
            "text": "Thyroid cancer, salivary gland cancer, lymphomas, and sarcomas are examples of primary malignancies.28The most common presentation for thyroid or salivary gland cancer is an asymptomatic nodule within the gland. Further diagnostic evaluation and management of the nodule is always indicated.29"
        },
        {
            "parent": 14,
            "text": "Risk factors for mucosal head and neck cancer (oral cavity, larynx, pharynx) include chronic sun exposure, tobacco and alcohol use, poor dentition, industrial or environmental exposures, and family history.30Symptoms include a nonhealing ulcer within the oral cavity or oropharynx, persistent sore throat, dysphagia, change in voice, and recent weight loss."
        },
        {
            "parent": 14,
            "text": "Metastatic disease to lymph nodes of the neck from a head-and-neck primary site usually follows well-defined patterns31,32(Figure 2). For example, cancers of the oral cavity typically metastasize to the submandibular triangle(Figure 3), whereas cancers from most other sites in the head and neck spread to the lateral neck. Patients with palpable lymphadenopathy in the supraclavicular fossa should be evaluated for malignancy below the clavicles (e.g., lung cancer)."
        },
        {
            "parent": 15,
            "text": "Many inflammatory lymph nodes resolve with no treatment, although close observation is required. A single course of therapy with a broad-spectrum antibiotic and reassessment in one to two weeks is a reasonable treatment choice when a patient with a neck mass has signs and symptoms of an inflammatory process (i.e., fever, painful mass, erythema) or a history of recent infection."
        },
        {
            "parent": 15,
            "text": "Thyroid and salivary gland nodules should undergo fine-needle aspiration and biopsy. This diagnostic procedure should also be performed when a neck mass persists beyond four to six weeks. In experienced hands, the sensitivity and specificity of fine-needle aspiration and biopsy exceed 90 percent.33"
        },
        {
            "parent": 15,
            "text": "Local recurrences have been reported following stereotactic core-needle biopsy of solid tumors, including breast, liver, colon, pancreas, and lung cancers.34,35The use of large-diameter needles has been associated with the seeding of head and neck carcinomas.36,37However, no cases of seeding or dissemination have been reported with the use of fine-needle aspiration, and the risk of tumor seeding of the biopsy site is considered to be exceedingly low. Fine-needle aspiration and biopsy are typically indicated when no cause for a neck mass is found on the initial evaluation.38"
        },
        {
            "parent": 15,
            "text": "Contrast-enhanced CT scanning is the best imaging technique for evaluating a neck mass. This modality should be used whenever the diagnosis is unclear. Assessment of a neck mass also requires a recent chest radiograph. Routine serologic tests can exclude metabolic disorders and other uncommon causes of neck masses in the vast majority of patients."
        },
        {
            "parent": 15,
            "text": "Cytopathologic differentiation of benign and malignant adenopathy can be difficult. Cytologic or radiographic evidence of conditions other than reactive lymphadenopathy warrants consultation with an otolaryngologist for endoscopic evaluation, with possible excisional biopsy or neck dissection."
        },
        {
            "parent": 15,
            "text": "Biopsy should be considered for neck masses with progressive growth, location within the supraclavicular fossa, or size greater than 3 cm. Biopsy also should be considered if a patient with a neck mass develops symptoms associated with lymphoma. Frozen-section examination of the mass followed by neck dissection should be performed if the mass proves to be metastatic carcinoma."
        },
        {
            "parent": 15,
            "text": "An algorithm for the evaluation and management of a neck mass in an adult patient is provided inFigure 4."
        }
    ],
    "locked": false
}