{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/1201/p2698.html#afp19991201p2698-f1.jpg",
    "title": "AAFP and AAP Issue a Practice Parameter on the Management of Minor Closed Head Injury in Children | AAFP",
    "author": "MONICA PREBOTH",
    "doi": "Am Fam Physician.1999;60(9):2698-2705",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "Purpose and Scope",
            "level": 2
        },
        {
            "id": 1,
            "name": "Methods for Parameter Development",
            "level": 2
        },
        {
            "id": 2,
            "name": "Patient Management Considerations",
            "level": 2
        },
        {
            "id": 3,
            "name": "Initial Evaluation and Management of the Child with Minor Closed Head Injury and No Loss of Consciousness",
            "level": 2
        },
        {
            "id": 4,
            "name": "Initial Evaluation and Management of the Child with Minor Closed Head Injury with Brief Loss of Consciousness",
            "level": 2
        },
        {
            "id": 5,
            "name": "Disposition of Children with Minor Closed Head Injury",
            "level": 2
        },
        {
            "id": 6,
            "name": "CHILDREN MANAGED BY OBSERVATION ALONE",
            "level": 3
        },
        {
            "id": 7,
            "name": "CHILDREN EVALUATED BY CRANIAL CT",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The Committee on Quality Improvement of the American Academy of Pediatrics (AAP) and the Committee on Clinical Policies and Research of the American Academy of Family Physicians (AAFP), in conjunction with experts in neurology, emergency medicine and critical care, research methodologists and practicing physicians, have developed a practice parameter titled “The Management of Minor Closed Head Injury in Children.” This parameter provides recommendations for the management of a previously neurologically healthy child with a minor closed head injury who, at the time of injury, may have experienced temporary loss of consciousness, experienced an impact seizure, vomited, or experienced other signs and symptoms."
        },
        {
            "parent": -1,
            "text": "These recommendations are derived from a thorough review of the medical literature and expert consensus. This practice parameter is not intended to be the only source of guidance for the management of children with minor closed head injuries. Rather, it is designed to assist physicians by providing an analytic framework for the evaluation and management of this condition. It is not intended to replace clinical judgment or establish a protocol for all patients with a minor head injury, and rarely will provide the only appropriate approach to the problem. In this document, the term “subcommittee” denotes the Subcommittee on Minor Closed Head Injury, which reports to the AAP Committee on Quality Improvement and the AAFP Commission on Clinical Policies and Research."
        },
        {
            "parent": -1,
            "text": "The complete document including the references can be found on the AAFP Web site under the clinical and research area athttps://www.aafp.org. Complete copies of the statement (order no. 944) can also be obtained from the AAFP Order Department by calling 800-944-0000. The document is also in the December 1999 issue ofPediatrics. The following information is a summary of the practice parameter."
        },
        {
            "parent": -1,
            "text": "Minor closed head injury is one of the most frequent reasons for visits to a physician. Although more than 95,000 children experience a traumatic brain injury each year in the United States, consensus is lacking about the acute care of children with minor closed head injury. The evaluation and management of injured children may be influenced by local practice customs, the settings where children are evaluated, the type and extent of financial coverage, and the availability of technology and medical staffing."
        },
        {
            "parent": -1,
            "text": "While developing this practice parameter, the subcommittee tried to find evidence of benefits resulting from one or more patient management options. However, at many points, adequate data were not available in the medical literature to provide guidance for the management of children with minor head injury. When such data were unavailable, the practice parameter does not make specific recommendations for physicians, but instead presents a range of practice options deemed acceptable by the subcommittee."
        },
        {
            "parent": -1,
            "text": "The algorithm on page 2704presents recommendations and options in the context of direct patient care. Management is discussed for the initial evaluation of a child with minor closed head injury, and the disposition following evaluation. These recommendations and options may be modified to fit the needs of individual patients."
        },
        {
            "parent": 0,
            "text": "This practice parameter is specifically intended for previously neurologically healthy children two to 20 years of age, with isolated minor closed head injury."
        },
        {
            "parent": 0,
            "text": "Children with minor closed head injury are defined as those who have normal mental status at the initial examination, who have no abnormal or focal findings on neurologic (including fundoscopic) examination and who have no physicial evidence of skull fracture (such as hemotympanum, Battle's sign or palpable bone depression)."
        },
        {
            "parent": 0,
            "text": "This parameter also addresses children who may have experienced a brief loss of consciousness (duration of less than one minute) with injury, may have had a seizure immediately after injury or may have vomited after injury, or may have exhibited signs and symptoms such as headache and lethargy. The treatment of these children is addressed by this parameter, provided that their condition appears normal at the time of evaluation."
        },
        {
            "parent": 0,
            "text": "This parameter is not intended for victims of multiple trauma, for children with unobserved loss of consciousness, or for patients with known or suspected cervical spine injury. Children who may otherwise fulfill the criteria for minor closed head injury, but for whom this parameter is not intended, include patients with a history of bleeding diatheses or neurologic disorders potentially aggravated by trauma (such as arteriovenous malformations or shunts), patients with suspected intentional head trauma (e.g., suspected child abuse) or patients with a language barrier."
        },
        {
            "parent": 0,
            "text": "Finally, this parameter refers only to the management of children evaluated by a health care professional within 24 hours of the injury. It is not intended for the management of children who are initially evaluated more than 24 hours after injury."
        },
        {
            "parent": 1,
            "text": "The literature review encompassed original research on minor closed head trauma in children, including studies on the prevalence of intracranial injury, the sensitivity and specificity of different imaging modalities, the utility of early diagnosis of intracranial injury, the effectiveness of various patient management strategies, and the impact of minor closed head injury on subsequent child health. Research was included if it had data exclusively on children or identifiable child-specific data, if cases were comparable with the case definition in the parameter and if the data were published in a peer-reviewed journal. Review articles and articles based solely on expert opinion were excluded."
        },
        {
            "parent": 1,
            "text": "An initial search was performed on several computerized databases including Medline (1966 to 1993) using the terms “head trauma” and “head injury.” The search was restricted to infants, children and adolescents, and to English-language articles published after 1966. After excluding articles not meeting entry criteria, a total of 64 articles were included for review."
        },
        {
            "parent": 2,
            "text": "Many factors may influence how management strategies influence outcomes for children with minor closed head injury. These factors include the following: (1) the prevalence of intracranial injury, (2) the percentage of intracranial injuries that need medical or neurosurgical intervention (i.e., the percentage of these injuries that, if left undiagnosed or untreated, leads to disability or death), (3) the relative accuracy of clinical examination, skull radiographs, and computed tomography (CT) scans as diagnostic tools to detect such intracranial injuries that benefit from medical or neurosurgical intervention, (4) the efficacy of treatment for intracranial injuries and (5) the detrimental effect on outcome, if any, or delay from the time of injury to the time of diagnosis and intervention."
        },
        {
            "parent": 3,
            "text": "For children with minor closed head injury and no loss of consciousness, a thorough history and appropriate physical and neurologic examination should be performed. If, on examination, the patient's condition appears normal, no further tests are needed and the child can be safely discharged to the care of a responsible caregiver."
        },
        {
            "parent": 3,
            "text": "Observation in the clinic, office, emergency department or at home, under the care of a competent caregiver (one who would be able to recognize abnormalities and to seek appropriate assistance), is recommended for children with minor closed head injury and no loss of consciousness."
        },
        {
            "parent": 3,
            "text": "With such a low prevalence of intracranial injury, the subcommittee feels that the marginal benefits of early detection of intracranial injury afforded by routine brain imaging studies such as CT or magnetic resonance imaging (MRI) were outweighed by considerations of cost, inconvenience, resource allocation and possible side effects caused by sedation or inappropriate interventions. Therefore, the use of cranial CT scan, skull radiograph or MRI is not recommended in the initial evaluation and management of the child with minor closed head injury and no loss of consciousness."
        },
        {
            "parent": 4,
            "text": "For children with minor closed head injury and brief loss of consciousness, a thorough history and an appropriate physical and neurologic examination should be performed. The subcommittee did not find evidence to show that immediate neuroimaging of asymptomatic children produced demonstrable benefits compared with a management strategy of observation alone. Therefore, observation in the clinic, office, emergency department, hospital or at home, under the care of a competent care-giver, is recommended for children with minor closed head injury with brief loss of consciousness."
        },
        {
            "parent": 4,
            "text": "Cranial CT scanning may also be used, in addition to observation, in the initial evaluation and management of children with minor closed head injury with loss of consciousness. CT is a safe procedure; however, some children require sedation and the benefits of CT should be carefully weighed against the possible harm of sedation."
        },
        {
            "parent": 4,
            "text": "The use of skull radiographs or MRI in the initial management of children with minor closed head injury and loss of consciousness is not recommended. However, there are limited situations in which MRI and skull radiography are options."
        },
        {
            "parent": 4,
            "text": "Skull radiographs may identify skull fractures, but they do not directly show brain injury or other intracranial trauma. The subcommittee consensus was that skull radiographs have only a limited role in the management of the child with loss of consciousness. If imaging is desired by the health care practitioner and if CT and skull radiographs are available, the subcommittee believes that CT scanning is the imaging modality of choice, based on the increased sensitivity and specificity of CT scans. However, skull fractures may be detected on skull radiographs in the absence of intracranial injury, and intracranial injury may be present when no skull fracture is detected on skull radiographs. These limitations should be carefully considered by physicians who elect to use skull radiographs."
        },
        {
            "parent": 4,
            "text": "MRI is another available modality for neuroimaging when CT is not readily available. While MRI has been shown to be more sensitive than cranial CT in detecting certain types of intracranial abnormalities, CT is more sensitive for hyperacute and acute intracranial hemorrhage. CT is more quickly and easily performed than MRI, and costs for CT scans generally are less than those for MRI. The consensus of the subcommittee was that cranial CT offered substantial advantages over MRI in the acute care of children with minor closed head injury."
        },
        {
            "parent": 6,
            "text": "Children who appear neurologically normal after minor closed head injury are at extremely low risk for subsequent deterioration in their condition and are unlikely to require medical intervention. The subcommittee believes that a prudent duration of observation would be at least 24 hours, and could be accomplished in any combination of locations, including the emergency department, hospital, clinic, office or home. However, it is important for physicians, parents and other guardians to have a high index of suspicion about any change in the patient's clinical status for several days after the injury. Parents or guardians require careful instruction to seek medical attention if the patient's condition worsens at any time during the first several days after injury."
        },
        {
            "parent": 6,
            "text": "In all cases, the health care professional should make a careful assessment of the parent or guardian's anticipated compliance with the instructions to monitor the patient. The physician has an important role in educating parents or guardians of children with minor closed head injury. Understandable, printed instructions should be given to the parent or guardian detailing how to monitor the patient and including information on how and when to seek medical attention if necessary. All children discharged should be released to a reliable parent or guardian who has adequate transportation and the capability to seek medical attention if the child's condition worsens."
        },
        {
            "parent": 7,
            "text": "Neurologically normal patients with normal cranial CT scans are at extremely low risk for subsequent problems. Patients may be sent home for monitoring by a reliable observer if the postinjury CT scan is interpreted as normal. The length of observation should be similar to that described in the preceding section. If the cranial CT reveals abnormalities, proper disposition depends on a thorough consideration of the abnormalities and, when warranted, consultation with appropriate subspecialists."
        },
        {
            "parent": 7,
            "text": "The practice parameter also covers research issues, such as classification of head injury in children and prognostic features; the benefit of early detection of, and intervention for, intracranial lesions in asymptomatic children; management of the asymptomatic patient with intracranial hemorrhage; and research into other imaging modalities."
        }
    ],
    "locked": false
}