{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/0601/p3415.html#afp20000601p3415-uf1",
    "title": "Nonemergency Use of Parenteral Phenytoin Products | AAFP",
    "author": "BARBARA APGAR, M.D., M.S.",
    "doi": "Am Fam Physician.2000;61(11):3415-3418",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "An expert panel developed guidelines for the nonemergency use of parenteral phenytoin products (phenytoin sodium or fosphenytoin sodium). The panel included recognized clinical experts in the area of epilepsy management. Based on an extensive literature review that spanned 30 years, the panel was able to formulate clinical criteria. The panel focused on the nonemergency (nonacute, nonstatus epilepticus) use of phenytoin products in children and adults when it was not possible to administer oral phenytoin. “Nonemergency” was defined for two patient populations: (1) stabilized patients after a recent acute seizure or episode of status epilepticus controlled with a short-acting benzodiazepine or other agent and (2) stabilized patients at increased seizure risk. Meek and associates defined the safe boundaries for using intravenous (IV) phenytoin as a viable, cost-efficient therapy in the management of nonemergency seizures."
        },
        {
            "parent": -1,
            "text": "Because of its poor solubility, phenytoin must be administered in isotonic sodium chloride or dextrose-free solutions for parenteral injection. It may precipitate when it encounters blood or tissue. Intramuscular (IM) injection of phenytoin is contraindicated because of the risk of necrosis and abscess formation. Oral administration is the preferred route for phenytoin administration. Because complications are more frequent and severe with parenteral administration, the feasibility of oral administration should be assessed during the course of parenteral therapy."
        },
        {
            "parent": -1,
            "text": "Hypotension and bradycardia occur most frequently in patients more than 40 years of age who have cardiovascular disease; it can be reversed by slowing or discontinuing the infusion. Hypersensitivity reactions, myocarditis and transient chest pain may occur but resolve with discontinuation of the infusion. It is important to administer phenytoin solutions with infusion pumps. During administration, blood pressure, cardiac rhythm and tissue at the infection site should be monitored carefully. Continued administration through the same vein or use of a small catheter size may increase the risk of vascular injury and soft tissue damage. About 5.9 percent of the patients receiving phenytoin develop blue discoloration and swelling at the infusion site, which can progress and require fasciotomy or amputation. Early detection of these signs is important."
        },
        {
            "parent": -1,
            "text": "Fosphenytoin, a prodrug rapidly converted to phenytoin, is being marketed as a safer alternative to parenteral phenytoin. It is labeled by the U.S. Food and Drug Administration for treatment of status epilepticus. The solution is less irritating, and infusion-related adverse effects occur less often. Fosphenytoin can be safely administered by rapid infusion. IM injections are tolerated as well as placebo. At an average wholesale price approximately three times that of other phenytoin products, the cost may be prohibitive for some institutions."
        },
        {
            "parent": -1,
            "text": "The lowest probability of adverse effects from IV phenytoin is in healthy adults between 18 and 60 years of age. Its use should be avoided in patients with cardiovascular disease or sepsis. Pediatric and neonatal patients are at greatest risk of thrombophlebitis, although cardiovascular events are a lesser concern in this age group. The phenytoin infusion should be administered through a vein free from injury or thrombophlebitis and larger than an antecubital vein, through a catheter of 20 gauge or larger. If a central venous catheter is present, phenytoin administration through this route may be preferred over a peripheral venous site. Fosphenytoin may be infused into scalp veins of neonates or infants. Because IM phenytoin is contraindicated, IM administration of fosphenytoin is preferred especially in the non-hospital setting in hemodynamically compromised patients."
        },
        {
            "parent": -1,
            "text": "The authors conclude that the higher cost of parenteral fosphenytoin may be offset by a reduction in costs from reduced adverse events compared with phenytoin. Age and concurrent disease should guide the administration and monitoring of parenteral phenytoin. The algorithm developed by the authors(see theaccompanying figure)is intended to assist with the selection of the drug and the route of administration following a decision to use a parenteral phenytoin product in pediatric and adult patients with nonemergency seizure conditions."
        }
    ],
    "locked": false
}