{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/1015/p1753.html#afp19991015p1753-f9",
    "title": "Diagnosis and Treatment of Endometriosis | AAFP",
    "author": "CAROLINE WELLBERY, M.D.",
    "doi": "Am Fam Physician.1999;60(6):1753-1762",
    "abstract": "Endometriosis is a progressive disease affecting 5 to 10 percent of women. It can cause dyspareunia, dysmenorrhea, low back pain and infertility. A definitive diagnosis can be made only by means of laparoscopy. Medical treatment designed to interfere with ovulation generally provides effective pain relief, but the recurrence rate following cessation of therapy is high, and this type of treatment will not resolve infertility. Surgical treatment improves pregnancy rates and is the preferred initial treatment for infertility caused by endometriosis. Surgery also appears to provide better long-term pain relief than medical treatment. Bilateral oophorectomy and hysterectomy are treatment options for patients with intractable pain, if childbearing is no longer desired.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Pathogenesis",
            "level": 2
        },
        {
            "id": 2,
            "name": "Clinical Features and Diagnostic Evaluation",
            "level": 2
        },
        {
            "id": 3,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 4,
            "name": "MEDICAL TREATMENT",
            "level": 3
        },
        {
            "id": 5,
            "name": "SURGICAL TREATMENT",
            "level": 3
        },
        {
            "id": 6,
            "name": "Recurrence Rates",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Endometriosis is characterized by the presence of endometrial tissue on the ovaries, fallopian tubes or other abnormal sites, causing pain or infertility. The disease tends to progress under the repetitive influence of the menstrual cycle. Interrupting or decreasing menstruation is the mainstay of medical therapy. The goal of surgery is to remove endometrial lesions. Endometriosis is likely to remain problematic as long as menstruation persists. Fortunately, symptoms can be modulated or alleviated with appropriate treatment."
        },
        {
            "parent": 0,
            "text": "Women are usually 25 to 29 years old at the time of diagnosis, which is frequently delayed in those who present with infertility rather than pain.1A familial tendency has been identified.2Endometriosis has been found in 4.1 percent of asymptomatic women undergoing laparoscopy for sterilization; however, evidence of the disease is present in 20 percent (range: 2 to 78 percent) of women undergoing laparoscopic investigation for infertility. Approximately 24 percent (range: 4 to 82 percent) of women who complain of pelvic pain are subsequently found to have endometriosis.3The overall prevalence, including symptomatic and asymptomatic women, is estimated to be 5 to 10 percent.4Because surgical confirmation is necessary for the diagnosis, the true prevalence of the disease is unknown."
        },
        {
            "parent": 1,
            "text": "Endometriosis is not well understood and is probably multifactorial in origin. The most widely embraced theory involves retrograde menstruation5(Figure 1). Although reflux of menstrual fluid occurs in many, if not all, women, in endometriosis the refluxed cells implant in the pelvis, bleed in response to cyclic hormonal stimulation and increase in size along with progression of symptoms.6Immune alterations may also contribute to the persistence of implants or endometriosis-associated infertility.7,8"
        },
        {
            "parent": 1,
            "text": "Two other theories have received support. One holds that peritoneal epithelium can be “transformed” into endometrial tissue, perhaps because of chronic inflammation or chemical irritation from refluxed menstrual blood. This theory of “coelomic metaplasia” is based on the observation that coelomic epithelium is the common ancestor of endometrial and peritoneal cells, thus allowing transformation of one type of cell into another. A final theory hypothesizes that müllerian remnants can differentiate into endometrial tissue. The circumstances in which this would occur are not clear but, once endometrium is present, it will cause symptoms in a cyclic fashion."
        },
        {
            "parent": 1,
            "text": "Although retrograde menstruation seems almost certain to be involved in the pathogenesis of endometriosis, that theory does not explain the full spectrum of the disease. For example, endometrial implants are occasionally found in such remote sites as the lung or even the nose. Moreover, endometriosis also occurs, albeit rarely, in men taking large doses of estrogen. The theories of coelomic metaplasia and müllerian remnant differentiation are better suited than the theory of retrograde menstruation to explain some of these exceptional circumstances."
        },
        {
            "parent": 2,
            "text": "Endometriosis should be considered in any woman of reproductive age who has pelvic pain(Table 1). The most common symptoms are dysmenorrhea, dyspareunia and low back pain that worsens during menses.9Depending on the location of the implants, rectal pain and painful defecation may also occur. The diagnosis of endometriosis should be considered especially if a patient develops dysmenorrhea after years of pain-free menstrual cycles. Of course, other causes of secondary dysmenorrhea and chronic pelvic pain (e.g., upper genital tract infections, adenomyosis, adhesions) may produce similar symptoms."
        },
        {
            "parent": 2,
            "text": "Infertility may also be the presenting complaint. Infertile patients often have no painful symptoms, and their disease is only uncovered in the course of the diagnostic work-up for infertility. The reason for this divergence in clinical manifestations is unknown."
        },
        {
            "parent": 2,
            "text": "Physical examination should be performed during early menses, when implants are likely to be largest and most tender. The physician should palpate for a fixed, retroverted uterus, adnexal and uterine tenderness, pelvic masses or nodularity along the uterosacral ligaments. A rectovaginal examination is required to identify uterosacral, cul-de-sac or septal nodules. However, most women with endometriosis have normal pelvic findings, and laparoscopy is necessary for definitive diagnosis. Although no single laboratory test has shown reliable clinical utility, it is possible that eventually a combination of biochemical markers and clinical assessment will decrease the need for surgical confirmation.10,11"
        },
        {
            "parent": 2,
            "text": "Pelvic ultrasonography, computed tomography and magnetic resonance imaging are occasionally used to identify individual lesions, but these modalities are not helpful in assessing the extent of endometriosis.12Even with direct visualization, diagnosis of endometriosis can be difficult. Lesions appear in multiple guises that are at times difficult to interpret. This diagnostic challenge is compounded by the unreliable correlation between clinical manifestations and surgical findings.13A patient who is asymptomatic or has very mild symptoms may have extensive disease, whereas an infertile patient may have very few implants. A better correlation between clinical and surgical disease may be observed in more severe cases: in at least one study14it has been found that women with severe, chronic pelvic pain have a more advanced stage of disease at initial diagnosis."
        },
        {
            "parent": 2,
            "text": "The American Fertility Society's revised staging instrument can help standardize findings and document the patient's baseline condition and subsequent progress.15Staging is based on location, diameter and depth of lesions, and density of adhesions. Stages range from minimal to severe disease. Despite this standardization, the correlation between stage and extent of disease remains controversial."
        },
        {
            "parent": 3,
            "text": "In most patients, confirmatory laparoscopy is required before treatment is instituted.4In women with few symptoms, an empiric trial of oral contraceptives or progestins may be warranted to assess pain relief. Recently, an empiric three-month trial of therapy with gonadotropin-releasing hormone (GnRH) analogs has been a popular strategy.16In severe or unresponsive cases, or in the investigation of infertility, exact diagnosis is required to direct management and to justify possibly unpleasant medical treatments. Patients with infertility should undergo a thorough basic evaluation for other causes of infertility before diagnostic laparoscopy is undertaken."
        },
        {
            "parent": 3,
            "text": "Treatment may be expectant, or a patient may choose either medical or surgical options. Infertile patients may increase the likelihood of subsequent conception by undergoing surgery, but medical treatment has not been shown to help these patients conceive.17,18Furthermore, pregnancy is contraindicated in patients receiving medical treatment and is in fact unlikely, because the drugs that are used interfere with ovulation. Medical and surgical approaches have been successful in reducing the pain associated with endometriosis."
        },
        {
            "parent": 4,
            "text": "Medical treatment should be reserved for use in patients with pain or dyspareunia, because no pharmacologic method appears to restore fertility."
        },
        {
            "parent": 4,
            "text": "Danazol. Danazol (Danocrine) has been highly effective in relieving the symptoms of endometriosis, but adverse effects may preclude its use. (There are now other treatments that may be better tolerated.) Danazol is a synthetic androgen that inhibits leuteinizing hormone (LH) and follicle-stimulating hormone (FSH), resulting in a relatively hypoestrogenic state. Endometrial atrophy is the likely mechanism in the relief of pain from endometriosis. Adverse effects related to estrogen defiency include headache, flushing, sweating and atrophic vaginitis. Androgenic side effects include acne, edema, hirsutism, deepening of the voice and weight gain."
        },
        {
            "parent": 4,
            "text": "Danazol therapy should be started when the patient is menstruating. The initial dosage should be 800 mg per day, given in two divided oral doses, but this dosage can be titrated down as long as amenorrhea persists and pain symptoms are controlled. Patients with less severe symptoms may be given 200 to 400 mg per day, in two divided oral doses. Treatment duration is six months but can be extended to nine months in responsive patients with severe disease. The overall response rate is 84 to 92 percent, with beneficial effects lasting up to six months after treatment has stopped.12"
        },
        {
            "parent": 4,
            "text": "GnRH Agonists. These agents (e.g., leuprolide [Lupron], gosarelin [Zoladex]) inhibit the secretion of gonadotropin and are comparable to danazol in relieving pain.12–19Like danazol, GnRH agonists are contraindicated in pregnancy and have hypoestrogenic side effects. In particular, they have been shown to produce a mild degree of bone loss, although this condition reverses after the medication is discontinued. Because of concerns about osteopenia, “add-back” therapy with low-dose estrogen has been recommended but is not currently an FDA-labeled indication for estrogen replacement therapy.20,21"
        },
        {
            "parent": 4,
            "text": "The dosage of leuprolide is a single monthly 3.75-mg depot injection given intramuscularly. Gosarelin, in a dosage of 3.6 mg, is administered subcutaneously every 28 days. A nasal spray (nafarelin [Synarel]) is also available and is used twice daily. The response rate is similar to that with danazol; about 90 percent of patients experience pain relief. The pregnancy rate after the use of these agents is no different from that in untreated patients."
        },
        {
            "parent": 4,
            "text": "Oral Contraceptive Pills. Oral contraceptive pills (OCPs) suppress LH and FSH and prevent ovulation. They also have direct effects on endometrial tissue, rendering it thin and compact. The decidualization of endometrial implants, coupled with reduced reflux related to lower menstrual volume, is the probable mechanism of pain relief with OCPs, making them comparable to other treatments in effect.9Combination OCPs alleviate symptoms in about three quarters of patients. No hormonal combination appears to be more effective than another. They can be taken continuously (with no placebos) or cyclically, with a week of placebo pills between cycles. The OCPs can be discontinued after six to 12 months or continued indefinitely, depending on such factors as patient satisfaction and the desirability of pregnancy."
        },
        {
            "parent": 4,
            "text": "Progestational Agents. Progestins are similar to combination OCPs in their effects on FSH, LH and endometrial tissue. They may be associated with more bothersome adverse effects than OCPs and, if a depot form (i.e., medroxyprogesterone suspension [Depo-Provera]) is used, return to fertility may be delayed. Nonetheless, progestins are effective in reducing the symptoms of endometriosis. One study that pooled data from 14 investigations found no significant difference between the efficacy of progestins and that of any other medical treatment.22Although this conclusion was based on analysis of the combined results of a handful of small, heterogeneous studies, it is important because progestins are much cheaper than either danazol or GnRH analogs."
        },
        {
            "parent": 4,
            "text": "Given the likelihood of comparable efficacy, as well as the certainty of a high rate of recurrence regardless of the agent used, physicians may elect to prescribe OCPs or progestins as first-line agents on the basis of cost alone. If effective, these agents can be used safely for long periods of time. Progestins can be given orally on a daily basis or delivered by injection. Oral regimens may include once-daily administration of medroxyprogesterone at the lowest effective dosage (5 to 20 mg). Depot medroxyprogesterone has been given intramuscularly every two weeks for two months at 100 mg per dose and then once a month for four months at 200 mg per dose. Medical treatments are reviewed inTable 2."
        },
        {
            "parent": 5,
            "text": "Surgical treatment is the preferred approach to infertile patients with advanced endometriosis.12The benefit of surgery in these patients may be due entirely to the mechanical clearance of adhesions and obstructive lesions(Figure 2). Some of the endometrial lesions are cystic or nodular and can be excised(Figures 3,4and5), while some are hemorrhagic or petechial and amenable to laser obliteration(Figures 6and7). Until recently, surgery in infertile patients with limited disease was thought to be no better than expectant management. However, a recent randomized, controlled study involving 341 infertile women with minimal or mild endometriosis demonstrated a 13 percent absolute increase in the probability of pregnancy in a 36-week period.23Infertile patients with documented endometriosis can benefit from the same reproductive techniques (e.g., superovulation, in vitro fertilization) that are used in other infertile patients.24,25"
        },
        {
            "parent": 5,
            "text": "The usefulness of conservative surgery for pain relief is unclear, but it appears that immediate postoperative efficacy is at least as high as with medical treatment, and long-term outcomes may be considerably higher.26Laparoscopy is much more expensive than medical treatment, however, causing some physicians to argue that overall costs can be reduced by aggressive use of empiric treatments before surgery is considered.16Table 3summarizes the advantages and disadvantages of medical and surgical treatments."
        },
        {
            "parent": 5,
            "text": "Definitive surgery, which includes hysterectomy and oophorectomy, is reserved for use in women with intractable pain who no longer desire pregnancy.27In less severe cases, one ovary may be retained to preserve ovarian function, although improvement will be less definitive. Women who have undergone oophorectomy should be treated with estrogen replacement, even at the risk of some recurrence.27"
        },
        {
            "parent": 5,
            "text": "In practical terms, when the diagnosis of endometriosis is made at laparoscopy, surgical ablation of lesions is frequently performed. Thus, because laparoscopic diagnosis is usually recommended before instituting treatment, most women with endometriosis undergo surgical therapy initially. It is generally agreed that an expert surgeon who is extensively trained in ablation procedures will have the best outcomes9(Figure 8)."
        },
        {
            "parent": 6,
            "text": "Perhaps the strongest reason for beginning with surgical treatment is the apparently lower recurrence rate compared with medical treatment.27Early studies of conservative surgical therapy showed a laparoscopically defined cumulative five-year recurrence rate of about 19 percent.28,29The long-term benefit of surgical intervention for pain is enhanced by definitive surgery, including bilateral oophorectomy, with a 10 percent cumulative recurrence after 10 years.27This rate is considerably lower than those following medical therapy. In one study of recurrence after medical treatment, cumulative five-year rates of recurrence were 53.4 percent.30Unfortunately, patients whose presenting complaint was pain and those seeking treatment for infertility were grouped together in the analysis. Other studies show similar recurrence rates, regardless of the medical therapy used.26At least one study noted higher recurrence rates in patients with more advanced stages of disease.30"
        },
        {
            "parent": 6,
            "text": "Combining or repeating treatments may result in better long-term outcomes, but studies of combined treatments are inconclusive because of lack of randomization, small sample size or insufficient follow-up time. One randomized, double-blind study31showed additional pain relief and objective improvement with immediate postoperative treatment with danazol or medroxyprogesterone, but the study ended with a second laparoscopy after six months, too soon to identify longer-term benefits. In a more recent investigation, it was found that the best and only statistically significant long-term outcomes were achieved with surgery followed by danazol treatment; however, the study was limited by a small sample size.32Although few studies have been conducted to evaluate retreatment with danazol or GnRH analogs, repeated administrations of these drugs are theoretically an option and are probably safe at appropriate intervals.33"
        },
        {
            "parent": 6,
            "text": "Figure 9depicts an algorithmic approach to management of endometriosis based on whether pain or infertility is the presenting complaint."
        }
    ],
    "locked": false
}