{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0801/p637.html#afp19990801p637-uf1",
    "title": "Gastroesophageal Reflux Disease as a Cause of Cough | AAFP",
    "author": "ANNE D. WALLING, M.D.",
    "doi": "Am Fam Physician.1999;60(2):637-641",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Cough is the most common symptom for which patients consult physicians. Although cough has many potential causes, a review by Ing and Ngu stresses the increasing recognition of gastroesophageal reflux disease (GERD) as an etiology of persistent cough."
        },
        {
            "parent": -1,
            "text": "In nonsmoking adults who have normal chest radiographs and are not taking angiotensin-converting enzyme inhibitors, up to 21 percent of cases of chronic cough may be attributable to GERD. Other potential causes of chronic cough in such patients include postnasal drip and bronchial asthma. The mechanism of cough production in GERD remains unclear. Suggested mechanisms include macro and micro aspiration, exaggerated bronchial responsiveness to mechanical or chemical stimulation, and vagal action through esophageal-tracheobronchial reflexes."
        },
        {
            "parent": -1,
            "text": "Cough may be the only presenting symptom of GERD. In one study, cough without heartburn or other typical symptoms of GERD was the presenting symptom in 16 percent of GERD cases. A systematic diagnostic approach based on clinical history, physical examination and chest radiography, followed by other tests as indicated, is illustrated intheaccompanying figureon page 638. If the origin of cough remains unexplained after testing for postnasal drip, asthma and other common respiratory causes, GERD is the likely cause, but no mucosal damage may be apparent on endoscopy. The optimal investigation technique is 24-hour ambulatory esophageal pH monitoring."
        },
        {
            "parent": -1,
            "text": "The authors conclude that if the diagnosis is confirmed or if ambulatory esophageal pH monitoring is unavailable, treatment should be initiated with a histamine H2-receptor antagonist. When used in conjunction with lifestyle modifications, these agents are associated with success rates of 80 percent or more for treatment of chronic cough attributable to GERD. The likelihood of good response to therapy does not appear to be related to the severity of symptoms or endoscopic findings. Although proton-pump inhibitors have anecdotally shown even more success in relieving chronic cough related to GERD, this finding has yet to be confirmed by randomized, controlled trials. Antireflux surgery, such as laparoscopic fundoplication, may be necessary in up to 4 percent of patients."
        }
    ],
    "locked": true
}