{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0915/p1143.html#afp19990915p1143-f3",
    "title": "Evaluation of Asymptomatic Microscopic Hematuria in Adults | AAFP",
    "author": "TIMOTHY R. THALLER, M.D., AND  WANG, M.D.",
    "doi": "Am Fam Physician.1999;60(4):1143-1152",
    "abstract": "In patients without significant urologic symptoms, microscopic hematuria is occasionally detected on routine urinalysis. At present, routine screening of all adults for microscopic hematuria with dipstick testing is not recommended because of the intermittent occurrence of this finding and the low incidence of significant associated urologic disease. However, once asymptomatic microscopic hematuria is discovered, its cause should be investigated with a thorough medical history (including a review of current medications) and a focused physical examination. Laboratory and imaging studies, such as intravenous pyelography, renal ultrasonography or retrograde pyelography, may be required to determine the degree and location of the associated disease process. Cystourethroscopy is performed to complete the evaluation of the lower urinary tract. Microscopic hematuria associated with anticoagulation therapy is frequently precipitated by significant urologic pathology and therefore requires prompt evaluation.",
    "headers": [
        {
            "id": 0,
            "name": "Detection of Hematuria",
            "level": 2
        },
        {
            "id": 1,
            "name": "DIPSTICK TESTS FOR HEMATURIA",
            "level": 3
        },
        {
            "id": 2,
            "name": "URINE SPECIMEN COLLECTION AND PREPARATIONS",
            "level": 3
        },
        {
            "id": 3,
            "name": "FINDINGS ON MICROSCOPY",
            "level": 3
        },
        {
            "id": 4,
            "name": "Diagnosis of Hematuria",
            "level": 2
        },
        {
            "id": 5,
            "name": "HISTORY AND PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 6,
            "name": "LABORATORY TESTS",
            "level": 3
        },
        {
            "id": 7,
            "name": "RADIOGRAPHIC INVESTIGATION",
            "level": 3
        },
        {
            "id": 8,
            "name": "LOWER URINARY TRACT INVESTIGATION",
            "level": 3
        },
        {
            "id": 9,
            "name": "OTHER INVESTIGATIONS",
            "level": 3
        },
        {
            "id": 10,
            "name": "Special Considerations",
            "level": 2
        },
        {
            "id": 11,
            "name": "HEMATURIA DURING ANTICOAGULATION",
            "level": 3
        },
        {
            "id": 12,
            "name": "HEMATURIA FOLLOWING EXERCISE",
            "level": 3
        },
        {
            "id": 13,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Microscopic hematuria is defined as the excretion of more than three red blood cells per high-power field in a centrifuged urine specimen.1Because the degree of hematuria bears no relation to the seriousness of the underlying cause, hematuria should be considered a symptom of serious disease until proved otherwise."
        },
        {
            "parent": -1,
            "text": "The widespread use of dipstick urinalysis in clinical practice and health screening has resulted in increased recognition of microscopic hematuria and has raised concerns about the appropriate diagnostic investigation. The prevalence of asymptomatic microscopic hematuria in adult men and postmenopausal women has been reported to range from 10 percent to as high as 20 percent.2–4Routine screening of all adults for microscopic hematuria with dipstick testing is not currently recommended because of the intermittent occurrence of this finding and the low incidence of significant associated urologic disease."
        },
        {
            "parent": 1,
            "text": "In clinical practice, dipstick urinalysis is the test most commonly used to detect urinary tract disorders in asymptomatic patients. In this test, cellulose strips dipped into a urine specimen record the ability of hemoglobin to catalyze the reaction between hydrogen peroxide and a chromogen. The resulting reaction causes the chromogen to turn green, with the degree of color change directly related to the amount of hemoglobin present in the urine specimen. A spotted pattern to the dipstick indicates the presence of free hemoglobin.5,6"
        },
        {
            "parent": 1,
            "text": "Dipstick testing has been shown to be 91 to 100 percent sensitive and 65 to 99 percent specific for the detection of hemoglobin.7False-positive test results have been reported in the presence of myoglobinuria and oxidizing contaminants (e.g., hypochlorite, povidone and bacterial peroxidases), contamination of the urine specimen with menstrual blood, and dehydration with elevation of urine specific gravity.1,5False-negative results have been reported in the presence of reducing agents (e.g., ascorbic acid), a urinary pH of less than 5.1 and dip-sticks that have been exposed to air.1,5"
        },
        {
            "parent": 2,
            "text": "Several factors can influence the microscopic detection of erythrocytes in urine. Procurement of a urine sample using a catheter may cause urethral trauma that results in variable degrees of hematuria. A clean-catch midstream urine specimen should be obtained using aseptic technique to avoid contamination from the external genitalia. The first urine in the morning is typically the best specimen because erythrocytes are heat preserved in acidic and concentrated urine."
        },
        {
            "parent": 2,
            "text": "A prolonged delay from specimen collection to analysis can result in a false test interpretation. When a urine specimen cannot be examined within one hour of collection, it should be refrigerated to prevent overgrowth of bacteria, changes in urinary pH and disintegration of red and white cell casts. These conditions may occur if the specimen remains at room temperature for a long period."
        },
        {
            "parent": 2,
            "text": "Standardization of the analysis procedure is also essential to achieve an accurate result. Centrifugation is typically performed on a fixed volume of urine (5 mL) for five minutes at 3,000 rotations per minute, after which the supernatant is poured off and the remaining sediment is resuspended in the centrifuge tube by gently tapping the bottom of the tube. A pipette is used to sample the residual fluid and transfer it to a glass slide; a cover-slip is applied to the slide for the microscopic evaluation.5The specimen is examined under high magnification (× 400) to determine cell type and distinct morphologic features. Results are recorded as the number of red blood cells per high-power field."
        },
        {
            "parent": 3,
            "text": "On phase contrast microscopy, erythrocytes may display morphologic features that are helpful in differentiating glomerular and nonglomerular causes of microscopic hematuria8(Figures 1and2)."
        },
        {
            "parent": 3,
            "text": "Dysmorphic erythrocytes are characterized by an irregular outer cell membrane and suggest hematuria of glomerular origin. Red blood cell casts are also associated with a glomerular cause of hematuria. Acanthocytes, which are ring-formed erythrocytes with one or more membrane protrusions of variable size and shape, may represent an early form of dysmorphic erythrocytes and are a marker for hematuria of glomerular origin."
        },
        {
            "parent": 3,
            "text": "Erythrocytes of uniform character are classified as isomorphic and suggest hematuria of lower urinary tract origin. Microscopic clots of clumped erythrocytes in urine are also suggestive of lower urinary tract bleeding."
        },
        {
            "parent": 3,
            "text": "The presence of both dysmorphic and isomorphic erythrocytes in urine represents a mixed morphologic pattern of nonspecific origin."
        },
        {
            "parent": 5,
            "text": "The initial step in the evaluation of microscopic hematuria is a thorough medical history, including a review of prescription and nonprescription medications, a history of ingestion of certain foods and an inquiry for specific conditions(Tables 1and2).9,10"
        },
        {
            "parent": 5,
            "text": "The information obtained in the medical history is used to screen for the multiple potential causes of both glomerular and nonglomerular conditions that can lead to microscopic hematuria(Table 3).11–15IgA nephropathy (Berger's disease) is the most common cause of glomerular hematuria. Drug-induced glomerular causes of hematuria include nonsteroidal anti-inflammatory drugs and certain antibiotics associated with analgesic nephropathy and interstitial nephritis(Table 2).9,10"
        },
        {
            "parent": 5,
            "text": "One common nonglomerular medical cause of hematuria is papillary necrosis. This condition should be considered in patients with diabetes mellitus, black patients with sickle cell trait or disease, and patients known to be analgesic abusers. Other common nonglomerular causes of hematuria include urothelial tumors, urolithiasis, benign prostatic hyperplasia (BPH) and urinary tract infection."
        },
        {
            "parent": 5,
            "text": "The physical examination should take into account the multiple potential causes of hematuria and include the following points: evaluation of the cardiovascular system for irregular cardiac rhythm, heart murmur or hypertension; evaluation of the abdomen for organomegaly or flank mass; evaluation of the prostate and external genitalia; and evaluation of the extremities for peripheral edema, petechiae or mottling(Table 4)."
        },
        {
            "parent": 5,
            "text": "Urothelial cancers should also be considered in the evaluation of microscopic hematuria. Risk factors for these malignancies, particularly transitional cell carcinoma, are listed inTable 5.16"
        },
        {
            "parent": 6,
            "text": "The initial laboratory studies are determined by pertinent information obtained from the medical history and physical examination. Formal urinalysis is performed to document the degree of hematuria, determine the morphologic features of erythrocytes and evaluate urinary crystals and casts. If pyuria or bacteriuria is present, a urine culture with sensitivity testing should be obtained to rule out infectious urinary tract pathogens. Screening laboratory tests typically consist of coagulation studies, a complete blood count, serum chemistries and serologic studies for glomerular causes of hematuria as directed by the medical history."
        },
        {
            "parent": 6,
            "text": "Further urologic evaluation is warranted if more than three red blood cells per high-power field are found on at least two of three properly collected urine specimens or if high-grade microscopic hematuria (more than 100 red blood cells per high-power field) is found on a single urinalysis.17The only exceptions are children with persistent microscopic hematuria without proteinuria, in whom the most likely diagnoses include thin glomerular basement membrane nephropathy, idiopathic hypercalciuria, IgA nephropathy and Alport's syndrome."
        },
        {
            "parent": 7,
            "text": "The initial radiographic study is intravenous pyelography (IVP), or excretory urography. The purpose of the study is to obtain an anatomic and functional evaluation of the upper and lower urinary tract. Before IVP is performed, the collected urine specimen should undergo microscopic examination to exclude an infectious cause of hematuria. Some centers use renal ultrasonography as an initial test to avoid exposing patients to intravenous contrast media; however, subtle findings in the renal collecting system may be difficult to detect by ultrasonography alone."
        },
        {
            "parent": 7,
            "text": "Risk factors for contrast uropathy have been described(Table 6).18Because preexisting renal insufficiency is the most important risk factor for renal failure, the serum creatinine concentration should always be measured before any contrast examination is performed. Early studies reported a 4.7 percent overall incidence of adverse reactions to conventional ionic high-osmolar contrast media.19Although most of these reactions were considered minor, true anaphylactic reactions have been described. The incidence of death after the intravenous administration of conventional contrast media has been reported to be one case per 40,000 contrast-material injections.19Newer, non-ionic low-osmolar contrast media are associated with fewer adverse effects than traditional, less expensive, ionic high-osmolar agents.20"
        },
        {
            "parent": 7,
            "text": "Metformin (Glucophage) is an oral antihyperglycemic agent commonly used in the management of type 2 diabetes (formerly termed non–insulin-dependent diabetes). This drug is eliminated primarily by the kidneys. [corrected] Because of potential exacerbation of acute renal failure and lactic acidosis, metformin should be discontinued at the time of radiologic studies involving intravascular administration of iodinated contrast materials and withheld for 48 hours subsequent to the procedure. It should be reinstituted only after renal function has been reevaluated and found to be normal.21"
        },
        {
            "parent": 7,
            "text": "With excretory urography, tomography is typically performed to increase recognition of renal masses, fine renal calcifications and paranephric structures. Oblique images are obtained to assist in evaluation of ureteral lesions, differentiation of extrinsic and intrinsic renal or ureteral masses and visualization of the posterolateral aspect of the bladder. Delayed images are helpful in cases of obstruction in which the nephrogram phase is seen on IVP but the collecting system is not yet visualized.18"
        },
        {
            "parent": 7,
            "text": "If the use of intravenous contrast material is contraindicated or if incomplete visualization of the lower urinary tract occurs, retrograde pyelography should be performed. Typically, the combination of retrograde pyelography and ultrasonography is employed to increase sensitivity in the detection of solid renal masses. However, renal ultrasonography cannot detect the subtle mucosal abnormalities that occur with transitional cell carcinoma or small, echogenic ureteral calculi. Compared with renal ultrasonography, computed tomography (CT) is more sensitive in detecting renal masses and subtle filling defects of the renal collecting system.22Recently, unenhanced helical CT scans have provided accurate evaluation of patients with acute flank pain through the precise determination of calculus size and location.23Despite advancements in radiographic imaging, the role of CT or ultrasonography as the primary imaging modality in the work-up of microscopic hematuria has not been established."
        },
        {
            "parent": 8,
            "text": "Whereas radiographic imaging allows evaluation of the upper urinary tract, cystourethroscopy provides definitive evaluation of the lower urinary tract. In addition to direct visualization of the urethra, prostate and bladder, washings and biopsies of suspicious bladder lesions can be performed during cystourethroscopy."
        },
        {
            "parent": 8,
            "text": "Cytology obtained from washings is useful in detecting poorly differentiated sessile and in situ bladder lesions. With in situ bladder cancer, the results of cytologic analysis are often positive before lesions are seen with cystoscopy.1"
        },
        {
            "parent": 9,
            "text": "When no cause for microscopic hematuria is found with cystourethroscopy and appropriate radiographic imaging, further studies may be considered. These studies include CT scanning, renal angiography and flexible ureterorenoscopy. No consensus has been reached on the indications for renal biopsy in patients with hematuria, but this procedure may be indicated to rule out glomerular causes of hematuria.1Despite a complete and exhaustive work-up, no specific cause is identified in approximately 20 percent of patients with microscopic hematuria.24"
        },
        {
            "parent": 9,
            "text": "Molecular markers recently introduced into clinical practice to assist with the follow-up evaluation of urothelial carcinomas have yet to be labeled for the evaluation of hematuria. The two assays currently labeled for clinical use by the U.S. Food and Drug Administration are the bladder tumor antigen (BTA) test and the nuclear matrix protein (NMP-22) test.17,25The BTA test is a latex agglutination assay for the qualitative detection of a basement membrane antigen in a voided urine specimen. The NMP-22 test involves the quantitative detection of a specific nuclear matrix protein in a voided urine specimen. Although these assays offer great potential for the early detection of recurrent bladder carcinoma, their role in the evaluation of hematuria is still uncertain."
        },
        {
            "parent": 9,
            "text": "A standard reference algorithm for the evaluation and treatment of asymptomatic microscopic hematuria is presented inFigure 3. This systematic approach can be useful in identifying and managing causes of hematuria ranging from infection to BPH26to cancer."
        },
        {
            "parent": 11,
            "text": "Microscopic hematuria is commonly encountered in patients taking anticoagulant drugs. Although it may be easy to attribute this hematuria solely to anticoagulation therapy, significant urologic causes have been reported in 13 to 45 percent of such patients.27,28Current recommended anticoagulation schedules do not predispose patients to hematuria.27The most common causes of anticoagulant-associated hematuria include BPH, inflammatory conditions, urolithiasis, papillary necrosis and cancers of the upper and lower urinary tract."
        },
        {
            "parent": 12,
            "text": "Asymptomatic microscopic hematuria resulting from strenuous exercise has been well documented in association with a variety of contact and noncontact sports activities.12–14The degree of hematuria is believed to be related to the intensity and duration of exercise.12Although exercise-induced hematuria is typically a benign, self-limited process, coexisting urinary tract pathology may exist and must be carefully excluded."
        },
        {
            "parent": 12,
            "text": "Exercise-induced microscopic hematuria almost always resolves within 72 hours of onset in patients who do not have underlying urinary tract abnormality. However, if the hematuria is present on repeat urinalysis after 72 hours of rest, further urologic evaluation may be indicated."
        },
        {
            "parent": 13,
            "text": "Asymptomatic microscopic hematuria is commonly nephric in origin, whereas gross hematuria is often uroepithelial in origin. Gross, painless hematuria is often the first manifestation of a urothelial tumor. However, the degree of hematuria bears no relation to the seriousness of the underlying disease. Consequently, the microscopic finding of blood in the urine should be considered a serious symptom until significant pathology has been excluded."
        },
        {
            "parent": 13,
            "text": "Phase contrast microscopy is currently the best initial method of documenting microscopic hematuria. The evaluation often includes intravenous pyelography, cystourethroscopy and urinary cytology."
        },
        {
            "parent": 13,
            "text": "Unfortunately, consensus is lacking regarding the management of persistent asymptomatic microscopic hematuria of unknown etiology. Recommended surveillance schedules for patients with a previous negative evaluation for unexplained microscopic hematuria include urinalysis and voided urinary cytology annually until the hematuria resolves, or for up to three years if microscopic hematuria persists. Any significant increase in the degree of microscopic hematuria (more than 50 red blood cells per high-power field), an episode of gross hematuria or the new onset of irritative voiding symptoms in the absence of infection warrants a complete reevaluation.17"
        },
        {
            "parent": 13,
            "text": "Additional large population-based studies of the prevalence of asymptomatic microscopic hematuria and its relationship with age and sex are needed before definitive recommendations can be formalized to practice guidelines."
        }
    ],
    "locked": false
}