{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0215/p925.html#afp19990215p925-f4",
    "title": "Gout and Hyperuricemia | AAFP",
    "author": "MARK D. HARRIS, M.D., LORI B. SIEGEL, M.D., AND JEFFREY A. ALLOWAY, M.D.",
    "doi": "Am Fam Physician.1999;59(4):925-934",
    "abstract": "Gout is a condition characterized by the deposition of monosodium urate crystals in the joints or soft tissue. The four phases of gout include asymptomatic hyperuricemia, acute gouty arthritis, intercritical gout and chronic tophaceous gout. The peak incidence occurs in patients 30 to 50 years old, and the condition is much more common in men than in women. Patients with asymptomatic hyperuricemia do not require treatment, but efforts should be made to lower their urate levels by encouraging them to make changes in diet or lifestyle. Acute gout most commonly affects the first metatarsal joint of the foot, but other joints are also commonly involved. Definitive diagnosis requires joint aspiration with demonstration of birefringent crystals in the synovial fluid under a polarized light microscope. Treatment includes nonsteroidal anti-inflammatory drugs (NSAIDs), colchicine, corticosteroids and analgesics. In patients without complications, NSAID therapy is preferred.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Clinical Features",
            "level": 2
        },
        {
            "id": 2,
            "name": "ASYMPTOMATIC HYPERURICEMIA",
            "level": 3
        },
        {
            "id": 3,
            "name": "ACUTE GOUT",
            "level": 3
        },
        {
            "id": 4,
            "name": "INTERCRITICAL GOUT",
            "level": 3
        },
        {
            "id": 5,
            "name": "RECURRENT GOUTY ARTHRITIS",
            "level": 3
        },
        {
            "id": 6,
            "name": "CHRONIC TOPHACEOUS GOUT",
            "level": 3
        },
        {
            "id": 7,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 8,
            "name": "Therapy",
            "level": 2
        },
        {
            "id": 9,
            "name": "ACUTE GOUT",
            "level": 3
        },
        {
            "id": 10,
            "name": "INTERCRITICAL GOUT",
            "level": 3
        },
        {
            "id": 11,
            "name": "URATE-LOWERING AGENTS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Clinical gout comprises a heterogeneous group of disorders characterized by deposition of monosodium urate crystals in the joints and tendons. Gout progresses through four clinical phases: asymptomatic hyperuricemia, acute gouty arthritis, intercritical gout (intervals between acute attacks) and chronic tophaceous gout. Demonstration of intra-articular monosodium urate crystals is necessary to establish a definitive diagnosis of gouty arthritis. Asymptomatic hyperuricemia is common and should not ordinarily be treated. Non-steroidal anti-inflammatory drugs (NSAIDs) are the treatment of choice for acute attacks of gout in most patients. NSAIDs should be used sparingly in elderly patients and should be avoided in patients with renal disease and peptic ulcer disease, and in those receiving concurrent systemic anticoagulation. Corticosteroids are a valuable treatment option for patients in whom NSAID therapy is contraindicated. Acute gouty arthritis and chronic gout require different treatment strategies."
        },
        {
            "parent": 0,
            "text": "Gouty arthritis is the most common form of inflammatory joint disease in men older than 40 years.1The National Health Survey (1983 to 1985) determined the prevalence rate of self-reported gout to be 13.6 cases per 1,000 men and 6.4 cases per 1,000 women. These numbers reflect an approximate threefold increase in the prevalence of gout since 1969.2In contrast, cases of physician-diagnosed gout suggest a consistently lower prevalence rate—5.0 to 6.6 cases per 1,000 men and 1.0 to 3.0 cases per 1,000 women.3,4"
        },
        {
            "parent": 2,
            "text": "Asymptomatic hyperuricemia is the term for an abnormally high serum urate level, without gouty arthritis or nephrolithiasis. Hyperuricemia is defined as a serum urate concentration greater than 7 mg per dL (416 μmol per L), the approximate level at which urate is supersaturated in plasma.5"
        },
        {
            "parent": 2,
            "text": "Although gouty arthritis characteristically occurs in patients with hyperuricemia, it is incorrect to equate hyperuricemia with clinical gout. Researchers from the Normative Aging Study followed 2,046 initially healthy men for 15 years by taking serial measurements of serum urate levels.6The five-year cumulative incidence rates of gouty arthritis were 2.0 percent for a serum urate level of 8.0 mg per dL (475 μmol per L) or lower, 19.8 percent for urate levels from 9.0 to 10.0 mg per dL (535 to 595 μmol per L) and 30 percent for a serum urate level higher than 10 mg per dL (595 μmol per L)."
        },
        {
            "parent": 2,
            "text": "Hyperuricemia predisposes patients to both gout and nephrolithiasis, but therapy is generally not warranted in the asymptomatic patient. Recognizing hyperuricemia in the asymptomatic patient, however, provides the physician with an opportunity to modify or correct underlying acquired causes of hyperuricemia(Table 1)."
        },
        {
            "parent": 3,
            "text": "Acute gout is characterized by the sudden onset of pain, erythema, limited range of motion and swelling of the involved joint. Often quoted, the English physician Thomas Sydenham's classic description of his own gouty sufferings is as true today as it was in the 17th century:"
        },
        {
            "parent": 3,
            "text": "“The victim goes to bed and sleeps in good health. About two o'clock in the morning he is awakened by a severe pain in the great toe; more rarely in the heel, ankle or instep. This pain is like that of dislocation. . . . Then follows chills and shivers and a little fever. The pain, which was at first moderate, becomes more intense. . . . So exquisite and lively meanwhile is the feeling of the part affected, that it cannot bear the weight of bedclothes nor the jar of a person walking in the room. . . .”7"
        },
        {
            "parent": 3,
            "text": "The peak incidence of acute gout occurs between 30 and 50 years of age.8Approximately 90 percent of first attacks are monoarticular. In more than one half of patients with acute gout, the first metatarsophalangeal joint is the initial joint involved, a condition known as podagra(Figure 1). Joint involvement (in order of decreasing frequency) includes the metatarsophalangeal joint, the instep/forefoot, the ankle, the knee, the wrist and the fingers."
        },
        {
            "parent": 3,
            "text": "Gout in women occurs exclusively after menopause. Women develop gout at an older age than men and have twice the prevalence of hypertension, renal insufficiency and exposure to diuretics.9The onset of gout before age 30 in men or before menopause in women is atypical and raises concern about an associated inherited enzyme defect or renal disease."
        },
        {
            "parent": 4,
            "text": "Following recovery from acute gouty arthritis, the patient reenters an asymptomatic phase of the disease. This phase is referred to as “intercritical gout.” It is during this intercritical phase that the physician should focus on secondary causes of hyperuricemia. Medications should be assessed to identify those that may aggravate the patient's condition (e.g., diuretics) and dietary education regarding purine-rich foods (which contribute to higher serum uric acid levels) should be provided to the patient at this time(Table 2). The patient should also be counseled about limiting alcohol consumption and gradually losing weight, if obese."
        },
        {
            "parent": 5,
            "text": "The frequency of subsequent acute attacks of gout usually increases over time. Approximately 60 percent of patients have a second attack within the first year, and 78 percent have a second attack within two years. Only 7 percent of patients do not have a recurrence within a 10-year period.10"
        },
        {
            "parent": 5,
            "text": "Polyarticular involvement also becomes more common over time and can often mimic other forms of arthritis. Gouty arthritis may mimic rheumatoid arthritis, with symmetric small-joint involvement and tophaceous deposits on extensor tendon surfaces that resemble rheumatoid nodules. As many as 30 percent of patients with tophaceous gout also have low titers of rheumatoid factor, adding to the diagnostic confusion.11Postmenopausal women who are receiving diuretic therapy have a tendency to form tophi in osteoarthritic joints of the hands,12mimicking inflammatory “erosive osteoarthritis”(Figure 2). These clinical scenarios underscore the need for an accurate diagnosis when evaluating the patient with an acute arthritis. Analysis of synovial fluid is essential to identify monosodium urate crystals. Reliance on clinical presentation, serum hyperuricemia levels or response to NSAID therapy does not replace direct evaluation of synovial fluid and may lead to an inaccurate diagnosis."
        },
        {
            "parent": 6,
            "text": "Tophi are chalky deposits of sodium urate that are large enough to be seen on radiographs and may occur at virtually any site. The most common sites include the joints of the hands or feet. The helix of the ear, the olecranon bursa and the Achilles tendon are classic, albeit less common, locations for tophi. Articular tophaceous gout can result in a destructive arthropathy and chronic secondary osteoarthritis. The duration of time between the first gouty attack and recognizable tophaceous disease is highly variable and may range from three to 42 years (mean: 11.6 years).13The rate of urate deposition and, consequently, the rate of tophi formation, correlate with the duration and severity of hyperuricemia.10Tophaceous disease is more likely to occur in patients with the following: a poly-articular presentation, a serum urate level higher than 9.0 mg per dL (535 μmol per L) and a younger age at disease onset (i.e., 40.5 years or younger).14"
        },
        {
            "parent": 7,
            "text": "It is important to make an accurate diagnosis of gout before beginning therapeutic intervention. A definitive diagnosis requires aspiration and examination of synovial fluid to confirm the presence of monosodium urate crystals. Even the smallest amount of fluid obtained from the shaft or hub of the needle during aspiration can be examined for crystals. Monosodium urate crystals are identified by examination under polarized light microscopy(Figure 3, right). In order to demonstrate the characteristic birefringence, it is necessary to use a microscope with a first-order red compensator and a rotating stage. Urate crystals are bright (strongly birefringent), needle shaped and yellow (negatively birefringent) when lying parallel to the axis of the compensator (an axis reference is usually etched into the housing of the compensator)."
        },
        {
            "parent": 7,
            "text": "Even if a polarizing microscope is not available, the characteristic needle shape of the monosodium urate crystals, especially when found within white blood cells, can be identified with conventional light microscopy; in this case, they resemble a toothpick pierced through an olive.(Figure 3, left)."
        },
        {
            "parent": 7,
            "text": "Confirmation of the presence of monosodium urate crystals is imperative so that patients with coincidental hyperuricemia and osteoarthritis are not incorrectly diagnosed with gout and unnecessarily treated with allopurinol (Zyloprim).15Furthermore, rheumatoid arthritis, calcium pyrophosphate dihydrate deposition (pseudogout), spondyloarthropathies and osteoarthritis may also mimic gouty arthritis.16"
        },
        {
            "parent": 8,
            "text": "The three general goals of therapy in the management of gout are to terminate the acute painful attack, prevent recurrences and prevent or reverse the complications of urate deposition in joints, kidneys or other involved sites. There is no indication for screening asymptomatic patients for hyperuricemia. Urate-lowering drugs should not be used to treat patients with asymptomatic hyperuricemia. If hyperuricemia is identified, associated factors such as obesity, hypercholesterolemia, alcohol consumption and hypertension should be addressed."
        },
        {
            "parent": 9,
            "text": "The four treatment options available for the acute gouty attack are NSAIDs, colchicine, corticosteroids and analgesics(Table 3andFigure 4)."
        },
        {
            "parent": 9,
            "text": "NSAIDs are the preferred therapy for the treatment of patients without complications. Indomethacin (Indocin) was the first NSAID used for gout, but other NSAIDs, including ibuprofen (Motrin), naproxen (Naprosyn), sulindac (Clinoril), piroxicam (Feldene) and ketoprofen (Orudis) are also effective in the treatment of acute gout.17Maximum dosages should be given immediately after the onset of symptoms or at the time of diagnosis and continued for 24 hours after complete resolution of the acute attack, then tapered quickly over two to three days."
        },
        {
            "parent": 9,
            "text": "The most important determinant of therapeutic success is not which NSAID is chosen, but rather how soon NSAID therapy is initiated. In more than 90 percent of patients, complete resolution of the attack occurs within five to eight days of initiation of therapy.18Unfortunately, the use of NSAIDs is limited by side effects. NSAID therapy should be avoided in patients with peptic ulcer disease, low creatinine clearance, liver disease and poorly compensated congestive heart failure, and in patients receiving anticoagulation therapy.19,20Side effects of NSAIDs are also more pronounced in elderly patients.21"
        },
        {
            "parent": 9,
            "text": "Colchicine, an antimitotic drug derived from the roots of the herbColchicum autumnale, is one of the oldest treatments for gout. Although colchicine is effective in treating acute gout, 80 percent of patients experience gastrointestinal side effects, including nausea, vomiting and diarrhea, at therapeutic dosages.22Furthermore, colchicine is less effective once an acute attack has persisted for a few days. Intravenous colchicine is available but has a narrow therapeutic-toxicity ratio. It should not be used in patients with combined renal and hepatic disease, a creatinine clearance of less than 10 mL per minute (0.17 mL per s) or extrahepatic billiary obstructions, or in patients who have recently received oral colchicine. Improper intravenous colchicine therapy has been associated with bone marrow suppression, renal failure, disseminated intravascular coagulation, tissue necrosis from extravascular extravasation and death."
        },
        {
            "parent": 9,
            "text": "The systemic toxicity associated with intravenous administration of colchicine has been reviewed.22Since less toxic therapeutic options are available for the management of patients with complicated gout, intravenous administration of colchicine is generally avoided in favor of corticosteroid or analgesic therapy. However, if intravenous colchicine is used, the initial dosage is 1 to 2 mg in 20 mL of normal saline, infused over one hour into an established venous access. A subsequent dose of 1 mg can be given six hours later if the patient has not experienced relief. Once intravenous colchicine is administered, use of oral colchicine must be discontinued, and no additional colchicine should be taken for one week because of the drug's slow excretion rate."
        },
        {
            "parent": 9,
            "text": "Corticosteroids, administered intra-articularly, intravenously, intramuscularly or orally, have been shown to be effective in the treatment of acute gout. In cases where one or two accessible joints are involved, intra-articular injection of corticosteroid (in large joints: 10 to 40 mg of triamcinolone hexacetonide [Aristospan Intralesional], triamcinolone acetonide [Kenalog] or methylprednisolone [Medrol]; in small joints: 5 to 20 mg of the previously mentioned agents) can be used with minimal side effects. In almost every case, the joint should be aspirated for diagnosis and synovial fluid cultures before intra-articular steroid administration."
        },
        {
            "parent": 9,
            "text": "Adrenocorticotropic hormone (ACTH) can also be used in the treatment of acute gout. A dose of 40 IU given intramuscularly and repeated every eight to 24 hours, as needed, is as effective as indomethacin (Indocin) at a dosage of 50 mg three times daily.23,24"
        },
        {
            "parent": 9,
            "text": "Although parenteral ACTH is effective, it may require several repeat injections and cannot be used in patients with recent prior use of systemic steroids, since the action of ACTH requires an unsuppressed adrenal axis. ACTH has not been shown to be any more effective than systemic corticosteroids. In a study25comparing single intramuscular doses of ACTH (40 IU) with triamcinolone acetonide (60 mg) for the treatment of acute gout, both treatments were found to be effective. Nine of 15 patients receiving ACTH required at least one repeat injection, compared with five of 16 patients receiving triamcinolone acetonide. Triamcinolone acetonide (60 mg) has also been shown to be as effective as indomethacin (50 mg given three times daily) in relieving acute gouty arthritis.26Triamcinolone acetonide is especially useful in patients with known contraindications to NSAIDs."
        },
        {
            "parent": 9,
            "text": "A single dose of triamcinolone acetonide is effective in most patients. However, patients with longstanding or polyarticular attacks may require repeat doses. Oral prednisone is an option when repeat dosing is anticipated. A regimen of 0.5 mg per kg of prednisone on day 1 and tapered by 5 mg each day is also very effective. This schedule typically requires about one week of therapy to be effective."
        },
        {
            "parent": 10,
            "text": "The use of low-dose colchicine as prophylaxis for the prevention of gouty arthritis was first described in 1936.27It is common practice among rheumatologists to administer prophylactic or low-dose colchicine (from 0.6 mg to 1.2 mg) at the same time urate-lowering drug therapy is initiated, but this regimen has not been widely embraced by primary care physicians.28,29Prophylactic therapy is quite effective in patients who tolerate colchicine and is 85 percent effective in preventing acute attacks.30Colchicine should be used for prophylaxis only with concurrent use of urate-lowering agents. Colchicine alone does not alter urate deposition or tissue damage.31Low-dose colchicine is used for prophylaxis until the serum urate concentration is stable at the desired level and the patient has been free from acute gouty attacks for three to six months. There is a risk for an acute gouty flare-up when prophylaxis is discontinued. However, most patients are able to remain on urate-lowering agents alone. If patients do not tolerate daily doses of colchicine, a low daily dose of a selected NSAID can be used instead."
        },
        {
            "parent": 11,
            "text": "After the acute gouty attack is treated and prophylactic therapy is initiated, the issue of ongoing urate deposition should be addressed. A common practice is not to initiate drug therapy aimed at lowering urate levels after the initial attack. Rather, most clinicians prefer to aggressively correct or reverse sources of hyperuricemia in hopes of lowering the serum urate level without the use of medication. Established indications for the use of urate-lowering agents are listed inTable 4."
        },
        {
            "parent": 11,
            "text": "Determination of 24-hour urine uric acid excretion is essential to identify the most appropriate urate-lowering medication and to check for significant preexisting renal insufficiency. Uricosuric agents should be used in most patients with gout because most are “underexcretors” of uric acid (normal secretion of urate is considered to be 800 mg in 24 hours [4.76 mmol per day] for patients on a regular diet). Patients who have renal insufficiency or a history of nephrolithiasis, or those who might benefit from the cardioprotective effect of low-dose aspirin therapy should not take uricosuric agents."
        },
        {
            "parent": 11,
            "text": "Inhibitors of uric acid synthesis are more toxic, especially in elderly patients, and should be reserved for use in “overproducers” of urate (i.e., those who excrete more than 800 mg in 24 hours [4.76 mmol per day]). Urate-lowering therapy should not be initiated until the acute attack has completely resolved, since the subsequent rapid decrease in serum urate levels has been shown to exacerbate the gouty attack."
        },
        {
            "parent": 11,
            "text": "Probenecid (Benemid) is the most frequently used uricosuric medication. Candidates for probenecid therapy must have hyperuricemia attributed to undersecretion of urate (i.e., less than 800 mg in 24 hours [4.76 mmol per day] on a regular diet or less than 600 mg in 24 hours [3.57 mmol per day] on a purine-restricted diet), a creatinine clearance of greater than 60 mL per minute (1.00 mL per s) and no history of nephrolithiasis. Probenecid works at the level of the proximal tubule by blocking reabsorption of filtered uric acid. This action is inhibited by low-dose salicylates; this fact accounts for a significant number of “treatment failures.” Consequently, patients who require low-dose aspirin therapy are not candidates for probenecid therapy. Probenecid should be initiated at a dosage of 250 mg twice daily and increased as needed, up to 3 g per day, to achieve a serum urate level of less than 6 mg per dL (355 μmol per L). The initial side effects of probenecid include possible precipitation of an acute gouty attack and renal calculi. Other common side effects include rash and gastrointestinal problems."
        },
        {
            "parent": 11,
            "text": "Sulfinpyrazone (Anturane), another uricosuric agent, is preferred by some physicians because of its added antiplatelet effects. Therapy is initiated at a dosage of 50 mg three times a day, which is gradually increased until the serum urate level is lowered. The maximum dosage is 800 mg per day."
        },
        {
            "parent": 11,
            "text": "Allopurinol (Zyloprim) is currently the only readily available inhibitor of uric acid synthesis. Originally developed as a chemotherapeutic agent, this potent inhibitor of xanthine oxidase-dehydrogenase is the most common drug used in the treatment of hyperuricemia. Allopurinol causes a detectable decrease in the serum urate level within the first 24 hours after administration and an expected maximum reduction within two weeks after initiation of therapy. Indications for the use of allopurinol are listed inTable 4."
        },
        {
            "parent": 11,
            "text": "Allopurinol may be given in a single daily dose of 300 mg. This is the average effective dosage necessary for patients with normal renal function. Frequently, allopurinol therapy is initiated at a dosage of 100 mg per day and increased in increments of 50 to 100 mg per day every two weeks until the patient's urate level is less than 6 mg per dL (355 μmol per L). Unless the serum urate level is lower than 6.4 mg per dL (380 μmol per L), the concentration at which urate saturates the extra-cellular fluid, crystals will not be absorbed, and tophi will continue to form."
        },
        {
            "parent": 11,
            "text": "Side effects from allopurinol include rash, gastrointestinal problems, headache, urticaria and interstitial nephritis. The most feared adverse reaction is hypersensitivity syndrome associated with fever, bone marrow suppression, hepatic toxicity, renal failure and a systemic hypersensitivity vasculitis.32Fortunately, this life-threatening syndrome is rare. It most commonly occurs in elderly patients with renal insufficiency who are receiving concomitant thiazide diuretic therapy.33Therefore, the maximum dosage of allopurinol should be determined by the creatinine clearance, which can be assessed using a 24-hour urine collection. In patients with a creatinine clearance of 100 mL per minute (1.67 mL per s) or greater, the initial dosage can be up to 300 mg, with a maximum dosage of 600 mg. In patients with a creatinine clearance of 60 mL per minute (1.00 mL per s), the maximum dosage of allopurinol is 200 mg per day. The maximum dosage in patients with a creatinine clearance of 30 mL per minute (0.50 mL per s) is 100 mg per day, and 100 mg every two to three days in patients with a creatinine clearance of 10 mL per minute (0.16 mL per s) or less."
        },
        {
            "parent": 11,
            "text": "Patients for whom allopurinol is indicated who experience side effects with this drug should be referred to a rheumatologist for a possible desensitization protocol or a trial of oxypurinol. Oxypurinol is the major active metabolite of allopurinol and is only available in the United States for use on a compassionate basis."
        }
    ],
    "locked": false
}