{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0515/p2794.html#afp19990515p2794-f2",
    "title": "HPV Testing in the Evaluation of the Minimally Abnormal Papanicolaou Smear | AAFP",
    "author": "BARBARA S. APGAR, M.D., M.S., AND GREGORY BROTZMAN, M.D.",
    "doi": "Am Fam Physician.1999;59(10):2794-2800",
    "abstract": "Minor cytologic abnormalities of the cervix, such as atypical squamous cells of undetermined significance (ASCUS), are vastly more common than high-grade squamous intraepithelial lesions or invasive cancer. Current guidelines for the management of ASCUS include repeating the Papanicolaou (Pap) smear at specific intervals, referring all patients for colposcopy or using an adjunctive test such as hybrid capture human papillomavirus (HPV) testing or cervicography. The usefulness of the Pap smear is limited by its considerable false-negative rate and its dependence on clinician and laboratory performance. Colposcopy is a highly sensitive procedure, but many patients with ASCUS have normal colposcopic findings. The hybrid capture test not only measures quantitative HPV load but also detects both oncogenic and nononcogenic HPV types, thereby increasing the probability that serious cervical disease is not missed. Hybrid capture sampling is simple to perform, and positive results are strongly associated with cervical dysplasia. HPV testing in women with ASCUS can be used as an adjunctive test to identify those with HPV-associated disease; it can also serve as a quality assurance measure. Together, repeat Pap smears and HPV testing should identify most patients with underlying cervical dysplasia. Combined testing may also minimize the number of unnecessary colposcopic examinations in women who have no disease.",
    "headers": [
        {
            "id": 0,
            "name": "Role of High- and Low-Risk HPV Types",
            "level": 2
        },
        {
            "id": 1,
            "name": "HPV Testing",
            "level": 2
        },
        {
            "id": 2,
            "name": "Management of the Minimally Abnormal Pap Smear",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Implementation of the Bethesda System has made the management of minimally abnormal Papanicolaou (Pap) smears more problematic because of the increased reporting of minor cytologic abnormalities, specifically atypical squamous cells of undetermined significance (ASCUS) and low-grade squamous intra-epithelial lesions (LSILs).1Minor cytologic abnormalities are vastly more common than high-grade squamous intraepithelial lesions (HSILs) or invasive carcinoma. Determining optimal triage of these abnormalities can be difficult."
        },
        {
            "parent": -1,
            "text": "Whereas HSILs are significantly correlated with high-grade abnormalities or malignant histologic findings, minimally abnormal Pap smears reveal histologic findings ranging from normal to invasive.2Patients with minor cytologic abnormalities frequently have normal colposcopic findings.3Several studies, however, have emphasized that a minimally abnormal Pap smear may be the first indication of HSIL.4One recent study5looked at the relative contributions of cytologic diagnoses in 46,009 nonpregnant women to the subsequent histologic diagnosis of HSIL. The most common cytologic diagnosis immediately preceding the discovery of histologic HSIL was ASCUS (38.8 percent), followed by HSIL (31.4 percent), LSIL (20.1 percent) and atypical glandular cells (9.7 percent). This study showed that almost two thirds of histologic HSIL cases were preceded by a minimally abnormal Pap smear. Consequently, some experts advocate the use of colposcopy in all patients with ASCUS.4Unfortunately, the results in many of these examinations are normal. In such instances, the Pap smear was overinterpreted, and the patient did not actually have malignant or premalignant disease."
        },
        {
            "parent": -1,
            "text": "Several algorithms for the management of the minimally abnormal Pap smear have been proposed, but they represent only preliminary attempts at defining the best triage plan.6–8Currently, triage protocols include repeating the Pap smear at specific intervals(Figure 1),6,7,9referring all patients initially for colposcopy or using an adjunctive test such as cervicography or human papillomavirus (HPV) testing.6–8Until further trials have been completed, physicians need to decide how to manage the minimally abnormal Pap smear based on the best available evidence."
        },
        {
            "parent": -1,
            "text": "Although the Pap smear has dramatically reduced the incidence of cervical cancer in screened populations, its considerable false-negative rate and relative insensitivity as a screening method continue to frustrate both clinicians and pathologists. Furthermore, despite attempts to improve the sensitivity of the Pap smear, many women are still not having the test as recommended. Improving the technology will not affect this situation."
        },
        {
            "parent": -1,
            "text": "Colposcopy is a highly sensitive method of detecting squamous intraepithelial lesions and invasion. However, the procedure is expensive and requires advanced training to perform. Most importantly, it is an excessive intervention that is not mandated for use in women who have minor cytologic abnormalities but are free of disease."
        },
        {
            "parent": -1,
            "text": "HPV testing has been proposed as an adjunctive test to improve the sensitivity and negative predictive value of the Pap smear. At a reduced cost, HPV testing could improve sensitivity with only modest changes in specificity.9The ultimate usefulness of HPV testing will depend on the efficacy of the test itself as data from diverse populations are compared, the prevalence of HPV-associated disease in these populations is defined and the impact of the test in decreasing the mortality rate for cervical cancer is studied. At this time, no data are available to support the ability of HPV testing to reduce the incidence of cervical cancer."
        },
        {
            "parent": 0,
            "text": "Over the past decade, studies have attempted to define the relationship between HPV and lower genital tract neoplasia. Of the more than 70 HPV types that have been identified, about 30 infect the cervix. The HPV types most commonly detected in the cervix are listed inTable 1.9"
        },
        {
            "parent": 0,
            "text": "Current data support the hypothesis that the spectrum of cervical disease referred to as cervical intraepithelial neoplasia (CIN) consists of histologically distinct entities: low-grade CIN and high-grade CIN.10High-grade CINs are associated with the same HPV types, and most of these CINs contain oncogenic HPV types. Women with oncogenic HPV types are at greatest risk of developing HSIL and cervical neoplasia.11High levels of oncogenic HPV types also appear to be predictive of the presence of persistent or progressive CIN.12"
        },
        {
            "parent": 0,
            "text": "Fewer than 30 percent of low-grade CINs contain oncogenic HPV types. Thus, the likelihood of invasion is low. Low-grade CINs that lack oncogenic HPV types are also unlikely to progress to high-grade CINs.10In one study, HPV was detected in 79.3 percent of specimens from women with definite cervical disease, 23.7 percent of specimens from women with borderline atypia and 6.4 percent of specimens from normal women.13Low-risk HPV types were absent in all cancers. The presence of oncogenic HPV types conferred odds ratios ranging from 65.1 to 235.7 for the presence of a high-grade lesion and 31.1 to 296.1 for an invasive cancer.13"
        },
        {
            "parent": 0,
            "text": "The presence of HPV in women with normal Pap smears has prognostic significance. In one study, about 28 percent of HPV-positive women developed histologically confirmed CIN.14Furthermore, more than 50 percent of the women who developed CIN grade 2 or 3 did so within 24 months of the initial positive HPV test, whether or not they developed CIN grade 1 as the initial step.14In most of these women, CIN grade 2 or 3 was found within six months after the initial detection of oncogenic HPV types.15The negative predictive value (i.e., the likelihood that a woman without HPV infection does not have high-grade CIN) is greater than 97 percent.16"
        },
        {
            "parent": 1,
            "text": "The association of oncogenic HPV types, high-grade CIN and invasive cancer has been an impetus for feasibility studies on the use of HPV testing in clinical practice. Until recently, an acceptably sensitive and easily performed HPV test was not available. By improving the sensitivity of the Pap smear, HPV testing could be used to identify patients who have serious disease despite negative cytologic studies.17On the other hand, overzealous and irrational use of HPV testing could result in overmanagement and overtreatment of patients with low-risk, transient HPV-associated disease."
        },
        {
            "parent": 1,
            "text": "The concept of HPV testing is not new but represents evolving technology. Positive results are strongly associated with the presence of concurrent CIN.16,18The Hybrid Capture HPV DNA Assay (Digene Corporation, Silver Spring, Md.) currently labeled by the U.S. Food and Drug Administration has the capability of measuring quantitative viral load, thereby increasing test specificity.19This test identifies 14 clinically significant HPV types. It is easier and more economical to use than older HPV tests (e.g., ViraPap, Digene Corporation), and it provides more clinically useful information about the presence or absence of HPV.20The current cost of the hybrid capture test ranges from $35 to $55."
        },
        {
            "parent": 1,
            "text": "The hybrid capture kit consists of a Dacron-tipped swab and a transport tube packaged in a cardboard container supplied by the manufacturer. The sample is collected from the endocervix and ectocervix with the swab, which is then placed in the proprietary transport medium. The specimen is denatured in the laboratory, and the liberated single-stranded DNA is hybridized in a solution with an RNA probe mix consisting of low- and high-risk HPV types."
        },
        {
            "parent": 1,
            "text": "The resulting bound DNA-RNA “hybrids” are reacted with an antibody directed against the hybrids. The unreacted material is removed, and a chemiluminescent substrate, which binds to the antibody, is added. Because the amount of light produced by hybrid capture is proportional to the amount of DNA in each specimen, the amount of emitted light correlates with the viral load.9The higher the number of light units, the greater the amount of HPV DNA in the specimen.19High signal output correlates with higher grade histologic severity. This study found that no high-grade lesions were missed when a 16-probe panel was used."
        },
        {
            "parent": 1,
            "text": "Most recent studies have evaluated hybrid capture HPV as an intermediate screening test in women with abnormal cytologic findings rather than as a primary screening test. A highly significant correlation appears to exist between a positive hybrid capture test and the finding of CIN or invasion on histologic examination.18One study of 311 women with a cytologic diagnosis of LSIL, HSIL or cancer found that when used alone, the hybrid capture test had a sensitivity of 74 percent for the detection of CIN; sensitivity increased to 91 percent when a positive hybrid capture test was coupled with an abnormal Pap smear (LSIL, HSIL or cancer).21In 44 women with ASCUS, six of the 10 women with high-grade lesions were identified by hybrid capture HPV testing. In 96 women with LSIL on Pap smear, 29 of the 37 high-grade lesions were detected by the hybrid capture HPV test. This 60 to 76 percent sensitivity is somewhat higher than the 58 percent sensitivity previously reported for repeating the Pap smear alone.22"
        },
        {
            "parent": 1,
            "text": "A limitation of the study was that hybrid capture HPV testing failed to identify four of nine significant high-grade lesions, including one cervical cancer.21Patients with cervical cancer may have poor recovery of HPV because of tumor necrosis and bleeding. This problem needs to be assessed in future studies."
        },
        {
            "parent": 1,
            "text": "In a study of 967 women who underwent routine cytologic screening, 38 women were identified as having histologic CIN grade 2 or 3.23Repeat Pap smears, cervicography and hybrid capture testing at the time of biopsy identified 29 percent, 45 percent and 50 percent, respectively, of the women who had CIN grade 2 or 3. The combination of HPV testing and cytologic screening had a 58 percent sensitivity for CIN grade 2 or 3. In 27 women, CIN 2 or 3 was not detected by the Pap smear alone. Detection of high-risk HPV types by hybrid capture testing proved to be the most valuable technique for identifying CIN 2 or 3. Augmentation of cytolologic testing with the hybrid capture HPV test was more cost-effective than cervicography in identifying CIN grade 2 or 3."
        },
        {
            "parent": 2,
            "text": "Interim guidelines for the management of abnormal cytologic findings in the cervix were developed at a workshop sponsored by the National Cancer Institute and published in 1994.6These guidelines suggest that both HPV testing and cervicography can be used as adjunctive tests to help identify patients at low or high risk of developing CIN and cancer. The American Society of Colposcopy and Cervical Pathology subsequently issued guidelines for the management of ASCUS.7The high prevalence of HPV in young sexually active women has focused attention on the applicability of HPV testing as a general screening tool. It appears that in certain situations, HPV testing may help guide management decisions.9"
        },
        {
            "parent": 2,
            "text": "Women less than 30 years old display a high rate of HPV positivity with normal cytologic findings. As many as 20 percent of women between the ages of 20 and 25 years are positive for HPV; after the age of 30 years, this figure drops to less than 5 percent.24In one study, the HPV status of women undergoing hysterectomy, conization or loop excision biopsy was correlated with the histologic findings.25The cervixes of eight of 10 women over the age of 40 years who had CIN or cancer were positive for high-risk HPV types. The authors of the study noted that the higher incidence of HPV in the histologically abnormal cervixes of high-risk women and the extremely low rate of HPV in routine hysterectomy specimens indicated that high-risk HPV types are uncommon in older women in the absence of morphologic abnormalities. They concluded that the finding of oncogenic HPV types in older women is clinically significant."
        },
        {
            "parent": 2,
            "text": "Another study found that compared with HPV-negative women, HPV-positive women are more likely to have histologic CIN even if they have negative cytologic findings or ASCUS.26HPV-negative women are much more likely to have no visible lesion on colposcopy or to have normal histologic findings on biopsy samples obtained from areas that appear abnormal. The authors suggested that combined use of hybrid capture HPV testing and a repeat Pap smear would detect nearly all women with HSIL, thereby limiting unnecessary colposcopic examinations in women without disease.26In this study, the test combination correctly identified 90 percent of women with histologic CIN. If the women in the study tested negative for oncogenic HPV twice, the negative predictive value approximated 100 percent."
        },
        {
            "parent": 2,
            "text": "The results of another study showed that the use of a repeat Pap smear combined with hybrid capture HPV testing correctly identified 96 percent of women with high-grade CIN.27The authors suggested that this combination protocol could be especially effective when colposcopy resources are scarce, the prevalence of HSIL is low or patients wish to avoid colposcopy."
        },
        {
            "parent": 2,
            "text": "The combined negative predictive value of hybrid capture HPV testing and a repeat Pap smear would mean that a woman is at extremely low risk of developing cervical neoplasia. Most women who are HPV negative for a considerable period do not develop significant cervical disease.28Thus, the combined negative predictive value of the two tests can reassure the physician and patient that a significant cellular abnormality has not been missed and may allow Pap smears to be performed at less frequent intervals.29"
        },
        {
            "parent": 2,
            "text": "HPV testing could also be used as a measure of quality assurance in laboratories with higher than acceptable ASCUS rates.9If a laboratory is reporting ASCUS rates in greater than 5 percent of women, the majority of these patients will have normal colposcopic findings. The higher the ASCUS rate, the greater the probability that the Pap smear is being misread. Thus, hybrid capture HPV testing could limit unnecessary colposcopic examinations in women who do not have disease.9"
        },
        {
            "parent": 2,
            "text": "A suggested algorithm for triage of the ASCUS smear using hybrid capture HPV testing is presented inFigure 2.6,7,9Until prospective trials determine the most appropriate management strategy for the minimally abnormal Pap smear, HPV testing should be viewed as an adjunctive test. Its purpose is to increase the identification of patients who have significant HPV-associated disease and to avoid unnecessary colposcopic examinations in patients who have normal morphology and whose Pap smears are overread or misclassified."
        }
    ],
    "locked": false
}