{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/0301/p1369.html#afp20000301p1369-f1",
    "title": "Cervical Cancer | AAFP",
    "author": "TIMOTHY P. CANAVAN, M.D., AND NIPA R. DOSHI, M.D.",
    "doi": "Am Fam Physician.2000;61(5):1369-1376",
    "abstract": "Cervical cancer is the second most common type of cancer in women worldwide, after breast cancer. A preponderance of evidence supports a causal link between human papillomavirus infection and cervical neoplasia. The presence of high-risk human papillomavirus genital subtypes increases the risk of malignant transformation. Widespread use of the Papanicolaou smear has dramatically reduced the incidence of cervical cancer in developed countries. Accurate and early recognition of abnormal cytologic changes prevents progression of the disease from preinvasive to invasive. Research is under way to determine if efforts to reduce the false-negative rate of the Papanicolaou smear should include rescreening programs and fluid-based technology. Once cervical cancer is diagnosed, clinical staging takes place. Early-stage tumors can be managed with cone biopsy or simple hysterectomy. Higher stage tumors can be treated surgically or with radiotherapy. Advanced metastatic disease may respond to radiation therapy and concurrent chemotherapy. Protein markers for detection of recurrence and vaccines for prevention of cervical cancer are under investigation.",
    "headers": [
        {
            "id": 0,
            "name": "Cytologic Screening",
            "level": 2
        },
        {
            "id": 1,
            "name": "New Technologies",
            "level": 2
        },
        {
            "id": 2,
            "name": "Management",
            "level": 2
        },
        {
            "id": 3,
            "name": "STAGE IA TUMORS",
            "level": 3
        },
        {
            "id": 4,
            "name": "STAGE IB AND IIA TUMORS",
            "level": 3
        },
        {
            "id": 5,
            "name": "STAGE IIB, III AND IV TUMORS",
            "level": 3
        },
        {
            "id": 6,
            "name": "Pregnancy and Cervical Cancer",
            "level": 2
        },
        {
            "id": 7,
            "name": "Adenocarcinoma",
            "level": 2
        },
        {
            "id": 8,
            "name": "Prognosis and Follow-Up",
            "level": 2
        },
        {
            "id": 9,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "In 1998, it was reported that 12,800 women in the United States developed cancer of the uterine cervix, and 4,800 women died of the disease.1Overall, cervical cancer is relatively uncommon in the developed countries of the world, where intensive screening programs are in place. Since the advent and widespread use of screening Papanicolaou (Pap) smears, which detect asymptomatic preinvasive lesions at the earliest stages, the incidence of cervical cancer has dramatically decreased from 32 cases per 100,000 women in the 1940s to 8.3 cases per 100,000 women in the 1980s.2However, in many parts of the developing world, cervical cancer continues to cause significant morbidity and mortality. After breast cancer, cervical cancer is the second most common type of cancer in women worldwide.3"
        },
        {
            "parent": -1,
            "text": "Most women with cervical cancer experience a long asymptomatic period before the disease becomes clinically evident. Therefore, early recognition of abnormal cytologic changes through regular screening may prevent progression from preinvasive to invasive disease. Identifying women at risk for developing invasive cervical cancer enables physicians to appropriately select patients who require continual screening rather than annual screening. Women who are at risk for developing cellular abnormalities include those who smoke and those with a history of sexually transmitted diseases, human papillomavirus (HPV) infection, low socioeconomic status, two or more lifetime sexual partners or immunosuppression.4The latter factors cause frequent exposure to potential carcinogens, and their requisite presence supports the hypothesis that cervical cancer is a sexually transmitted disease. Smoking also contributes to the development of cervical cancer. While nicotine is not considered a causative agent, smoking may predispose a woman to the development of cervical cancer by lowering her immune surveillance at the cellular level.5,6Smokers also may engage in behaviors that increase their susceptibility to malignant change.5,6"
        },
        {
            "parent": -1,
            "text": "A preponderance of evidence suggests a causal link between HPV infection and cervical neoplasia.7This link is strongest for certain HPV types, particularly types 16 and 18. In a prospective study of 297 women with HPV type 18 and cervical cancer, the relative risk of death was 4.4 times greater in study participants than in women who had tumors associated with a different HPV type.8Other subtypes, specifically type 16, are associated with cervical cancer. The HPV subtypes are divided into three categories according to the risk of oncogenesis(Table 1).7Other factors, such as smoking, nutrition, coexisting sexually transmitted diseases and genetics, may play a role in a person's susceptibility to HPV subtypes. The presence of high-risk HPV subtypes is associated with a substantial risk of cancer. The relative risk of malignant transformation of the cervix to high-grade squamous intraepithelial lesion and invasive cancer has been reported to be as high as 296.1 for high-risk HPV subtypes(Table 2).7"
        },
        {
            "parent": -1,
            "text": "Patients with a history of immunosuppression, including human immunodeficiency virus (HIV) infection, require aggressive management; in these patients, cervical disease follows a more severe and prolonged course.9,10Patients with immunosuppression must deal with persistent infection and the threat of progression to invasive disease. The Centers for Disease Control and Prevention advises all HIV-positive women to receive semiannual screening with a Pap smear during the first year after diagnosis. If no cytologic abnormalities are detected, annual screening is recommended thereafter.11Immediate colposcopic examination with colposcopic-directed biopsy is warranted if any cytologic abnormalities are found, including atypical cells of undetermined significance."
        },
        {
            "parent": -1,
            "text": "Cervical neoplasia represents a spectrum of disease that most commonly affects women during their 40s and 50s. The earliest preinvasive changes, which are squamous intraepithelial lesions, are asymptomatic and usually diagnosed by Pap smear. The intraepithelial neoplasia (mild, moderate or severe) is limited to the cervical epithelium. As invasion occurs, the neoplastic cells penetrate the underlying basement membrane and invade the stroma with the potential for widespread dissemination."
        },
        {
            "parent": -1,
            "text": "The squamocolumnar junction (SCJ), an area of rapid cell turnover and squamous metaplasia, is the site of this oncogenic transformation. In young women of childbearing age, the SCJ is usually readily visible on the ectocervix. As the cervical epithelium matures, the SCJ may recede within the endocervical canal. This makes the SCJ difficult to visualize and to adequately sample. The importance of adequate sampling of the SCJ in each patient cannot be overemphasized. At the site of metaplastic transformation, the HPV is incorporated into the host DNA, and oncogenesis is initiated."
        },
        {
            "parent": 0,
            "text": "Since its introduction in the 1940s, the Pap smear has been the standard method of cytologic screening of the cervix. Although the false-negative rate of screening Pap smears in the general population reportedly has been as high as 20 to 45 percent, annual screening could lower that rate.12The American College of Obstetricians and Gynecologists (ACOG), the American Academy of Family Physicians and the U.S. Preventive Services Task Force recommend that all women receive screening Pap smears at the onset of sexual activity or at 18 years of age, because strong evidence supports the theory that routine screening with Pap smears will lower the rate of cervical cancer.12–14"
        },
        {
            "parent": 0,
            "text": "Once three normal annual Pap smears are documented, the interval for continued surveillance with screening Pap smears may be lengthened at the discretion of the physician and the patient.15Inadequately screened populations, such as women more than 65 years of age, Hispanic and African-American women and indigent women, account for 25 percent of the cases of cervical cancer and 41 percent of deaths resulting from the disease.15Sixty percent of women who are diagnosed with invasive cervical cancer have not had a Pap smear in the past five years.16Women who present for medical care should have initial screening, as well as ongoing surveillance, for the presence of cervical neoplasia."
        },
        {
            "parent": 0,
            "text": "Pap smears that suggest invasive disease require further evaluation by colposcopy, colposcopic-directed biopsy and endocervical curettage. Colposcopy offers direct visualization of the cervix with an opportunity to biopsy sites of abnormality. Although colposcopy requires additional training to properly differentiate between normal and abnormal epithelium and additional expense to set up the proper equipment to perform the procedure, family physicians can and do perform the procedure as a part of their outpatient practice."
        },
        {
            "parent": 1,
            "text": "In the past few years, researchers have introduced several new cervical cytology technologies that attempt to increase the sensitivity and decrease the false-negative rate of the conventional screening methodology.16Two automated rescreening devices are presently labeled by the U.S. Food and Drug Administration: the AutoPap 300 QC (NeoPath, Redmond, Wash.) and the PapNet (Neuromedical Systems, Suffern, N.Y.). Both are intended to identify possible false-negative results in previously manually screened Pap smears."
        },
        {
            "parent": 1,
            "text": "AutoPap is set to select 10 percent of the most abnormal Pap smears. This 10 percent, which originally read as normal but are most likely abnormal, are manually rescreened.16PapNet rescreens normal slides, and 128 of the most likely abnormal cells are then manually rescreened by the original laboratory.16Currently, PapNet services are not available from the manufacturer."
        },
        {
            "parent": 1,
            "text": "Another method, called fluid-based cytology, uses a sample of cervical cells that are placed in a fluid media and filtered of blood, mucus and inflammatory cells. A monolayer of cells is then placed on the glass slide for staining and manual screening.16This technology aims to decrease false-negative results by optimizing the collection and preparation of cervical cells. Two systems are available but only one, Thin-Prep (Cytyc Corp., Boxborough, Mass.), has been labeled by the FDA. During clinical trials, ThinPrep decreased the number of ambiguous interpretations and increased the detection rate of dysplasias by 13 percent.17Fluid-based technology also allows HPV testing of the same cervical specimen or preparation of additional Pap smears without recalling the patient."
        },
        {
            "parent": 1,
            "text": "In August 1998, an ACOG Committee Opinion stated that although the quality of the ThinPrep smear was better than that of the conventional smear and contained less mucus and debris, and fewer cell clumps that could compromise diagnosis, it should not be considered as a standard of care.18Whether fluid-based cytology can reduce the rate of cervical cancer in the same way as the conventional Pap smear is unknown at this time."
        },
        {
            "parent": 2,
            "text": "Once the diagnosis of invasive cervical cancer is established confidently by histology, the disease is clinically staged(Table 3),3which involves assessment of the degree of dissemination. This assessment allows for consideration of the appropriate treatment options. Pretreatment evaluation includes taking a thorough history and conducting a physical examination. Particular emphasis should be placed on the pelvic examination, because cervical cancer is often locally destructive before it is metastatic. A rectovaginal examination is important to identify nodules or masses that indicate the possibility of locally invasive disease."
        },
        {
            "parent": 2,
            "text": "Selective use of chest radiography, intravenous pyelography, cystoscopy, gastrointestinal endoscopy (i.e., flexible sigmoidoscopy), lymphangiography, computed tomography (CT) or magnetic resonance imaging (MRI) of the pelvis and abdomen may be useful in appraising the degree of metastatic disease.(Table 4).19Assessment of renal function is vital to the staging of cervical cancer. The presence of unilateral or bilateral ureteral obstruction with azotemia often heralds metastatic disease and heralds a poorer prognosis.20Management of cervical cancer from the initial histologic results to the treatment of invasive disease is shown inFigure 1.21"
        },
        {
            "parent": 3,
            "text": "Stage Ia tumors are first diagnosed microscopically by colposcopic-directed biopsy and are always confirmed by cone biopsy. Because these early invasive tumors have a low risk of nodal metastases, the prognosis is good. Five-year survival exceeds 95 percent with appropriate treatment.19Recommended therapy is simple hysterectomy without pelvic lymph node dissection. Adequate cone biopsy with close follow-up is an option in women who wish to preserve their fertility and understand the potential risk of progression.22"
        },
        {
            "parent": 4,
            "text": "Stage Ib and IIa tumors are diagnosed clinically(Table 4)19and can be treated surgically or with radiotherapy. Both treatments produce similar results, with a five-year survival rate of 80 to 90 percent.19,21Surgery includes a radical hysterectomy, which involves removal of the parametria, uterosacral ligaments and a 2- to 3-cm cuff of the vagina, and dissection of pelvic lymph nodes. Oophorectomy is not necessary in premenopausal women.19"
        },
        {
            "parent": 4,
            "text": "Radiotherapy involves intracavitary (placement in the vaginal fornices and uterine cavity) and external beam radiation for the treatment of pelvic nodes. Pelvic radiotherapy may also be used when a tumor is found at the margins of the radical hysterectomy specimen or in the pelvic lymph nodes, because it can decrease local recurrence.19,21The presence of lymph node metastasis dramatically decreases survival."
        },
        {
            "parent": 4,
            "text": "Bulky stage Ib tumors, which are 4 cm or more in diameter, carry a poorer prognosis than smaller stage I tumors. The Gynecologic Oncology Group23recently completed a study that compared radiotherapy alone with a combination of radiotherapy and cisplatin (Platinol), taken weekly for up to six doses, followed by adjuvant hysterectomy in all patients. The addition of cisplatin therapy halved the risk of disease progression and death."
        },
        {
            "parent": 5,
            "text": "Once the tumor extends to or invades local organs, radiation therapy becomes the mainstay of treatment. This therapy provides five-year survival rates of 65, 40 and less than 20 percent for stages IIb, III and IV, respectively.19Patients with distant metastases (stage IVb) also require chemotherapy to control systemic disease."
        },
        {
            "parent": 5,
            "text": "Research to improve the rate of survival in advanced-stage cervical neoplasia has been ongoing. Two recent randomized trials24,25compared radiotherapy alone with concurrent cisplatin-based chemotherapy, alone or with fluorouracil (Adrucil). One study included hydroxyurea. Researchers found that concurrent chemotherapy with cisplatin alone or with fluorouracil significantly improved the rates of survival and progression-free survival among women with stages IIb through IVa cervical cancer. Chemotherapy increased hematologic toxicity, but this effect was reversible, and the rates of late-onset side effects were similar among the radiotherapy groups when compared with those in the concurrent chemotherapy groups in both studies."
        },
        {
            "parent": 6,
            "text": "Pregnancy does not predispose patients to cervical cancer, nor does it change the course of the disease.26The rate of cervical cancer in pregnant patients is similar to that in nonpregnant patients of the same age. In patients with concurrent cervical malignancy and pregnancy, the major dilemma is diagnosis and treatment. Diagnosis begins with colposcopic-directed biopsy followed by confirmatory cone biopsy, which carries increased risks of hemorrhage and poor perinatal outcome. The treatment is a matter of concern to many patients because of the risk to the fetus of exposure to ionizing radiation. There is no evidence of risk to the fetus if the dose of radiation is less than 5 rads. This dosage level can be achieved by using “one shot” intravenous pyelograms and substituting MRI for CT scanning.27The recommended treatments for pregnant and non-pregnant patients are the same."
        },
        {
            "parent": 6,
            "text": "Before 20 weeks of gestation, radical hysterectomy should be performed with the fetus in situ; beyond 20 weeks, evacuation of the fetus before surgery is recommended. In patients with a previable fetus, delaying therapy until fetal survival is assured is a reasonable option in stage I disease but is not recommended in patients with more advanced disease.27Delivery should be performed as soon as pulmonary maturity of the fetus is demonstrated, although the route of delivery is highly debated. Most experts advocate cesarean delivery, because recurrence of the disease at the site of episiotomy is possible, and delivery through a cervix with advanced cervical cancer increases the risk for hemorrhage, obstructed labor and infection.27"
        },
        {
            "parent": 7,
            "text": "The incidence of adenocarcinoma of the cervix appears to be increasing relative to squamous cancers.19Adenocarcinoma has a poorer prognosis at every stage when compared with squamous cancer, and the prognosis for adenosquamous cancer is poorer still. Adenocarcinomas tend to grow endophytically and, therefore, are often undetected until a larger tumor volume is present. The colposcopic findings for glandular disease are not as distinct as those for squamous lesions."
        },
        {
            "parent": 7,
            "text": "When atypical glandular cells of undetermined significance (AGUS) are diagnosed on Pap smear, the presence or absence of squamous intraepithelial lesion, adenocarcinoma in situ or adenocarcinoma should be confirmed. The diagnosis of AGUS indicates changes in the glandular cells that exceed changes to be expected in a benign or reparative process but that are not abnormal enough to be clearly neoplastic.28Colposcopic evaluation with endocervical curettage should be performed; in perimenopausal and postmenopausal patients, an endometrial biopsy should also be obtained.29The endometrium must also be assessed in patients with the finding of atypical glandular cells of unknown origin. In one study,3029 percent of patients with endometrial cancer were found to have an AGUS Pap smear within the year before diagnosis."
        },
        {
            "parent": 8,
            "text": "Approximately 80 percent of cervical cancers are squamous in origin, while 20 percent are adenomatous, mixed or metastatic to the cervix(Table 5).19As with other malignant diseases, the presence of metastasis with cervical cancer (i.e., lymph node or renal involvement) indicates a poorer prognosis(Table 631).20,32"
        },
        {
            "parent": 8,
            "text": "Close follow-up is necessary in any patient diagnosed with and treated for invasive cervical cancer. Cytologic screening is recommended at three-month intervals for the first two years after treatment and semiannually thereafter in patients with or without a cervix.33"
        },
        {
            "parent": 8,
            "text": "Squamous cell cancer antigen and other proteins specific to cervical cancer are currently under investigation. These protein markers have been used to monitor therapy, detect recurrences and triage patients for intensive treatment protocols.34The usefulness of these markers in diagnosis continues to be an area of active investigation."
        },
        {
            "parent": 9,
            "text": "In the developed countries of the world, tremendous strides have been made in reducing the rate of cervical cancer. However, women continue to be afflicted by a disease that is potentially preventable and curable. The women who remain most susceptible to the development of cervical cancer are those who are lost to screening or who do not receive screening at all. Therefore, family physicians must remain vigilant by screening all appropriate women with routine Pap smears."
        },
        {
            "parent": 9,
            "text": "Research is under way to find ways to prevent cervical cancer. The focus of this research is on HPV. Highly antigenic recombinant vaccines without potentially carcinogenic DNA are under investigation. A vaccine for preexposure prophylaxis has proved effective in animal models.35Clinical trials that investigate postexposure vaccines are currently under way and appear to be promising.35"
        }
    ],
    "locked": false
}