{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0515/p2816.html#afp19990515p2816-f1",
    "title": "School Problems and the Family Physician | AAFP",
    "author": "DEBRA M. PHILLIPS, M.D., SHIRLEY K. LONGLETT, M.S., L.C.P.C., CHRISTOPHER MULRINE, ED.D., JERRY KRUSE, M.D., M.S.P.H., AND RHONDA KEWNEY, L.C.S.W.",
    "doi": "Am Fam Physician.1999;59(10):2816-2824",
    "abstract": "Children with school problems pose a challenge for the family physician. A multidisciplinary team of professionals can most appropriately assess and manage complex learning problems, which are often the cause of poor school performance. The family physician's primary role in this process is to identify or exclude medical causes of learning difficulties. An understanding of the complicated nature of school problems, the methods used to assess, diagnose and treat them, and the resources available to support the child and family are essential to successful management. Various references and resources are helpful for a more in-depth study of specific school problems.",
    "headers": [
        {
            "id": 0,
            "name": "Family Physician's Role",
            "level": 2
        },
        {
            "id": 1,
            "name": "OFFICE ASSESSMENT",
            "level": 3
        },
        {
            "id": 2,
            "name": "Common Diagnostic Outcomes",
            "level": 2
        },
        {
            "id": 3,
            "name": "LEARNING DISABILITIES",
            "level": 3
        },
        {
            "id": 4,
            "name": "EMOTIONAL AND BEHAVIOR DISORDERS",
            "level": 3
        },
        {
            "id": 5,
            "name": "MENTAL RETARDATION",
            "level": 3
        },
        {
            "id": 6,
            "name": "CHRONIC ILLNESS AND PHYSICAL DISABILITIES",
            "level": 3
        },
        {
            "id": 7,
            "name": "ATTENTION-DEFICIT/HYPERACTIVITY DISORDER",
            "level": 3
        },
        {
            "id": 8,
            "name": "OPPOSITIONAL DEFIANT AND CONDUCT DISORDERS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The reasons for school problems in children are usually multifaceted, numerous and overlapping. The etiologies and their prevalence in the total population are: learning disabilities, 7 to 10 percent; emotional disturbances, 5 to 10 percent; attention-deficit/hyperactivity disorder (ADHD), 5 percent; chronic illness, 5 percent; and mental retardation, 2 to 3 percent. The family physician should have a general understanding of these common problems and other, more elusive factors, including the personality characteristics of the patient and the expectations of teachers and parents.1"
        },
        {
            "parent": -1,
            "text": "Diagnosis and treatment of school problems depend on the collaboration of a multidisciplinary team of experts, which may consist of the family physician, school psychologist, classroom teacher, special educator, school nurse, school administrator, school counselor, social worker and other specialists. The child and the parents or guardians should also assume an active role on the team. The roles and responsibilities of each team member are outlined inTable 1."
        },
        {
            "parent": 0,
            "text": "The family physician can help children with school problems reach their full potential by obtaining the medical, social and family history and performing a physical assessment of the child. It is also helpful for the physician to be familiar with the community school system and the child's rights to appropriate education."
        },
        {
            "parent": 1,
            "text": "When assessing a child with school problems, the family physician should consider five areas of potential difficulty: intelligence, academic achievement, attention/concentration, perceptual (visual/motor) function and behavior.2Deficits in any of these areas can lead to achievement or behavior problems. Difficulties in achievement may manifest themselves as discrepancies in basic reading skills, reading comprehension, mathematical reasoning, oral and written expression or listening comprehension. Behavioral or emotional difficulties range from low self-concept to aggression and motivational issues.3Table 2presents a guide to assessing school resources that can help a child who is performing poorly."
        },
        {
            "parent": 1,
            "text": "The family physician's primary role is to identify or exclude medical causes for inadequate school performance. The physician should place special emphasis on the child's family, social and academic histories, which may provide essential clues to the origin of school problems. Questions should be formulated to detect any unusual occurrences, trauma or evidence of slow mental development or adverse perinatal event. Maternal alcohol or drug intake may also contribute to cognitive deficits in children.4"
        },
        {
            "parent": 1,
            "text": "A thorough family history should include questions about learning disabilities, school failures, mental illness, behavioral problems, and substance abuse or emotional disturbances in parents or other family members. Health problems that are of special relevance to learning should also be identified, including chronic disease, seizures, recurrent or persistent otitis media, lead poisoning and iron deficiency anemia.5Other specific risk factors for school performance problems include delay in reaching developmental milestones; impaired vision or hearing; poverty; adverse perinatal events; and personal or family trauma.5"
        },
        {
            "parent": 1,
            "text": "The physical examination should be complete enough to identify or exclude illnesses or conditions that might contribute to poor performance. The physician should evaluate the child's overall well-being, level of energy and alertness, cooperation and ability to communicate. Vision and hearing tests are essential to rule out sensory deficits. Standard measurements of height, weight and head circumference are important indicators of developmental delay. Any congenital anomaly should be noted and evaluated. Neurologic impairments may also be detected during the physical examination."
        },
        {
            "parent": 1,
            "text": "Only if the physical examination or history suggests a medical condition such as iron deficiency, lead toxicity or thyroid dysfunction would laboratory tests (e.g., complete blood cell count, determination of serum lead level or thyroid function) be warranted. Other laboratory tests are generally not helpful.5"
        },
        {
            "parent": 1,
            "text": "The physician should also obtain reports from the school psychologist, including intelligence tests, academic achievement records and assessments of attention, concentration and perceptual, behavioral and emotional functioning. Family physicians should become familiar with the tests used in local school districts and make an effort to understand their interpretation. A comprehensive review and an explanation of psychologic and psychoeducational tests are available in Aylward'sPractitioner's Guide to Developmental and Psychological Testing.2This book includes numerous algorithms to help the family physician address concerns about developmental delays, poor school performance or behavior problems. The multidisciplinary team should decide which tests to use.Table 3lists the psychometric tests that are commonly used in assessing school problems."
        },
        {
            "parent": 1,
            "text": "To help parents advocate for their child, the physician also needs to be familiar with federal and state laws governing the child's educational rights. Schools are required to provide parents with written information about their rights at the time of evaluation.Table 4summarizes the public laws that affect the education of children with disabilities."
        },
        {
            "parent": 2,
            "text": "School problems are often caused by mulitiple overlapping factors. A brief synopsis of the most common reasons for school failure follows.Table 5lists groups that may provide additional resources to the family physician and offer support to the families of children with these problems."
        },
        {
            "parent": 3,
            "text": "Learning disabilities are characterized by difficulties in listening, speaking, writing, reasoning or computing. The term “learning disabilities” encompasses a variety of specific disabilities that are presumed to stem from some brain or central nervous system dysfunction.6"
        },
        {
            "parent": 3,
            "text": "The diagnostic criteria for the different types of learning disabilities are listed in theDiagnostic and Statistical Manual of Mental Disorders(DSM-IV).7The family physician usually relies on the expertise of the school psychologist to determine the presence of a learning disability. The school system should undertake specific curricular and classroom modifications to enhance the function of a student with a learning disability."
        },
        {
            "parent": 4,
            "text": "Emotional and behavior disorders can also affect school performance. It is estimated that 14 to 20 percent of students experience some form of behavior disorder during their school-age years.8These problems can range from minor disturbances to the dramatic symptoms displayed by children with oppositional defiant disorder or conduct disorder."
        },
        {
            "parent": 4,
            "text": "Emotional problems in children are often overlooked or minimized as a reason for poor performance. The family physician must not fail to evaluate the patient for the presence of emotional or psychiatric disorders. When the physician discovers an emotional or behavior problem, referral to and reciprocal communication with a social worker, counselor or other mental health professional are appropriate."
        },
        {
            "parent": 4,
            "text": "An excellent reference offered by the American Academy of Pediatrics,The Classification of Child and Adolescent Mental Diagnoses in Primary Care,9describes the differences between normal developmental variations in behavior and more severe emotional and behavioral disorders."
        },
        {
            "parent": 5,
            "text": "As the interdisciplinary assessment progresses, the diagnosis of mental retardation should be evident, if present. Mental retardation is characterized by significant cognitive impairment in intellectual functioning and adaptive life skills. Approximately 11.5 percent of all students with disabilities who are six to 21 years of age are mentally retarded.6Mental retardation is diagnosed in people with significantly below average intellectual functioning and related limitations in two or more of the following adaptive skill areas: communication, home living, self-care, social skills, community use, self-direction, health and safety awareness, functional academics, and leisure and work skills."
        },
        {
            "parent": 5,
            "text": "The role of the family physician, in addition to assuring that the patient is physically healthy, is to support the parents and advocate for the patient. This may involve becoming familiar with educational laws concerning least restrictive environments and classroom inclusion,1and communicating with school officials when necessary."
        },
        {
            "parent": 6,
            "text": "Chronic illness affects learning when students experience sensory, physical or other health-related impairments that may require specific modifications in educational programming. These impairments include permanent medical conditions such as brain injury, autism, convulsive disorders and cerebral palsy. Chronic illness also encompasses medical conditions that may interfere with school (e.g., asthma, allergies, type 1 diabetes mellitus, repeated otitis media, thyroid disorders, cancer). The physician's role is to help the child stay as healthy as possible and to explain to the school staff how this condition and any required medication may affect learning."
        },
        {
            "parent": 6,
            "text": "Physical disabilities may also hinder learning. These include hearing and visual impairments and orthopedic problems that affect mobility. Obviously, most, if not all, of these conditions require physician assessment in addition to classroom and curricular adaptations."
        },
        {
            "parent": 7,
            "text": "Attention problems affect a child's ability to concentrate and learn. Situational stress, family discord or dysfunction, depression, anxiety, medication or illicit drug use, and illness may all cause attention problems. ADHD is characterized by developmentally inappropriate degrees of inattention and impulsiveness, with or without hyperactivity."
        },
        {
            "parent": 7,
            "text": "ADHD affects 3 to 5 percent of school-age children. Of those with ADHD, more than 50 percent have at least one comorbid condition.10Highlights of six “guideposts” to an ADHD diagnosis are given inTable 6.11By combining these guideposts with the DSM-IV diagnostic criteria for ADHD, family physicians should be able to make an informed diagnosis.Figure 1presents an algorithm that, when used with a thorough assessment of school performance, may also be helpful in determining the presence of ADHD."
        },
        {
            "parent": 7,
            "text": "If ADHD is diagnosed, the physician must decide if medications should be used in addition to educational and behavioral interventions. Family physicians should be familiar with the commonly used medications, the standard monitoring guidelines for these drugs and their adverse effects. Some family physicians decide not to take a primary role in treating ADHD with medication and refer patients to a developmental pediatrician. Nevertheless, because these physicians may later treat the child for an acute illness, they must be aware of the common ADHD medications and their effects. A more complete review of the evaluation and management of ADHD can be found in the literature.12"
        },
        {
            "parent": 8,
            "text": "Criteria for diagnosis of oppositional defiant disorder and conduct disorder are presented inTables 7and8. Estimates of the prevalence of ADHD coexisting with oppositional defiant disorder or conduct disorder range from 30 to 50 percent.10Family physicians should be familiar with the diagnostic criteria for these disorders, and each should be diagnosed if the criteria are met. The existence of oppositional defiant disorder or conduct disorder in conjunction with ADHD necessitates a much different management from that required for ADHD alone."
        },
        {
            "parent": 8,
            "text": "Other disorders, including childhood depression, separation anxiety and adjustment disorders, can also cause poor school performance and may be mistaken for laziness, poor attitude or lack of parental guidance or discipline. The physician should refer again to the DSM-IV for diagnostic criteria. Mild, transitory forms of depression, anxiety or oppositional behaviors should be distinguished from more severe, chronic disorders."
        }
    ],
    "locked": false
}