{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0215/p829.html#afp19990215p829-f1",
    "title": "Liver Disease in Pregnancy | AAFP",
    "author": "CHRISTINE M. HUNT, M.D., AND ALA I. SHARARA, M.D.",
    "doi": "Am Fam Physician.1999;59(4):829-836",
    "abstract": "Acute viral hepatitis is the most common cause of jaundice in pregnancy. The course of acute hepatitis is unaffected by pregnancy, except in patients with hepatitis E and disseminated herpes simplex infections, in which maternal and fetal mortality rates are significantly increased. Chronic hepatitis B or C infections may be transmitted to neonates; however, hepatitis B virus transmission is effectively prevented with perinatal hepatitis B vaccination and prophylaxis with hepatitis B immune globulin. Cholelithiasis occurs in 6 percent of pregnancies; complications can safely be treated with surgery. Women with chronic liver disease or cirrhosis exhibit a higher risk of fetal loss during pregnancy. Preeclampsia is associated with HELLP (hemolysis, elevated liver enzymes and low platelet count) syndrome, acute fatty liver of pregnancy, and hepatic infarction and rupture. These rare diseases result in increased maternal and fetal mortality. Treatment involves prompt delivery, whereupon the liver disease quickly reverses. Therapy with penicillamine, trientine, prednisone or azathioprine can be safely continued during pregnancy.",
    "headers": [
        {
            "id": 0,
            "name": "Pregnancy and Hepatitis",
            "level": 2
        },
        {
            "id": 1,
            "name": "ACUTE VIRAL HEPATITIS",
            "level": 3
        },
        {
            "id": 2,
            "name": "HEPATITIS B VIRUS",
            "level": 3
        },
        {
            "id": 3,
            "name": "HEPATITIS C VIRUS",
            "level": 3
        },
        {
            "id": 4,
            "name": "Cholelithiasis in Pregnancy",
            "level": 2
        },
        {
            "id": 5,
            "name": "Pregnancy-Specific Liver Disease",
            "level": 2
        },
        {
            "id": 6,
            "name": "INTRAHEPATIC CHOLESTASIS OF PREGNANCY",
            "level": 3
        },
        {
            "id": 7,
            "name": "PREECLAMPSIA",
            "level": 3
        },
        {
            "id": 8,
            "name": "ACUTE FATTY LIVER OF PREGNANCY",
            "level": 3
        },
        {
            "id": 9,
            "name": "HEPATIC RUPTURE AND INFARCTION",
            "level": 3
        },
        {
            "id": 10,
            "name": "CHRONIC LIVER DISEASE",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Isolated hepatic disease rarely occurs during pregnancy. A number of associations between hepatic dysfunction and pregnancy exist. This review discusses these relationships in the context of obstetric management."
        },
        {
            "parent": -1,
            "text": "The liver serves multiple functions: the biotransformation of insoluble compounds (e.g., drugs, toxins, bilirubin), the metabolism and excretion of cholesterol and bilirubin, the production of plasma proteins (e.g., albumin, coagulation factors, alpha- and beta-globulins, transferrin, haptoglobin), and the metabolism of amino acids, carbohydrates and lipids."
        },
        {
            "parent": -1,
            "text": "No single liver function test is available to quantify liver disease. The designation “liver function tests” describes a panel of laboratory tests profiling discrete aspects of liver function.1Liver cell injury or necrosis is measured by determining aspartate aminotransferase (AST) and alanine aminotransferase (ALT) levels, while liver synthetic function (depressed in cirrhosis or severe acute liver disease) is quantified by determining albumin level and prothrombin time. Cholestasis and biliary obstruction are evaluated by measuring alkaline phosphatase, bilirubin, 5'-nucleotidase or gamma glutamyl transpeptidase levels1(Figure 1). In normal pregnancies, alkaline phosphatase levels may be elevated three- to fourfold, secondary to placental alkaline phosphatase levels.2–5"
        },
        {
            "parent": -1,
            "text": "Elevations of ALT occurring during pregnancy can be evaluated using a diagnostic algorithm(Figure 2). Elevated ALT is frequently the result of viral hepatitis, which can be easily diagnosed using serologic tests. Other possible etiologies of mild or moderate elevations of ALT are drug-induced hepatotoxicity, hyperemesis gravidarum, cholelithiasis, HELLP (hemolysis, elevated liver enzymes and low platelet count) syndrome or acute fatty liver of pregnancy."
        },
        {
            "parent": 1,
            "text": "Viral hepatitis is the most common cause of jaundice in pregnancy.4The course of most viral hepatitis infections (e.g., hepatitis A, B, C and D) is unaltered by pregnancy.6,7However, a more severe course of viral hepatitis in pregnancy has been noted in patients with hepatitis E and disseminated herpes simplex virus (HSV) infections.2,6,8–11"
        },
        {
            "parent": 1,
            "text": "Hepatitis E is a waterborne virus spread through fecal-oral transmission. Infection occurs most commonly in developing countries after flooding. Pregnant women with hepatitis E infection exhibit markedly increased fatality rates (10 to 20 percent).6,8,9"
        },
        {
            "parent": 1,
            "text": "Disseminated HSV infection is associated with prodromal systemic illness, vesicular skin rash and leukopenia.10,11Maternal and fetal mortality rates reach 50 percent without treatment. Acyclovir (Zovirax) effectively treats early disseminated HSV infection.11"
        },
        {
            "parent": 2,
            "text": "In the United States, 15,000 pregnant women who are hepatitis B surface antigen (HBsAg)-positive deliver annually.6Universal screening of pregnant women for HBsAg is now performed to reduce perinatal transmission of hepatitis B virus.3The risk of hepatitis B virus transmission to the fetus is proportional to maternal hepatitis B virus DNA, as reflected in hepatitis B antigen (HBeAg) and antibody (HBeAb) status.3The risk of hepatitis B virus vertical transmission is 10 percent in mothers with negative HBeAg and positive HBeAb and 90 percent in those with positive HBeAg.3,6The risk of chronic hepatitis B virus infection in a neonate who does not receive immunoprophylaxis and vaccination for hepatitis B virus is 40 percent.3"
        },
        {
            "parent": 2,
            "text": "Infants of HBsAg-positive mothers should receive hepatitis B immune globulin immunoprophylaxis at birth and hepatitis B vaccine at one week, one month and six months after birth.3,6This regimen reduces the incidence of hepatitis B virus vertical transmission to zero to 3 percent.6"
        },
        {
            "parent": 2,
            "text": "In cases of acute hepatitis B virus infection complicating pregnancy, the prevalence of neonatal infection depends on the time during gestation that maternal infection occurs.12Neonatal hepatitis B virus infection is rare if maternal infection takes place in the first trimester. The infection occurs in 6 percent of neonates of women infected in the second trimester, in 67 percent of those infected in the third trimester and in virtually all of those infected in the immediate postpartum period.12Neonates of mothers experiencing acute hepatitis B virus infection should receive immunoprophylaxis and vaccination, as outlined above."
        },
        {
            "parent": 3,
            "text": "Chronic hepatitis C virus infection affects 1.4 percent of the U.S. population.13The incidence of hepatitis C virus infection is rising most rapidly among persons 20 to 45 years of age. Therefore, an increasing number of patients with hepatitis C virus infection are requesting information about vertical transmission of the virus during pregnancy.13"
        },
        {
            "parent": 3,
            "text": "Patients with risk factors for hepatitis C virus infection, such as intravenous drug use or other parenteral exposures, should undergo screening for hepatitis C virus infection before pregnancy with second- or third-generation hepatitis C virus antibody assays to confirm exposure to the virus.12Women with documented hepatitis C virus infection who are contemplating pregnancy should be encouraged to undergo human immunodeficiency virus (HIV) testing and repeated quantitative hepatitis C virus RNA measurements to determine their probable risk of hepatitis C virus vertical transmission."
        },
        {
            "parent": 3,
            "text": "A marked variation in vertical transmission rates of hepatitis C virus infection has been noted, with a range from zero to 36 percent.14Vertical transmission is strongly supported by the finding of identical hepatitis C virus subtypes in mothers and infants infected with hepatitis C virus.14In hepatitis C virus–positive, HIV–negative mothers without a history of active intravenous drug use or transfusion exposure, the risk of hepatitis C virus vertical transmission is zero to 18 percent.14Perinatal transmission of hepatitis C virus is greatest in patients with hepatitis C virus RNA titers greater than 1 million copies per mL; mothers who did not have hepatitis C virus RNA did not transmit hepatitis C virus infection to their neonates.14"
        },
        {
            "parent": 3,
            "text": "In patients who are HIV negative with ongoing intravenous drug abuse (or blood transfusions) during pregnancy, a 23 percent hepatitis C virus vertical transmission rate has been reported.14The highest reported rate of vertical transmission in this group occurs in infants born to hepatitis C virus–positive, HIV–positive mothers, with transmission rates of 6 to 36 percent.14"
        },
        {
            "parent": 3,
            "text": "No therapy has been shown to influence neonatal transmission of hepatitis C virus."
        },
        {
            "parent": 3,
            "text": "Vertical transmission of the virus has been reported to occur in two of three infants of mothers with acute hepatitis C virus infection, suggesting a higher risk of vertical transmission than occurs in patients with chronic infection, secondary to the high levels of hepatitis C virus RNA that occur in acute infection.14Interferon therapy should not be administered during pregnancy because of its possible adverse effects on the fetus.15"
        },
        {
            "parent": 4,
            "text": "Cholelithiasis is noted in as many as 6 percent of pregnant women.4,16Pregnancy-induced changes in bile composition predispose these patients to cholelithiasis.15,17The bile salt pool decreases in the second trimester, and biliary cholesterol levels may increase, resulting in lithogenic bile.15In addition, gallbladder emptying slows in the second trimester, increasing the risk of cholelithiasis."
        },
        {
            "parent": 4,
            "text": "Symptoms of cholelithiasis are similiar in pregnant and nonpregnant patients.15Patients with cholecystitis typically present with laboratory abnormalities, including leukocytosis and mild to moderate elevations of transaminase and bilirubin levels. The alkaline phosphatase level progressively increases during normal pregnancy and is unhelpful in distinguishing hepatobiliary disease. A liver ultrasound examination is most helpful in determining the presence of cholelithiasis or sludge in symptomatic patients.15"
        },
        {
            "parent": 4,
            "text": "Surgical treatment (i.e., laparoscopic cholecystectomy) of biliary colic can be safely accomplished in the first or second trimester.4As the uterus enlarges, surgery becomes more difficult and should be avoided during the third trimester.15"
        },
        {
            "parent": 4,
            "text": "A retrospective review17of 19,000 pregnancies revealed that 11 percent of surgical emergencies were attributable to biliary tract disease. Choledocholithiasis accounts for approximately 7 percent of patients with jaundice in pregnancy.17Of patients presenting with pancreatitis during pregnancy, 90 percent have choledocholithiasis.17Gallstone pancreatitis is associated with a 15 percent maternal mortality rate and a 60 percent fetal mortality rate. One group of investigators17reported safely performing endoscopic retrograde cholangiopancreatography and endoscopic retrograde sphincterotomy without complications in five pregnant women (in the second and third trimesters) with choledocholithiasis using minimal fluoroscopy and lead aprons to shield the abdomen. All of the women delivered healthy babies at term.17"
        },
        {
            "parent": 6,
            "text": "Intrahepatic cholestasis of pregnancy occurs in 0.01 percent of pregnancies in the United States. It typically arises in the third trimester of pregnancy, although it has been reported as early as 13 weeks' gestation.18–20The pathophysiology of intrahepatic cholestasis of pregnancy remains poorly understood.19Pruritus alone occurs in 80 percent of patients; pruritus and jaundice develop in 20 percent of patients.20Laboratory abnormalities include a bilirubin level less than 5 mg per dL (85.5 μmol per L), minimal or no elevation in transaminase, cholesterol and triglyceride levels, and infrequent, mild to moderate steatorrhea. Liver histopathology reveals centrilobular bile stasis.20Intrahepatic cholestasis of pregnancy is associated with a 12 to 44 percent incidence of prematurity, a 16 to 25 percent incidence of fetal distress and an increased perinatal mortality rate (1.3 to 3.5 percent).3,18"
        },
        {
            "parent": 6,
            "text": "A clear racial and genetic predisposition for this disorder has been described. Intrahepatic cholestasis complicates 0.01 to 0.02 percent of pregnancies in North America, 1 to 1.5 percent of pregnancies in Sweden and 5 to 21 percent of pregnancies in Chile.20The disease is rare in black patients.20A strong family history of cholestasis of pregnancy is typically described by the patient.20Kindred studies reveal alterations in bromosulfophthalein clearance following estrogen treatment in both male and female relatives of women affected by intrahepatic cholestasis of pregnancy.19"
        },
        {
            "parent": 6,
            "text": "Multiple medications have been tried as treatments for cholestasis of pregnancy.19Parenteral vitamin K (phytonadione; Aqua-Mephyton) supplementation is advocated in patients with prolonged cholestasis (secondary to malabsorption of this fat-soluble vitamin). Ursodeoxycholic acid (Actigall), given at dosages of 15 mg per kg per day, has been the most successful therapy for cholestasis of pregnancy, as it ameliorates both the pruritus and liver function abnormalities and is well-tolerated by both mother and fetus.21Ursodeoxycholic acid has been proved safe in trials of cholestatic liver disease in infants, children and adults. Studies in rats, mice and rabbits have revealed no teratogenicity or other negative effects on the developing fetus. Studies in humans examining the use of ursodeoxycholic acid in pregnancy have been uncontrolled and limited by small patient numbers. However, in pregnant patients with cholestatic liver disease, the pruritus can be severely disabling, and ursodeoxycholic acid therapy provides safe and effective relief."
        },
        {
            "parent": 6,
            "text": "Cholestyramine (Questran) binds bile acids and may improve pruritus; however, it may exacerbate steatorrhea and does not alter liver function or fetal prognosis.19Phenobarbital has not been shown to improve pruritus or alter liver tests and may cause neonatal respiratory depression.19"
        },
        {
            "parent": 6,
            "text": "Patients exhibiting cholestasis of pregnancy should receive close fetal surveillance at delivery.3,20Symptoms of cholestasis usually resolve within two days of delivery. Elevated serum bilirubin and alkaline phosphatase levels return to normal four to six weeks after delivery.3Cholestasis of pregnancy recurs in 60 to 70 percent of subsequent pregnancies.3"
        },
        {
            "parent": 7,
            "text": "Hepatic dysfunction with preeclampsia has long been recognized.22More recently, this dysfunction has been associated with other findings in the HELLP syndrome. This syndrome may complicate the course in 3 to 10 percent of patients with preeclampsia and is noted in 0.1 percent of all pregnancies.23,24The pathophysiology of HELLP syndrome reflects that of preeclampsia, with microvascular damage, platelet activation and vasospasm. Liver biopsy reveals periportal hemorrhage and fibrin deposition.25Recent data suggest that a defect in nitric oxide metabolism may contribute to preeclampsia and HELLP syndrome.26,27"
        },
        {
            "parent": 7,
            "text": "Notable hepatic abnormalities in the HELLP syndrome include hemolysis (with elevated bilirubin levels and lactate dehydrogenase levels greater than 600 IU per L), moderately elevated transaminase levels (AST and ALT levels of 200 to 700 IU per L) and a platelet count less than 100,000 per mL (100 × 109per L).2,3Patients typically present with right upper quadrant pain and malaise.2,3Sixty percent of patients exhibit significant weight gain or edema; 50 percent have nausea or emesis.3No correlation has been noted between extent of hypertension, liver function test abnormalities or liver biopsy findings.25"
        },
        {
            "parent": 7,
            "text": "The maternal and fetal complications of HELLP syndrome are significant. The maternal mortality rate is 2 percent, and the perinatal mortality rate is 33 percent.24Among the hepatic consequences are a 2 percent incidence of ruptured liver hematoma (with frequent concomitant mortality) and a 4 to 38 percent incidence of disseminated intravascular coagulation.3"
        },
        {
            "parent": 7,
            "text": "The most effective treatment for HELLP syndrome is prompt delivery.2,3Postpartum corticosteroids have proved efficacious in improving maternal platelet counts, ALT levels and blood pressure.28Therapies that have not proved efficacious include plasmapheresis,29antithrombotic agents and immunosuppression.3"
        },
        {
            "parent": 7,
            "text": "Following delivery, laboratory abnormalities peak in the first one to two days postpartum and return to normal within three to 11 days. The risk of recurrence of HELLP syndrome in subsequent pregnancies has been reported as 3.4 percent.24"
        },
        {
            "parent": 8,
            "text": "Acute fatty liver of pregnancy most frequently complicates the third trimester and is commonly associated with preeclampsia (50 to 100 percent).2,3Although rare (with an incidence of one in 13,000), acute fatty liver of pregnancy is a life-threatening condition, with an 18 percent maternal and a 23 percent fetal mortality rate.30"
        },
        {
            "parent": 8,
            "text": "Symptoms associated with acute fatty liver of pregnancy include anorexia, nausea, emesis, abdominal pain, jaundice, headache and central nervous system disturbances.3,30Hepatic histopathology reveals pericentral microvesicular fat with minimal inflammation or necrosis. Liver biopsy is not indicated for diagnosis.31The laboratory abnormalities in acute fatty liver of pregnancy include moderate elevations of transaminase levels (AST and ALT less than 1,000 IU per L), prolongation of prothrombin time and partial thromboplastin time, decreased fibrinogen, renal failure, profound hypoglycemia and bilirubin levels of 1 to 10 mg per dL (17.1 to 171.0 μmol per L)."
        },
        {
            "parent": 8,
            "text": "Some children of mothers with acute fatty liver of pregnancy have been noted to express homozygous deficiency of long-chain 3-hydroxyacyl-CoA dehydrogenase, resulting in severe metabolic and neurologic consequences to the infants.32,33Their mothers were found to exhibit a heterozygous deficiency of long-chain 3-hydroxyacyl-CoA dehydrogenase, contributing to acute fatty liver of pregnancy. Such defects in fatty acid oxidation are initially suggested by elevations in urinary organic acid levels and in plasma carnitine and acylcarnitine levels, detected after an overnight fast.32Recurrent acute fatty liver of pregnancy has been reported in mothers expressing heterozygous long-chain 3-hydroxyacyl-CoA dehydrogenase deficiency.31,32,34"
        },
        {
            "parent": 8,
            "text": "The treatment of acute fatty liver of pregnancy is expeditious delivery and intensive care. Patients usually improve promptly following delivery and, in the absence of long-chain 3-hydroxyacyl-CoA dehydrogenase deficiency, the prognosis in pregnancies following acute fatty liver of pregnancy is good."
        },
        {
            "parent": 9,
            "text": "Hepatic rupture and infarction, extremely rare complications of preeclamptic liver disease, usually occur in the third trimester.4The incidence of hepatic rupture varies from one in 40,000 to one in 250,000 pregnancies35; hepatic infarction is even more rare. Older multigravida mothers with preeclampsia (75 to 85 percent) are at higher risk. Less commonly, hepatic rupture complicates growth of hepatic adenomata or other masses during pregnancy.3Hepatic rupture most commonly involves the right lobe.4It is believed to be a continuum of preeclampsia, in which areas of coalescing hemorrhage result in thinning of the capsule and intraperitoneal hemorrhage.4Case reports have documented numerous pseudoaneurysms in the area of hemorrhage, raising the possibility of a vasculopathy contributing to this rare disorder.35"
        },
        {
            "parent": 9,
            "text": "Patients with hepatic rupture typically present in shock, with preceding right upper quadrant pain, hypertension, elevated transaminase levels (greater than 1,000 IU per L) and coagulopathy.4Therapy for hepatic rupture has included transfusion of blood products and intravenous fluids, surgical evacuation and arterial embolization.4These therapies have met with only moderate success; a 59 to 70 percent maternal mortality rate and a 75 percent perinatal mortality rate have been noted in hepatic rupture.4Late complications arising after treatment of hepatic rupture include hepatic abscess formation and pleural effusions."
        },
        {
            "parent": 9,
            "text": "Hepatic infarction is best detected by using computed tomographic scans or magnetic resonance imaging.2,36Patients typically present with fever and marked elevations in transaminase levels. In surviving patients, liver function and histopathology are normal within six months of delivery.2,36Intrahepatic hemorrhage has been reported to recur in a minority of subsequent pregnancies.35"
        },
        {
            "parent": 10,
            "text": "An increased risk of fetal loss has been noted in pregnant patients with chronic liver disease.37Therapy with penicillamine (Cuprimine), trientine (Syprine), prednisone or azathioprine (Imuran) can be safely continued during pregnancy in patients with Wilson's disease or autoimmune hepatitis.37In patients with primary biliary cirrhosis, ursodeoxycholic acid therapy can be safely continued.37In patients with chronic hepatitis B or C infection, interferon therapy should be discontinued during pregnancy, as its effects on the fetus are unknown.37"
        },
        {
            "parent": 10,
            "text": "A marked reduction in fertility has been noted in cirrhotic patients.37Cholestasis may worsen during pregnancy in patients with primary biliary cirrhosis. Infants of patients with marked hyperbilirubinemia during pregnancy may require exchange transfusion at birth.37"
        }
    ],
    "locked": false
}