{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/0201/p725.html#afp20000201p725-f3",
    "title": "Treatment of Psoriasis: An Algorithm-Based Approach for Primary Care Physicians | AAFP",
    "author": "ASHA G. PARDASANI, M.D., STEVEN R. FELDMAN, M.D., PH.D., ADELE R. CLARK, AND  P.A.-C.",
    "doi": "Am Fam Physician.2000;61(3):725-733",
    "abstract": "Psoriasis is characterized by red, thickened plaques with a silvery scale. The lesions vary in size and degree of inflammation. Psoriasis is categorized as localized or generalized, based on the severity of the disease and its overall impact on the patient's quality of life and well-being. Patient education about the disease and the treatment options is important. Medical treatment for localized psoriasis begins with a combination of topical corticosteroids and coal tar or calcipotriene. For lesions that are difficult to control with initial therapy, anthralin or tazarotene may be tried. The primary goal of therapy is to maintain control of the lesions. Cure is seldom achieved. If control becomes difficult or if psoriasis is generalized, the patient may benefit from phototherapy, systemic therapy and referral to a physician who specializes in the treatment of psoriasis.",
    "headers": [
        {
            "id": 0,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "POST-DIAGNOSIS PATIENT EDUCATION",
            "level": 3
        },
        {
            "id": 2,
            "name": "Topical Therapy",
            "level": 2
        },
        {
            "id": 3,
            "name": "TOPICAL CORTICOSTEROIDS",
            "level": 3
        },
        {
            "id": 4,
            "name": "CALCIPOTRIENE",
            "level": 3
        },
        {
            "id": 5,
            "name": "COAL TAR",
            "level": 3
        },
        {
            "id": 6,
            "name": "ANTHRALIN",
            "level": 3
        },
        {
            "id": 7,
            "name": "TAZAROTENE",
            "level": 3
        },
        {
            "id": 8,
            "name": "SUNLIGHT AND TANNING-BED TREATMENT",
            "level": 3
        },
        {
            "id": 9,
            "name": "Intralesional Injections, Phototherapy and Systemic Therapy",
            "level": 2
        },
        {
            "id": 10,
            "name": "Goals of Therapy and When to Refer",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Psoriasis affects about 2 percent of the U.S. population. In 1990, psoriasis was the reason for more than 1 million visits to physicians.1In the past, the treatment of psoriasis was primarily managed by dermatologists; this disorder accounted for only 0.4 percent of skin-related visits to family physicians.2The number of patients treated by family physicians, however, is likely to have steadily increased as more patients seek medical care of psoriasis from their primary care physicians."
        },
        {
            "parent": -1,
            "text": "This article describes an algorithmic treatment approach for primary care physicians. The algorithm is based on treatment guidelines for psoriasis published by the American Academy of Dermatology,3supplemented by a review of the medical literature. There currently are no evidence-based guidelines for the treatment of psoriasis. Because localized plaque psoriasis is the most common form, the algorithm focuses on the treatment of this type of psoriasis."
        },
        {
            "parent": 0,
            "text": "The primary cause of psoriasis remains unknown. Abnormal epidermal cell kinetics and abnormal activation of immune mechanisms are thought to be the major contributors, and treatment may affect one or both of these mechanisms.4Psoriasis is characterized by red, scaling plaques, ranging from only a few lesions to total involvement of the skin. The primary lesion is a well-demarcated erythematous plaque with a silvery scale. Characteristically, psoriasis is symmetrically distributed, with lesions frequently located on the ears, elbows, knees, umbilicus, gluteal cleft and genitalia(Figure 1). The joints (psoriatic arthritis), nails and scalp may also be affected."
        },
        {
            "parent": 0,
            "text": "Psoriasis undergoes “koebnerization,” manifested by the appearance of lesions at sites of cutaneous trauma. Itching is the most common symptom,4and extensive scratching can often lead to superimposed lichen simplex chronicus. In some patients, burning and pain may be the only symptoms."
        },
        {
            "parent": 0,
            "text": "Psoriasis can be classified into four types: plaque-type psoriasis, guttate psoriasis, localized pustular psoriasis and generalized pustular psoriasis.(Table 1). The less common forms of psoriasis include pustular (localized and generalized) and erythrodermic variants. The most common form is plaque-type psoriasis(Figure 2). The scale itself is variable, ranging from a thick, massive scale, as is generally seen on the scalp, to no scale at all, as is generally seen in intertriginous or partially treated areas."
        },
        {
            "parent": 0,
            "text": "Guttate psoriasis is characterized by numerous small, oval (teardrop-shaped) lesions that develop after an acute upper respiratory tract infection. These lesions are often not as scaly or as red as the classic lesions of plaque-type psoriasis. Usually, guttate psoriasis must be differentiated from pityriasis rosea, another condition characterized by the sudden outbreak of red scaly lesions. Compared with pityriasis rosea, psoriatic lesions are thicker and scalier, and the lesions are not usually distributed along skin creases."
        },
        {
            "parent": 0,
            "text": "The diagnosis of psoriasis can usually be made on the basis of the clinical presentation; histologic confirmation is rarely needed. If the diagnosis is uncertain, a biopsy can be performed or consultation with a dermatologist can be obtained."
        },
        {
            "parent": 1,
            "text": "Once the diagnosis of psoriasis is made, patient education about the disease should begin. Points that should be emphasized about the disease initially include its noncontagious nature and the possibility of controlling but not curing it. Patients should also be assured that psoriasis is quite common. Exacerbating factors should be discussed, including stress, infection, trauma, xerosis and use of medications such as angiotensin-converting enzyme inhibitors, beta-adrenergic blockers, lithium and the antimalarial agent hydroxychloroquine (Plaquenil)."
        },
        {
            "parent": 1,
            "text": "The National Psoriasis Foundation is a widely used resource for patients (Web site:http://www.psoriasis.org)."
        },
        {
            "parent": 2,
            "text": "An algorithm for the treatment of localized psoriasis is depicted inFigure 3. Localized psoriasis can be defined as disease that is limited to such a degree that topical therapy controls it. Generalized psoriasis may require oral medications, treatment with ultraviolet light or treatment at an outpatient or inpatient facility."
        },
        {
            "parent": 2,
            "text": "The treatment of psoriasis requires an understanding of the effect that psoriasis is having on the patient's quality of life, and that effect is extremely variable. Taking the individual patient's treatment needs into consideration can improve the overall outcome."
        },
        {
            "parent": 2,
            "text": "Topical therapy, including corticosteroids, calcipotriene (Dovonex), coal tar products, tazarotene (Tazorac) and anthralin (Anthra-Derm), is the mainstay of treatment for localized disease(Tables 2and3). While the use of emollients should be encouraged, they should be used selectively because many (e.g., products containing lactic acid or alpha-hydroxy acids) can be irritating to inflamed or broken skin."
        },
        {
            "parent": 3,
            "text": "Topical corticosteroids are the most commonly prescribed treatment for psoriasis.5They are available in ointment, cream, lotion and solution forms. Corticosteroids have well-recognized anti-inflammatory and antiproliferative effects, which are thought to be their primary mechanism of action in psoriasis.6Topical steroids are classified as low-, medium-, high- and super-high potency agents(Table 2). In general, treatment is initiated with a medium-strength agent, and high-potency agents are reserved for the treatment of thick chronic plaques that are refractory to weaker steroids. Low-potency agents are used on the face, on areas where the skin tends to be thinner, and on the groin and axillary areas, where natural occlusion increases the potency of a low-potency agent to the equivalent of a higher potency agent. Use of high-potency agents in these areas increases the risk of side effects and therefore should be avoided."
        },
        {
            "parent": 3,
            "text": "Potential side effects from corticosteroids include cutaneous atrophy, telangiectasia and striae, acne eruption, glaucoma, hypothalamus-pituitary-adrenal axis suppression and, in children, growth retardation. The true incidence of corticosteroid-induced hypothalamus-pituitary-adrenal suppression is unknown, but it is of concern with prolonged use.7Often, evidence of hypothalamus-pituitary-adrenal axis suppression is found on the laboratory results, even when clinical symptoms are absent. Careful long-term follow-up of patients receiving topical corticosteroid therapy is highly recommended to detect potential complications."
        },
        {
            "parent": 3,
            "text": "Although corticosteroids are rapidly effective in the treatment of psoriasis, they are associated with a rapid flare-up of disease after discontinuation, and they have many potential side effects. Consequently, topical corticosteroids are frequently used in conjunction with another agent to maintain control. Topical calcipotriene is often used in combination with topical corticosteroids to speed clearing of the lesions and maintain control after the initial phase of treatment is completed."
        },
        {
            "parent": 4,
            "text": "Calcipotriene is a vitamin D3analog available in cream, ointment and solution formulations. It inhibits epidermal cell proliferation and enhances normal keratinization. This agent has a slow onset of action, and patients should be aware that the effects of calcipotriene may not be noticeable for up to six to eight weeks after the initiation of therapy."
        },
        {
            "parent": 4,
            "text": "Although calcipotriene monotherapy has been shown to be moderately effective in reducing the thickness, scaliness and erythema of psoriatic lesions,8maximal benefits are achieved when calcipotriene is used in combination with potent topical corticosteroids. A simplified approach for combination therapy is to begin therapy with a “quick-fix” phase, followed by a “transitional phase” and then a “maintenance phase.”9For example, treatment could be initiated with twice-daily applications of a topical corticosteroid and calcipotriene until the lesions are flat; the maximum duration of this phase is four weeks."
        },
        {
            "parent": 4,
            "text": "When the lesions have become flat, therapy can then be changed to twice daily use of calcipotriene only, with corticosteroid “pulse” therapy twice daily on weekends only. This second phase helps prevent rebound from abrupt withdrawal of corticosteroids. When the lesions have remained flat and the intensity of their color has declined from bright red to pink, the maintenance phase begins, with use of calcipotriene alone and discontinuation of the weekend use of topical corticosteroids."
        },
        {
            "parent": 4,
            "text": "After appropriate control of the disease is maintained, topical therapy can be discontinued until a flare-up occurs. Use of emollients should be recommended, to reduce the scaly appearance of the lesions and to potentially reduce the amount of corticosteroid needed."
        },
        {
            "parent": 4,
            "text": "The only cutaneous side effect of calcipotriene is local irritation, which occurs in approximately 15 percent of patients.10Calcipotriene is not recommended for use on the face or with occlusion. Hypercalcemia is a potential side effect of this agent when the dosage exceeds 100 g per week. This effect does not usually occur with weekly use of 100 g or less.11,12Most reports of hypercalcemia have been in patients who received prolonged therapy with 200 g or more per week. For localized psoriasis, the recommended dosages do not require monitoring of serum or urinary calcium levels. However, calcipotriene should be used with caution in patients with compromised renal function or a history of renal calculi."
        },
        {
            "parent": 5,
            "text": "Coal tar is a black viscous fluid that was first described by Goeckerman in 1925, when it was combined with ultraviolet light for the treatment of psoriasis. It is thought to suppress epidermal DNA synthesis.13"
        },
        {
            "parent": 5,
            "text": "Coal tar is available as an ointment, cream, lotion, shampoo, bath oil and soap. Coal tar is most effective when it is used in combination with other agents, especially ultraviolet B light. Like calcipotriene, coal tar is effective when it is combined with topical corticosteroids. Coal tar shampoo can be used in combination with a corticosteroid scalp solution for the treatment of psoriasis on the scalp."
        },
        {
            "parent": 5,
            "text": "Because coal tar is messy and malodorous and can stain clothing, nighttime application is recommended. Patients should be advised to use old bed linens and and to wear old pajamas when they are using coal tar. Tar products can cause folliculitis, but they otherwise are generally not associated with side effects."
        },
        {
            "parent": 6,
            "text": "If good control of psoriasis is not achieved with topical corticosteroids, alone or in combination with calcipotriene or coal tar, consideration should be given to the addition of anthralin or tazarotene therapy. Anthralin, also known as dithranol, is an antipsoriatic topical preparation derived from wood tar.4It has been available since 1916, but it is a second-line agent because of its irritating and staining properties."
        },
        {
            "parent": 6,
            "text": "Anthralin is available in 0.1 percent to 1 percent ointments, creams and solutions. It is generally used on notably thick, large plaques of psoriasis, and therapy is initiated at low concentrations for short periods. The concentration and duration of contact with each treatment is gradually increased, up to a maximum of 30 minutes per application.4Anthralin can be combined with ultraviolet phototherapy; this is known as the traditional Ingram regimen."
        },
        {
            "parent": 6,
            "text": "Patients should be warned that anthralin has a tendency to stain any surface, including the skin, clothing and bathtub. Its use should be limited to well-demarcated plaques, and it should be applied with a cotton-tipped applicator or a gloved hand. Patients should be warned that normal skin surrounding the psoriatic lesion may become irritated if it comes in contact with anthralin."
        },
        {
            "parent": 7,
            "text": "Topical tazarotene is the first topical receptor-selective retinoid approved for the treatment of psoriasis. It is available only in gel form and exerts its effects through gamma and beta retinoic acid receptors. Tazarotene helps to normalize the proliferation and differentiation of keratinocytes, as well as to decrease cutaneous inflammation.14,15Once-daily application of tazarotene gel, 0.05 percent or 0.1 percent concentration, has been shown to be as effective as twice-daily application of 0.05 percent fluocinonide cream.16"
        },
        {
            "parent": 7,
            "text": "As monotherapy, tazarotene has been shown to significantly reduce plaque elevation in mild to moderate psoriasis.17However, because of its modest efficacy, slow onset of action and high potential for causing irritation, tazarotene should usually be used in combination with corticosteroids. The primary side effect of topical tazarotene is minor skin irritation and increased photosensitivity. Tazarotene is classified as a pregnancy category X drug and its use should be avoided in women of childbearing age."
        },
        {
            "parent": 8,
            "text": "Sun exposure in addition to topical therapy may be beneficial when multiple areas are affected with psoriasis. Patients should be encouraged to obtain natural sunlight exposure or tanning-bed light exposure for a few minutes a day, and then to slowly increase the duration of exposure as tolerated. Unaffected areas should be covered with a sunscreen, especially the face. Ultraviolet light exposure can be used judiciously to prevent flare-ups during the maintenance phase of therapy."
        },
        {
            "parent": 9,
            "text": "Psoriatic plaques that fail to respond to topical therapy may be improved by administration of intralesional corticosteroid injections. Triamcinolone (Kenalog) is often used for this purpose. The agent is injected directly into the dermis of a small, persistent plaque. The concentration is generally 3 to 10 mg per mL, depending on the size, thickness and area of the lesion. The dose of triamcinolone is released gradually over three to four weeks; additional injections may be needed every four to six weeks to improve the response. Disadvantages of intralesional injections include pain during the injection and potential side effects of local atrophy and systemic absorption."
        },
        {
            "parent": 9,
            "text": "The patient with refractory lesions may benefit from more advanced forms of treatment, such as phototherapy (ultraviolet B alone or psoralens plus ultraviolet A), outpatient treatment at a clinic specializing in psoriasis and systemic therapy with oral retinoids, methotrexate (Rheumatrex) or cyclosporine (Sandimmune). Combination therapy has also been shown to be effective, especially phototherapy in combination with topical anthralin, coal tar or calcipotriene(Table 4)."
        },
        {
            "parent": 10,
            "text": "In all cases, the therapeutic goal is to maximize treatment efficacy and the patient's quality of life, while minimizing side effects. Achieving and maintaining control of psoriatic lesions is the central goal in treatment. Physicians and patients need to understand that there is no definitive cure for psoriasis(Figure 4). Control of the disease may mean that lesions are not as thick or as red as they were before treatment, but some degree of erythema may remain. Most often, treatment does not result in complete clearing of the lesions."
        },
        {
            "parent": 10,
            "text": "Although the algorithm serves as a guide to the treatment of localized psoriasis, various paths can be taken to achieve control of localized disease. The treatment path should be decided on a patient-to-patient basis. As mentioned previously, generalized psoriasis may require more complex forms of therapy. Consultation with a dermatologist may be beneficial for patients who require such therapy."
        }
    ],
    "locked": false
}