{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0401/p1823.html#afp19990401p1823-f1",
    "title": "Chronic Abdominal Pain in Childhood: Diagnosis and Management | AAFP",
    "author": "ALAN M. LAKE, M.D.",
    "doi": "Am Fam Physician.1999;59(7):1823-1830",
    "abstract": "More than one third of children complain of abdominal pain lasting two weeks or longer. The diagnostic approach to abdominal pain in children relies heavily on the history provided by the parent and child to direct a step-wise approach to investigation. If the history and physical examination suggest functional abdominal pain, constipation or peptic disease, the response to an empiric course of medical management is of greater value than multiple “exclusionary” investigations. A symptom diary allows the child to play an active role in the diagnostic process. The medical management of constipation, peptic disease and inflammatory bowel disease involves nutritional strategies, pharmacologic intervention and behavior and psychologic support.",
    "headers": [
        {
            "id": 0,
            "name": "Diagnostic Evaluation",
            "level": 2
        },
        {
            "id": 1,
            "name": "HISTORY",
            "level": 3
        },
        {
            "id": 2,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 3,
            "name": "LABORATORY TESTING",
            "level": 3
        },
        {
            "id": 4,
            "name": "IMAGING INVESTIGATIONS",
            "level": 3
        },
        {
            "id": 5,
            "name": "EMPIRIC INTERVENTION",
            "level": 3
        },
        {
            "id": 6,
            "name": "Specific Disease States",
            "level": 2
        },
        {
            "id": 7,
            "name": "RECURRENT ABDOMINAL PAIN SYNDROME",
            "level": 3
        },
        {
            "id": 8,
            "name": "CONSTIPATION",
            "level": 3
        },
        {
            "id": 9,
            "name": "PEPTIC DISORDERS",
            "level": 3
        },
        {
            "id": 10,
            "name": "PERIODIC SYNDROME OR CYCLIC VOMITING/ABDOMINAL MIGRAINE",
            "level": 3
        },
        {
            "id": 11,
            "name": "INFLAMMATORY BOWEL DISEASE",
            "level": 3
        },
        {
            "id": 12,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Chronic abdominal pain in children is defined as pain of more than two weeks' duration.1The pain may be persistent or recurrent. It is a frustrating concern to the child, the parents and the physician. The differential diagnosis of abdominal pain in children varies with age, gender, genetic predisposition, nutritional exposure and many environmental factors. While efforts to distinguish organic from functional abdominal pain are admirable, these apparently opposing etiologies are not mutually exclusive in children, since psychologic complications of organic disease are common."
        },
        {
            "parent": -1,
            "text": "The diagnosis of abdominal pain in children has five components. The relative value of each component depends on the child's age and, in some cases, on the level of cooperation of the child and parents. The five components include the history, a physical examination, laboratory testing, results of imaging studies and response to empiric therapy. This approach is summarized inTable 1."
        },
        {
            "parent": 1,
            "text": "The location of the pain is defined by the specificity. The child may indicate the location of the pain by pointing with one finger or with the whole hand. Apley's1observation that “the further the pain from the umbilicus, the greater the likelihood of organic disease” has held up well. Children may rate the intensity of the pain on a scale of 1 to 5 or 1 to 10 or, for younger children, by pointing to a series of faces graded from smile to frown to tears. Since children may not understand such definitions of character as “burning,” “sharp” or “dull,” it is best to phrase questions about the nature of the pain at their level of understanding. Some examples of questions might be, “Does it hurt like a needle? Does it feel like butterflies in your stomach? Does it help to eat? Does it help to lie down or to poop?”"
        },
        {
            "parent": 1,
            "text": "Night pain or pain on awakening suggests a peptic origin, while pain that occurs in the evening or during dinner is a feature of constipation. Children often deny heartburn, but other features of peptic disease include early satiety, nausea and the complications of gastroesophageal reflux. A diary that lists diet, symptoms and associated features for three to seven days is invaluable since it will indicate potential causes of the symptoms, such as exposure to lactose or the failure to have a normal bowel movement. The diary also should include any interventions initiated by the child or the parents."
        },
        {
            "parent": 1,
            "text": "The review of systems will focus on features that may be related to abdominal pain, such as documented weight loss or gain, height growth, fever, joint complaints and rash. The presence of one or more of these signs suggests an inflammatory or infectious disease process. The respiratory complications of gastroesophageal reflux, including chronic cough, reactive airway disease or persistent laryngitis, may be more prominent than emesis or chest pain. A careful review of recent medications will indicate whether the pain may respond to empiric therapy; for example, antibiotics may predispose the patient to intestinal bacterial overgrowth, acne medications may induce esophagitis and tricyclic antidepressants may cause constipation."
        },
        {
            "parent": 1,
            "text": "The family history of peptic disease, irritable or inflammatory bowel disease, pancreatitis, biliary disease or migraine is determined. The influence of pain on the child's daily activity is assessed through questions about school attendance, athletic endeavors and peer relationships. Whenever possible, a few minutes should be taken alone with adolescents to address concerns in the absence of parents and to elicit honest answers about sexual issues, psychologic fears and the disruptions to lifestyle caused by the parents' interventions."
        },
        {
            "parent": 2,
            "text": "Because of the interaction betweeen abdominal pain, nutrition and demands of growth, the anthropometric data of weight, height and growth velocity are documented. Blood pressure is recorded and the weight-for-height is plotted to assess malnutrition or obesity. The examination is generally completed before focus on the abdomen is initiated. If distention is reported, the abdominal girth at the umbilicus should be documented. The physician should percuss the liver span, document the spleen and kidney size and determine the influence of leg motion (psoas sign). Examination for pain should be performed with gentle and deep pressure as well as with rebound. Abdominal and rectal examinations will identify constipation, the inflammatory mass of Crohn's disease, abdominal tumors such as neuroblastoma or Wilms' tumor and the presence of umbilical or abdominal wall hernias. The stool should be tested for blood. The pelvic examination may suggest gynecologic problems, such as endometriosis, ectopic pregnancy or ovarian cysts or torsion."
        },
        {
            "parent": 3,
            "text": "The routine screening laboratory evaluation of abdominal pain in children includes the complete blood cell count with differential and erythrocyte sedimention rate to evaluate for anemia, leukocytosis and chronicity. Platelet counts are frequently elevated in inflammatory diseases. Urinalysis and routine urine culture are indicated. A sample to check the stool for blood is obtained during the rectal examination and the result is often confirmed with three additional outpatient sample cards used at home."
        },
        {
            "parent": 3,
            "text": "Additional laboratory investigations are chosen on the basis of the history and physical examination.2These investigations include stool culture, stool testing for parasites or Giardia antigen, a chemistry profile to evaluate liver enzymes and amylase, and serology testing forHelicobacter pylorior amebae. Carbohydrate breath testing for lactose intolerance is indicated if empiric dietary interventions are inconclusive."
        },
        {
            "parent": 4,
            "text": "Sonography of the abdomen and pelvis is usually performed first to exclude nonintestinal origins of the pain. The limitations of isolated biliary or renal sonography should be avoided. Pelvic sonography is indicated because of its sensitivity for free fluid, the frequency of retroperitoneal disease and the visualization of the ileum for Crohn's disease, adenopathy and chronic features of abscess from fistulas or Meckel's diverticulum."
        },
        {
            "parent": 4,
            "text": "If sonography reveals no abnormalities and either chronic peptic disease or irritable bowel disease is suspected, an upper gastrointestinal series with small bowel testing is indicated. If the upper gastrointestinal tract is the only site of investigation, far too much disease may be missed. Barium enema is indicated primarily in the context of obstruction or chronic intussusception. Abdominal computed tomographic (CT) scan with contrast allows evaluation for extra-intestinal mass lesions, abscess and retroperitoneal disease."
        },
        {
            "parent": 4,
            "text": "Upper endoscopy is rarely indicated as a first-line investigation.3Biopsies of the esophagus, gastric antrum and duodenum may be indicated even in the absence of macroscopic disease to identify microscopic diagnostic features of eosinophilic gastritis, reflux esophagitis,H. pylori, granuloma of Crohn's disease and villus injury with enteropathy. Colonoscopy has replaced barium enema in the evaluation of pain with chronic diarrhea or bleeding.4"
        },
        {
            "parent": 5,
            "text": "The child's response to empiric intervention is part of the diagnostic evaluation. Before visiting a physician for a chronic complaint, most parents will have initiated a trial of dietary interventions, over-the-counter medications for acid suppression or laxatives. Unfortunately, such attempts at management may also include withdrawing the child from activities perceived to be too stressful, such as advanced academic programs or sports, and this may be more significant in terms of the child's self-confidence and sense of wellness than in terms of contribution to the pain."
        },
        {
            "parent": 5,
            "text": "The first step in empiric treatment is educating the child and parents about the differential diagnosis and options for appropriate intervention. A prospective symptom diary should be used to document the frequency of the pain, related events and response to intervention. Since children often have erratic stool frequency, an appropriate empiric intervention is the addition of a fiber supplement to rule out constipation as a variable. Fiber tablets may be used in children older than 10 years and, in younger children, the newer, more palatable fiber powders may be mixed in juice or mixed and frozen in juice to make homemade popsicles."
        },
        {
            "parent": 5,
            "text": "Since excessive undigested carbohydrates may contribute to abdominal pain, an empiric trial of lactose elimination or reduction of excessive juice intake is often appropriate.5Empiric trials of antispasmotic, anxiolytic or antidepressant medications are not indicated. Trials of antacids are rarely of value since symptomatic relief is limited to children with esophagitis, and compliance with a full course of therapy is rarely achieved. If the history and physical examination suggest the pain has a peptic origin, a trial of therapy with histamine H2blockers may be indicated before confirmatory investigations are started(Figure 1)."
        },
        {
            "parent": 7,
            "text": "Recurrent abdominal pain syndrome is a prepubertal functional pain with two distinct peaks of frequency. The first peak occurs between five and seven years of age, with equal frequency in boys and girls and in 5 to 8 percent of children. It is often attributed to the adjustment to parental separation when starting school. The second peak, with a prevalence approaching 25 percent, occurs between eight and 12 years of age and is far more prevalent in girls.6The pain is vague (identified by the patient's whole hand at the umbilicus) and is unrelated to meals, activity or stool pattern. Patients are not awakened by the pain. An epigastric location is reported by 10 percent of patients. It is accompanied by autonomic features such as pallor, nausea, dizziness, headache and fatigue. The family history is often positive for functional bowel disease such as irritable bowel syndrome.7The physical examination is striking for its normality, and the screening laboratory investigations are by definition normal."
        },
        {
            "parent": 7,
            "text": "The management of recurrent abdominal pain begins with the acknowledgement that the pain is real, that extensive investigations are not warranted and that the child must emphasize normality by remaining in school, continuing activities and resuming a normal diet. Psychologic evaluation and management will be necessary if the degree of incapacity persists. In older children and adolescents, a component of recurrent abdominal pain syndrome is seen in cases of depression or panic disorder with a learned symptomatic conversion reaction and associated weight loss. The performance of laboratory tests with negative results may increase the level of anxiety in older children."
        },
        {
            "parent": 7,
            "text": "True irritable bowel syndrome occurs infrequently before late adolescence.7It is best characterized as an intestinal dysmotility with intervals of nuisance diarrhea or constipation. The pain is dull, crampy and located in the left lower quadrant or periumbilical region. As in cases of recurrent abdominal pain syndrome, autonomic features are common. Stress is implicated in the flare-up of symptoms, and a positive family history is common. Management includes dietary factors such as exclusion of contributory lactose intolerance and the addition of fiber to the diet, instruction in stress management techniques and, rarely, the use of antispasmotic medications."
        },
        {
            "parent": 8,
            "text": "Constipation is a major cause of chronic abdominal pain in children from toddler age to the preteen years. Constipation is best defined as the failure to achieve complete evacuation of the lower colon rather than in terms of infrequency or firmness of stool. The etiology of constipation in most children is an interval of being “too busy” to evacuate completely, producing a dilated lower colon, erratic stool patterns and frequent encopresis. The parents usually do not understand what is causing the child's discomfort. The child avoids passing the hard stool. The diet is usually high in constipating foods (i.e., cheese, pasta, starches) and low in fiber. The process is usually quite advanced before the family physician is made aware of the problem. Aside from complicating encopresis and bleeding from rectal fissures, symptoms include crampy pain that occurs during large meals and varies greatly in intensity, reduction in appetite and distention of the abdomen (from stool and gas) that occurs in the evening."
        },
        {
            "parent": 8,
            "text": "The management goal is complete evacuation of the lower colon on a nearly daily basis. This is achieved by whatever means is necessary until muscle tone can be restored over two to six months.8Initially, a high fiber intake may aggravate the process as a result of increasing bulk in the absence of contractile tone. Therefore, stool softeners such as lactulose (Duphalac) or mineral oil are used first. These are combined with “motivation to go,” which can be achieved in some children with behavior-modification sticker charts but usually requires a stimulant medication such as magnesium hydroxide (Milk of Magnesia) or senna (Senokot). The child is encouraged to establish the “habit” of toilet use with the use of a daily calendar, rewards for attempting defecation and rewards for absence of encopresis. Dietary efforts begin with reducing intake of constipating foods and eventually including increased fiber. Initial management may require use of an enema or suppository, which is repeated only if failure to evacuate exceeds three days. Both softening and stimulant medications are initiated at dosages of one to three teaspoons daily and adjusted to the response of averaging two soft stools a day for six to eight weeks. At that point, most children can tolerate a transition to increased dietary fiber and habitual toilet use."
        },
        {
            "parent": 9,
            "text": "The peptic disorders include reflux esophagitis, antral gastritis, gastric and duodenal ulcer, andH. pyloriinfection. Gastroesophageal reflux in children has recently been reviewed in another article.9"
        },
        {
            "parent": 9,
            "text": "As we mentioned in the section on history, the signs and symptoms of peptic disease include early morning pain, early satiety, night arousal and a positive family history. The pain may be epigastric or periumbilical and is remarkably consistent in character. Occult bleeding is frequent with ulceration and less common in gastritis.10"
        },
        {
            "parent": 9,
            "text": "The major risk factor for peptic ulcer disease in childhood is genetic predisposition: 50 percent of children with duodenal ulcer have a first-degree relative with peptic ulcer disease. The prevalence of duodenal ulcer is two to three times higher in boys than in girls. Gastric ulcer occurs substantially less often than duodenal ulcer, but the prevalence is equal in boys and girls. The approach to peptic management is summarized inFigure 1."
        },
        {
            "parent": 9,
            "text": "Stress ulcers account for more than 75 percent of peptic disease in infants and young children. Stress ulcers usually present with acute, relatively painless, dramatic upper gastrointestinal bleeding, features shared with gastric ulceration resulting from use of non-steroidal anti-inflammatory drugs (NSAIDs).10Zollinger-Ellison syndrome with a gastrin-producing tumor is very rare in children; the diagnosis is pursued only in children with multiple ulcers. Acute bleeding is common in children with chronic renal failure, sickle cell disease, cystic fibrosis and cirrhosis."
        },
        {
            "parent": 9,
            "text": "Antral gastritis is a common peptic presentation in children. Children present with chronic epigastric pain, early satiety with nausea, modest weight loss and a low frequency of family history of peptic disease. Gastric emptying is impaired, and reflux symptoms may be prominent. Results of the stool test for occult blood are usually negative. Radiographic studies are either normal or demonstrate pylorospasm. Many children with antral gastritis have an acute onset of gastritis, often in the context of a viral-like illness."
        },
        {
            "parent": 9,
            "text": "Endoscopic investigation is generally indicated in the context of active, persistent or recurrent bleeding, with significant morbidity from weight loss, anorexia or chest pain, or for clarification of abnormal findings on radiographic studies. Children with suspected but uncomplicated peptic disease are usually treated with H2blockers, with endoscopy deferred for pain that persists for more than four weeks, recurrent disease, suspectedH. pylorior exclusion of eosinophilic gastritis or enteropathy.4"
        },
        {
            "parent": 9,
            "text": "The medical management of peptic disease is summarized inTable 2. Sucralfate (Carafate), an aluminum sucrose gel, is particularly effective in the treatment of medication-induced gastritis."
        },
        {
            "parent": 9,
            "text": "The dosages of H2blockers may seem high, especially since medication is usually given three times daily during the first two weeks of therapy, but acid secretion in children reaches adult levels by the age of four months.10Regrettably, none of the medications employed for peptic disease have been approved by the U.S. Food and Drug Administration for use in children, and family physicians who are not familiar with pediatric peptic management are encouraged to coordinate care with a pediatric gastroenterologist."
        },
        {
            "parent": 9,
            "text": "Proton pump inhibitors are generally employed only after endoscopic biopsy confirmation of failure to respond to H2blocker therapy. Until additional information is available about the safety of long-term use, proton pump inhibitors are usually prescribed for intervals of two to four months.11"
        },
        {
            "parent": 9,
            "text": "In 1984, Marshall and Warren12demonstrated the role of a gram-negative aerophilic bacterium,H. pylori, in chronic gastritis and peptic ulcer disease in adults. Drumm and colleagues13quickly confirmed the role of Helicobacter in chronic antral gastritis in children. This bacterium produces a cytotoxin, urease, mucinase and superoxide dysmutase, which act in concert to produce gastric and/or duodenal injury. Exposure to the bacterium, as measured by antibody production, increases throughout childhood in the United States, reaching 11 percent by five years of age, 20 percent by 10 years of age and 45 percent by the late teens.14Since this rate of seroconversion is far in excess of the rate of documented peptic disease, the significance of an isolated positive serologic test result is unknown."
        },
        {
            "parent": 9,
            "text": "The best described clinical syndrome in childhood is antral gastritis, which features early satiety, epigastric abdominal pain and nodular antral gastritis on endoscopy. Studies addressing the role of Helicobacter in less peptic conditions such as recurrent abdominal pain syndrome have been inconclusive to date.15Recognizing the limitations of a positive serology result and the research status of the C-13–urease breath test, the diagnosis in children has been dependent on documentation of the bacterium in endoscopic biopsies of the stomach and duodenum. Most children receive quadruple therapy with continued acid suppression combined with a two- to three-week course of amoxicillin or clarithromycin (Biaxin), metronidazole (Flagyl) and bismuth subsalicylate (Pepto-Bismol).16This treatment regimen is successful in approximately 90 percent of patients. Endoscopic confirmation of healing is indicated with recurrent or persistent symptoms. Antibiotic resistance is an increasing concern, so empiric treatment for possible Helicobacter infection is discouraged."
        },
        {
            "parent": 10,
            "text": "Gee's original description of a syndrome with “fits of vomiting ... with disease-free intervals” in 1882 has held up well in the clinical definition of periodic syndrome, which is now called cyclic vomiting syndrome or abdominal migraine of childhood.17Children present with episodic nausea, abdominal pain and usually significant emesis, typically beginning during the night or early morning hours and lasting from six to 48 hours, with intervening intervals of weeks to months with no symptoms or findings at all. The majority of children have a family history of migraine and may have other autonomic features such as pallor, explosive diarrhea, lethargy and tachycardia. Of note, headache is rare in children with cyclic vomiting syndrome, although it may evolve into more classic migraine in adolescence. Treatment is usually early intervention with anti-emetics or migraine medications."
        },
        {
            "parent": 11,
            "text": "Abdominal pain is frequently reported in children with ulcerative colitis and Crohn's disease. The pain, which typically occurs in the lower abdomen, is cramping in nature and increases after meals or activity. The pain is reduced by eating smaller meals, which contributes to the anorexia and growth impairment that occur in children with inflammatory bowel disease. The diagnosis is relatively easy when the child has bloody diarrhea, the need to defecate during the night, perianal disease or an ileal mass on abdominal examination. More subtle features include delayed puberty, anemia that is unresponsive to iron therapy, recurring oral aphthous ulcers, chronic liver disease, or large joint synovitis or arthritis.18The diagnosis is established by small bowel barium contrast x-ray and colonoscopy with biopsies. The management of inflammatory bowel disease in childhood is summarized inTable 3.19"
        },
        {
            "parent": 12,
            "text": "Once the etiology of chronic abdominal pain is established, the process of patient and family education has just begun. Careful follow-up is necessary to monitor compliance with treatment, restoration of normal activities and appropriate family interventions. Children do not like to feel “different,” and they often resist the need for long-term nutritional or pharmacologic intervention. Growth parameters must be followed carefully. Support groups for the family and the child can be invaluable. Most importantly, the child must feel that the family physician understands that the pain is real, that the child's input is as valuable as the parents' and that information shared in confidence will be kept confidential if at all possible."
        }
    ],
    "locked": false
}