{
    "url": "https://www.aafp.org/pubs/afp/issues/1998/1101/p1593.html#afp19981101p1593-f4",
    "title": "Common Peripartum Emergencies | AAFP",
    "author": "ELIZABETH H. MORRISON, M.S.ED., M.D.",
    "doi": "Am Fam Physician.1998;58(7):1593-1604",
    "abstract": "Peripartum emergencies occur in patients with no known risk factors. When the well-being of the fetus is in question, the fetal heart rate pattern may offer etiologic clues. Repetitive late decelerations may signify uteroplacental insufficiency, and a sinusoidal pattern may indicate severe fetal distress. Repetitive variable decelerations suggesting umbilical cord compression may be relieved by amnioinfusion. Regardless of the etiology of the nonreassuring fetal heart pattern, measures to improve fetal oxygenation should be attempted while options for delivery are considered. Massive obstetric hemorrhage requires prompt action. Clinical signs, such as painless bleeding, uterine tenderness and nonreassuring fetal heart patterns, may help to differentiate causes of vaginal bleeding that may or may not require emergency cesarean delivery. The causes of postpartum hemorrhage include uterine atony, vaginal or cervical laceration, and retained placenta. The challenge of managing shoulder dystocia is to effect a rapid delivery while avoiding neonatal and maternal morbidity. The McRoberts maneuver has been shown to be the safest and most successful technique for relieving shoulder dystocia. Eclampsia responds best to magnesium sulfate, supportive care and supplemental hydralazine or labetalol as needed for severe hypertension.",
    "headers": [
        {
            "id": 0,
            "name": "Nonreassuring Fetal Status",
            "level": 2
        },
        {
            "id": 1,
            "name": "Obstetric Hemorrhage",
            "level": 2
        },
        {
            "id": 2,
            "name": "Antepartum Hemorrhage",
            "level": 3
        },
        {
            "id": 3,
            "name": "Postpartum Hemorrhage",
            "level": 3
        },
        {
            "id": 4,
            "name": "Shoulder Dystocia",
            "level": 2
        },
        {
            "id": 5,
            "name": "Eclampsia",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Family physicians who provide maternity care must be prepared to manage peripartum emergencies. Obstetric complications may occur in patients without previous risk factors. This article reviews four types of common emergencies during labor and delivery: nonreassuring fetal status, maternal hemorrhage, fetal shoulder dystocia and eclampsia."
        },
        {
            "parent": 0,
            "text": "With the introduction of electronic fetal monitoring, use of the diagnosis “fetal distress” increased from 0.6 percent of all U.S. pregnancies in 1974 to 5.8 percent of pregnancies in 1984.1According to current thinking, fetal distress has been overdiagnosed. In industrialized nations, overuse of this diagnosis has resulted in soaring cesarean delivery rates without any appreciable decrease in the incidence of cerebral palsy.2The American College of Obstetricians and Gynecologists (ACOG) now recommends that instead of the term “fetal distress,” the term “nonreassuring fetal status” be used to refer to suspicious fetal heart tracings, since most nonreassuring tracings end with the birth of normal, healthy infants.3"
        },
        {
            "parent": 0,
            "text": "When fetal well-being is in question, the fetal heart tracing may offer clues to the etiology of the problem. Repetitive late decelerations of the fetal heart rate may signal utero-placental insufficiency. Deep, prolonged decelerations or sudden bradycardia during the second stage of labor suggest cord compression, for which expeditious delivery often results in a good perinatal outcome.4Sinusoidal tracings are frequently associated with critically distressed fetuses. Nonreactive tracings are not in themselves ominous, provided that short-term variability is normal.5"
        },
        {
            "parent": 0,
            "text": "Repetitive variable decelerations suggest umbilical cord compression, especially in the presence of oligohydramnios or amniotomy.6In this situation, transcervical amnioinfusion reduces decelerations and the rate of cesarean sections by nearly one half. A 250- to 500-mL bolus of normal saline at room temperature may be infused through a standard intrauterine pressure catheter. The bolus infusion is then followed by a maintenance infusion of 3 mL per minute. It is extremely important to verify that fluid is flowing from the vagina and that volume overload is not occurring. Amnioinfusion should not be performed if there are late decelerations, a fetal scalp pH of less than 7.2, abruptio placentae, placenta previa, previous vertical uterine incision or known uterine anomalies."
        },
        {
            "parent": 0,
            "text": "When the fetal heart tracing is nonreassuring, ACOG7recommends that the physician consider obtaining a confirmatory scalp pH sample while attempting to correct the underlying problem. Alternatives to scalp sampling include fetal acoustic stimulation8and fetal scalp stimulation.9In prospective trials,8,9these techniques have been found to correlate reliably with a fetal scalp pH of 7.2 or greater if they produce a reassuring heart rate acceleration. In the event of bradycardia or a sudden, deep deceleration, the cervix should be examined immediately to rule out umbilical cord prolapse. If the cord has prolapsed, the physician should elevate the presenting part with the examining fingers while preparing for immediate cesarean delivery. This strategy may be effective even with an occult cord prolapse.10"
        },
        {
            "parent": 0,
            "text": "Another etiology to consider is uterine rupture, which may cause fetal distress before vaginal bleeding and pain begin. Prolonged fetal heart rate decelerations have also been reported after the administration of epidural anesthesia, even when maternal blood pressure is normal.11"
        },
        {
            "parent": 0,
            "text": "Regardless of the etiology of the nonreassuring fetal tracing, general measures to improve fetal oxygenation may help while the fetal tracing is monitored(Figure 1). Fetal oxygen content and saturation can be improved by placing the mother in the lateral recumbent position and administering oxygen at 8 to 10 L per minute.12Oxytocin (Pitocin, Syntocinon) should be discontinued. Tocolysis should be considered, as should intravenous hydration if the volume status is in question. Betamimetics such as terbutaline (Bricanyl), 0.25 mg administered subcutaneously, have been found to be superior to placebo and to magnesium sulfate in relieving decelerations.13"
        },
        {
            "parent": 0,
            "text": "When conservative measures fail, the family physician must decide whether a nonreassuring tracing mandates operative delivery and, if so, how urgently. The physician should not hesitate to seek obstetric consultation early in the course of potential fetal compromise, especially when intrauterine resuscitation fails. Both physicians must carefully document the details of the labor, providing meticulous evidence for each clinical decision."
        },
        {
            "parent": 1,
            "text": "Although much less common than in the past, obstetric hemorrhage is still responsible for 13.4 percent of all maternal deaths in the United States.14As with any emergency, the assessment of obstetric hemorrhage begins with the ABCs (airway,breathing andcirculation)."
        },
        {
            "parent": 1,
            "text": "Patients with hemodynamic instability or massive hemorrhage require prompt resuscitative measures, including the administration of supplemental oxygen, the placement of two intravenous lines, intravenous hydration, and blood typing and crossmatching for the replacement of packed red blood cells. If a transfusion must be given before full cross-matching is finished, type-specific uncross-matched blood can be used.15"
        },
        {
            "parent": 2,
            "text": "When a patient in labor presents with vaginal bleeding, the physician must consider several possible causes(Figure 2). Placenta previa should be ruled out when a patient has copious vaginal bleeding. The classic presentation of placenta previa is painless vaginal bleeding and a soft, nontender uterus. If readily available, ultrasonography should be performed immediately, since placenta previa can be quickly and accurately diagnosed by ultrasound examination.16When ultrasonography is not available, gentle speculum examination may be considered, as long as the bleeding is not brisk. This examination should be performed with a “double set-up” in case immediate cesarean section is required."
        },
        {
            "parent": 2,
            "text": "The patient who complains of abdominal pain between uterine contractions or a tender uterus must be presumed to have abruptio placentae. Since ultrasound examination has a high false-negative rate in diagnosing abruption,17this obstetric complication is diagnosed clinically. In one prospective study,1878 percent of patients with abruptio placentae presented with vaginal bleeding, 66 percent with uterine or back pain, 60 percent with fetal distress and only 17 percent with uterine contractions or hypertonus. The management of abruptio placentae is primarily supportive and entails both aggressive hydration and monitoring of maternal and fetal well-being.19Coagulation studies should be performed, and fibrinogen and D dimers or fibrin degradation products should be measured to screen for disseminated intravascular coagulation. Packed red blood cells should be typed and held. If the fetus appears viable but compromised, urgent cesarean delivery should be considered."
        },
        {
            "parent": 2,
            "text": "The presentation of uterine rupture may be similar to that of abruptio placentae. Signs and symptoms include vaginal bleeding, uterine pain and a nonreassuring fetal tracing. Uterine rupture occurs in 0.2 to 0.8 percent of vaginal birth after cesarean (VBAC) deliveries.20In general, however, a trial of labor after previous low transverse uterine incision is safe and usually successful.21Uterine rupture also occurs more commonly in cocaine abusers or patients who have been given high doses of oxytocin or prostaglandins. On palpation, the uterine fundus may feel boggy and tender, and it may seem to be expanding. Intrauterine pressure monitoring has not proved helpful in diagnosing uterine rupture.22Treatment includes aggressive resuscitation and urgent surgical delivery."
        },
        {
            "parent": 2,
            "text": "A history of abrupt onset of vaginal bleeding that began with rupture of membranes suggests vasa previa, especially when bleeding is accompanied by decreased fetal movement and a nonreassuring fetal tracing. Urgent cesarean section is generally performed. The differential diagnosis of antepartum vaginal bleeding also includes normal “bloody show” and mucopurulent cervicitis. Vasa previa should be suspected when bloody show is excessive."
        },
        {
            "parent": 3,
            "text": "If the placenta has not delivered when hemorrhage begins, it should be removed, by manual exploration of the uterine cavity if necessary(Figure 3). Placenta accreta is diagnosed if the placental cleavage plane is indistinct. In this situation, the patient should be prepared for probable urgent hysterectomy. Firm bimanual compression of the uterus (with one hand in the posterior vaginal fornix and the other on the abdomen) can limit hemorrhage until help can be obtained."
        },
        {
            "parent": 3,
            "text": "Hemorrhage after placental delivery should prompt vigorous fundal massage while the patient is rapidly given 10 to 30 units of oxytocin in 1 L of intravenous fluid. If the fundus does not become firm, uterine atony is the presumed (and most common) diagnosis. While fundal massage continues, the patient may be given 0.2 mg of methylergonovine (Methergine) intramuscularly, with the dose repeated at two- to four-hour intervals if necessary. Methylergonovine may cause cramping, headache and dizziness. The use of this drug is contraindicated in patients with hypertension. Carboprost (Hemabate), 15-methyl prostaglandin F2a, may be administered intramuscularly or intramyometrially in a dosage of 250 μg every 15 to 90 minutes, up to a maximum dosage of 2 mg. As many as 68 percent of patients respond to a single carboprost injection, with 86 percent responding by the second dose.23Since oxygen desaturation has been reported with the use of carboprost,24patients should be monitored by pulse oximetry."
        },
        {
            "parent": 3,
            "text": "Continuing hemorrhage in a patient with a firm uterine fundus may indicate a hidden vaginal or cervical laceration. This type of injury is easier to identify and repair with adequate lighting, exposure and assistance. If no laceration is present and the fundus is firm, the uterus requires gentle but thorough manual exploration for retained placenta, which should be removed. Uterine rupture is occasionally evident and requires immediate surgery."
        },
        {
            "parent": 3,
            "text": "An occult uterine inversion may also be discovered on vaginal examination, or it may present frankly. Uterine inversion is somewhat more common in primiparas and has no clear association with the mismanagement of labor.25Because uterine inversion quickly leads to shock, the physician should order brisk intravenous hydration and grasp the uterus in the palm, with the thumb anterior. The uterus is then firmly pushed back up into the abdominal cavity and held in place for several minutes. Magnesium sulfate, 4 g given intravenously, and terbutaline, 0.25 mg given intravenously, have been reported to aid repositioning.26"
        },
        {
            "parent": 3,
            "text": "If uterine exploration is nondiagnostic and the fundus is firm, rarer causes of hemorrhage should be considered. While puerperal hematomas typically cause a vulvar or vaginal mass, an occult retroperitoneal hematoma can present with severe abdominal pain and shock after delivery. The diagnosis is confirmed on laparotomy. Visible hematomas that are less than 4 cm in size and not expanding may be managed with ice packs and observation. Larger or expanding hematomas must be incised, irrigated and packed, with ligation of any obvious bleeding vessels. If venipuncture sites are oozing, coagulopathy should be considered."
        },
        {
            "parent": 4,
            "text": "Shoulder dystocia, a dreaded and unpredictable obstetric complication, reportedly occurs in 0.23 to 1.60 percent of deliveries.27,28In one recent retrospective analysis,29the only independent risk factors for shoulder dystocia were a fetal weight greater than 4 kg (8 lb, 13 oz) and a previous macrosomic infant. Macrosomia is notoriously difficult to predict before delivery. Evidence for other predictive risk factors, such as maternal obesity, maternal diabetes or labor abnormalities, is unclear.28,30An important exception is assisted vaginal delivery. In a recent large retrospective study,31it was found that assisted delivery often leads to shoulder dystocia when the fetus is macrosomic or the mother is diabetic."
        },
        {
            "parent": 4,
            "text": "Since shoulder dystocia is difficult to predict or prevent, the physician must know how to manage it. The condition is not difficult to diagnose. Typically, the fetal head delivers and then retracts onto the maternal perineum in the so-called “turtle sign.” The anterior fetal shoulder then fails to deliver, even with moderate posterior traction on the head. The challenge is to effect delivery as quickly as possible while attempting to avoid the neonatal morbidity that complicates more than one third of shoulder dystocias.27"
        },
        {
            "parent": 4,
            "text": "The recommended sequence for reducing shoulder dystocia begins with calling for help and asking the mother to stop her pushing efforts(Figure 4). The first step is the McRoberts maneuver, in which assistants hyperflex the mother's hips against her abdomen, thereby rotating the symphysis pubis anteriorly and decreasing the forces needed to deliver the fetal shoulders(Figure 5). A recent retrospective study32found this maneuver to be the safest and most successful technique for relieving shoulder dystocia. An assistant can add gentle posterolateral suprapubic pressure while the physician continues moderate posterior traction on the fetal head(Figure 6). Fundal pressure should be avoided, since it tends to increase the impaction."
        },
        {
            "parent": 4,
            "text": "If the McRoberts maneuver does not result in delivery, the physician may want to perform an episiotomy (if needed) and call in the anesthesia and neonatal teams. The Rubin maneuver (or the reverse Woods screw) can then be tried. In this maneuver, the physician presses firmly on the posterior aspect of the infant's posterior shoulder, narrowing and rotating the shoulder girdle into the oblique angle at which delivery is often possible(Figure 7)."
        },
        {
            "parent": 4,
            "text": "The next alternative is to deliver the posterior arm. The physician slides a hand under the posterior shoulder to the infant's elbow. By applying pressure at the antecubital fossa, the physician flexes the fetal arm, which is grasped and pulled out over the chest to deliver the shoulders."
        },
        {
            "parent": 4,
            "text": "In the unusual event that none of these maneuvers is successful, the controversial Zavanelli maneuver may be attempted. In this procedure, the fetal head is rotated to a direct occipitoanterior position, flexed, replaced in the vagina and held there until a cesarean section is performed."
        },
        {
            "parent": 4,
            "text": "The key principle with all of these maneuvers is that the physician should formulate and rehearse a consistent management plan. In this way, the physician and other attendants will be prepared to handle shoulder dystocia effectively."
        },
        {
            "parent": 5,
            "text": "In developed countries, eclampsia has been reported to occur in 0.05 to 0.32 percent of pregnancies. Although several recent reports33indicate that the mortality rate for eclampsia is now less than 2 percent, serious complications still occur in up to 35 percent of affected women. Perinatal mortality rates range from 2.0 to 8.6 percent.34The clinical course of eclampsia is usually gradual; however, in one recent U.S. series,3520 percent of patients either did not have the classic preeclamptic triad (elevated blood pressure, proteinuria and edema) or had only mild signs."
        },
        {
            "parent": 5,
            "text": "In the United States, magnesium sulfate has long been the drug of choice for controlling eclamptic seizures. In the United Kingdom, a large randomized trial36and a recent meta-analysis37both found that magnesium sulfate was associated with 60 to 70 percent fewer recurrent seizures than were diazepam and phenytoin. Fewer intubations were necessary in the neonates of eclamptic women who were treated with magnesium sulfate. In addition, fewer of these newborns had to be placed in neonatal intensive care units."
        },
        {
            "parent": 5,
            "text": "In the treatment of eclampsia and pre-eclampsia, magnesium sulfate is often given according to Zuspan's regimen38: an initial 4-g intravenous bolus, then 1 to 2 g per hour as a continuous infusion. If serum magnesium levels exceed 10 mEq per L (5 mmol per L), respiratory depression may occur. This problem may be counteracted by the rapid intravenous infusion of 10 mL of 10 percent calcium gluconate. Magnesium sulfate should be used with caution in patients with impaired renal or cardiac status. It should not be used in patients with myasthenia gravis."
        },
        {
            "parent": 5,
            "text": "Since magnesium sulfate has no effect on blood pressure, antihypertensive agents are often initiated if the diastolic blood pressure exceeds 105 to 110 mm Hg. The purpose is to decrease the risk of maternal intracranial hemorrhage without unduly jeopardizing uterine blood flow. For this purpose, a recent randomized controlled trial39found that when administered as a bolus, hydralazine and labetalol were about equally safe and effective. Hydralazine is given intravenously in a dosage of 5 to 10 mg every 20 minutes. Labetalol is given in an intravenous dose of 50 to 100 mg every 20 to 30 minutes, up to a total dosage of 300 mg.38"
        },
        {
            "parent": 5,
            "text": "Additional management of eclampsia includes supportive care with gentle intravenous hydration and continuous fetal monitoring. Delivery should be accomplished as soon as the mother is stable, by the vaginal route if possible. Obstetric consultation should be sought as early as possible in the course of the eclamptic episode."
        }
    ],
    "locked": false
}