{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0801/p489.html#afp19990801p489-f2",
    "title": "Primary Dysmenorrhea | AAFP",
    "author": "ANDREW S. COCO, M.D.",
    "doi": "Am Fam Physician.1999;60(2):489-496",
    "abstract": "Primary dysmenorrhea is defined as cramping pain in the lower abdomen occurring just before or during menstruation, in the absence of other diseases such as endometriosis. Prevalence rates are as high as 90 percent. Initial presentation of primary dysmenorrhea typically occurs in adolescence. It is a common cause of absenteeism and reduced quality of life in women. The problem is often underdiagnosed and undertreated. Women with primary dysmenorrhea have increased production of endometrial prostaglandin, resulting in increased uterine tone and stronger, more frequent uterine contractions. A diagnostic evaluation is unnecessary in patients with typical symptoms and no risk factors for secondary causes. Nonsteroidal anti-inflammatory medications are the mainstay of treatment, with the addition of oral contraceptive pills when necessary. About 10 percent of affected women do not respond to these measures. It is important to consider secondary causes of dysmenorrhea in women who do not respond to initial treatment. Many alternative treatments (ranging from acupuncture to laparoscopic surgery) have been studied, but the supporting studies are small, with limited long-term follow-up.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Etiology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Clinical Presentation and Diagnosis",
            "level": 2
        },
        {
            "id": 3,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 4,
            "name": "NONSTEROIDAL ANTI-INFLAMMATORY DRUGS",
            "level": 3
        },
        {
            "id": 5,
            "name": "ORAL CONTRACEPTIVES",
            "level": 3
        },
        {
            "id": 6,
            "name": "ALTERNATIVE THERAPIES",
            "level": 3
        },
        {
            "id": 7,
            "name": "PATIENTS WHO DO NOT RESPOND",
            "level": 3
        },
        {
            "id": 8,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Primary dysmenorrhea is a very common problem in young women. It is usually defined as cramping pain in the lower abdomen occurring at the onset of menstruation in the absence of any identifiable pelvic disease. It is distinguished from secondary dysmenorrhea, which refers to painful menses resulting from pelvic pathology such as endometriosis. A relative lack of physician awareness of the very high rates of prevalence and the substantial morbidity of dysmenorrhea often leads to inadequate treatment of this problem. With the widespread availability of over-the-counter non-steroidal anti-inflammatory drugs (NSAIDs), it is often assumed that women are treating themselves adequately. Unfortunately, this is not always the case."
        },
        {
            "parent": 0,
            "text": "Primary dysmenorrhea is by far the most common gynecologic problem in menstruating women. It is so common that many women fail to report it in medical interviews, even when their daily activities are restricted. Reported prevalence rates are as high as 90 percent.1A recent prospective study of college students, based on diaries kept for one year, found that 72 percent of monitored periods were painful, most commonly during the first day of menses. Sixty percent of the women studied reported at least one episode of severe pain.2"
        },
        {
            "parent": 0,
            "text": "The problem of absenteeism from school or work is also underappreciated. In one study2of college women, 42 percent of the study subjects reported absenteeism or loss of activity on at least one occasion, although only a small percentage of women missed work or school for a given monthly menstrual cycle. In several longitudinal studies of young women, rates of absenteeism ranged from 34 to 50 percent.3,4In an older study,5dysmenorrhea accounted for 600 million lost work hours and $2 billion in lost productivity annually."
        },
        {
            "parent": 0,
            "text": "The study2concluded that several risk factors were associated with more severe episodes of dysmenorrhea: earlier age at menarche, long menstrual periods, smoking, obesity and alcohol consumption. Other studies have not found an association with obesity or alcohol, and these issues remain controversial.3,4,6Another report, using a cross-sectional sample of 1,147 urban adolescents, showed that attempting to lose weight was significantly associated with increased menstrual pain.7Physical activity was not associated with pain characteristics."
        },
        {
            "parent": 0,
            "text": "Data to substantiate the widely held view that menstrual pain diminishes after child-bearing are inconsistent. In one longitudinal study,4there was evidence of a decreased prevalence and severity of dysmenorrhea after parity, but other studies found no such effect.8,9Overall, these epidemiologic studies provide some information for patient education efforts. The potential for decreasing painful periods may provide sufficient motivation for some women to adopt healthy lifestyle changes, such as smoking cessation."
        },
        {
            "parent": 1,
            "text": "The etiology of primary dysmenorrhea is not precisely understood, but most symptoms can be explained by the action of uterine prostaglandins, particularly PGF2α. During endometrial sloughing, the disintegrating endometrial cells release PGF2αas menstruation begins. PGF2αstimulates myometrial contractions, ischemia and sensitization of nerve endings. The clinical evidence for this theory is quite strong. Women who have more severe dysmenorrhea have higher levels of PGF2αin their menstrual fluid(Figure 1). These levels are highest during the first two days of menses, when symptoms peak. In addition, numerous studies have documented the impressive efficacy of NSAIDs, which act through prostaglandin synthetase inhibition.10Some studies have also implicated increased levels of leukotrienes and vasopressin, but these connections are not yet well established."
        },
        {
            "parent": 2,
            "text": "Primary dysmenorrhea usually presents during adolescence, within three years of menarche.11It is unusual for symptoms to start within the first six months after menarche. Affected women experience sharp, intermittent spasms of pain, usually centered in the suprapubic area. Pain may radiate to the back of the legs or the lower back. Systemic symptoms of nausea, vomiting, diarrhea, fatigue, fever, headache or lightheadedness are fairly common. Pain usually develops within hours of the start of menstruation and peaks as the flow becomes heaviest during the first day or two of the cycle."
        },
        {
            "parent": 2,
            "text": "A focused history and physical examination are usually sufficient to make the diagnosis of primary dysmenorrhea. The history reveals the typical cramping pain with menstruation, and the physical examination is completely normal. Secondary causes of dysmenorrhea must be excluded.Table 1lists some of the circumstances in which the diagnosis of secondary dysmenorrhea should be considered.Table 2lists selected causes of secondary dysmenorrhea."
        },
        {
            "parent": 2,
            "text": "Some secondary causes may be differentiated by inquiring about age of menarche, length of cycle, and the regularity and timing of the pain. It is usually possible to differentiate dysmenorrhea from premenstrual syndrome (PMS) based on the patient's history. The pain associated with PMS is generally related to breast tenderness and abdominal bloating, rather than a lower abdominal cramping pain. PMS symptoms begin before the menstrual cycle and resolve shortly after menstrual flow begins. Endometriosis may present as progressive dysmenorrhea but is often accompanied by pain during intercourse and may affect fertility."
        },
        {
            "parent": 2,
            "text": "In addition to the history of the timing of pain, the patient's family history may be helpful in differentiating endometriosis from primary dysmenorrhea. Endometriosis has been found in up to 7 percent of first-degree relatives of women with confirmed endometriosis compared with an approximate overall incidence of 1 percent in the general population.12,13An early diagnosis of endometriosis during adolescence can be an important step in minimizing the long-term sequelae, including pain and infertility."
        },
        {
            "parent": 2,
            "text": "A detailed sexual history is essential to assess for the risk of pelvic inflammatory disease (PID). Women with a previous history of PID, sexually transmitted diseases, multiple sexual partners or unprotected sex are at increased risk."
        },
        {
            "parent": 2,
            "text": "The physical examination centers on the bimanual pelvic examination. Findings during the nonmenstrual phase of the cycle are typically negative. If the pain is reproducible, it should be nonspecific and limited to the midline. The primary intent of the examination is to rule out secondary causes of pain such as tumors or ovarian cysts."
        },
        {
            "parent": 2,
            "text": "With a typical history and a lack of abnormal findings on routine pelvic examination, further diagnostic evaluation is not needed. In fact, in many instances, it is preferable to confirm the diagnosis through a therapeutic trial of NSAIDs. At least partial relief of pain with NSAID therapy is so predictable in women with primary dysmenorrhea that failure to respond should raise doubts about the diagnosis."
        },
        {
            "parent": 3,
            "text": "Most patients with primary dysmenorrhea show subjective improvement with NSAID treatment.10Various studies report successful pain relief in 64 to 100 percent of subjects.9These familiar drugs have a record of efficacy demonstrated by numerous studies over the past 15 years. Oral contraceptives provide another effective and well-studied choice for therapy, especially in women desiring birth control. Oral contraceptives are effective in about 90 percent of patients with primary dysmenorrhea.8For the approximately 10 percent who do not respond to these options, a host of alternatives exists, ranging from laparoscopic surgery to acupuncture, although with much less evidence to support their use. Again, lack of pain relief should increase suspicion of a secondary cause of dysmenorrhea. SeeFigure 2for a suggested treatment algorithm."
        },
        {
            "parent": 4,
            "text": "The most appropriate first-line choice of therapy in most women with primary dysmenorrhea is an NSAID. These medications work through the inhibition of the production and release of prostaglandins. As mentioned previously, prostaglandins are responsible for the painful uterine contractions and associated systemic symptoms of primary dysmenorrhea, such as nausea and diarrhea. The choices of specific agents are numerous, and no particular NSAID has been reliably shown to be more effective than others for this condition. Note that aspirin is not used for the treatment of dysmenorrhea. It is not potent enough in the usual dosage. Response to NSAIDs usually occurs within 30 to 60 minutes. Since individual response may vary, it may be prudent to try a second agent of a different class if the pain is not relieved with the first agent after one or two menstrual cycles."
        },
        {
            "parent": 4,
            "text": "Although NSAIDS are highly effective and widely available without a prescription, many adolescents are not utilizing effective treatment regimens.14In one study,1425 percent of adolescents used less than the recommended dosage of medications, and 43 percent failed to reach the maximum daily frequency. Clinicians should routinely inquire about the use of over-the-counter drugs, including specific dosing, especially with young patients."
        },
        {
            "parent": 5,
            "text": "Oral contraceptives are the second line of therapy for most patients, unless birth control is also desired. The necessity of daily medication to prevent symptoms for one or two days a month makes them too cumbersome as a first-line choice compared with the highly effective NSAIDs. Oral contraceptives prevent menstrual pain through a different mechanism than NSAIDs. The action of oral contraceptives is twofold: reduction of menstrual fluid volume and suppression of ovulation.8As mentioned previously, they are up to 90 percent effective.8Any oral contraceptive will work. Studies attempting to prove the superiority of triphasic preparations over monophasic medications or of one type of progesterone component over another have been largely inconclusive.15All oral contraceptives are very effective compared with placebo."
        },
        {
            "parent": 5,
            "text": "In general, it may take up to three cycles for menstrual pain to noticeably diminish, so it is important to stress this point to patients at the time of the initial prescription and consider adding an NSAID for breakthrough pain during the interim."
        },
        {
            "parent": 5,
            "text": "Many adolescents are not aware that oral contraceptives reduce menstrual pain.16In a prospective study of 308 adolescent females, those with severe symptoms of dysmenorrhea that responded to oral contraceptives were eight times as likely to be consistent users of oral contraceptives.16Counseling patients about this added benefit might improve their motivation to comply with a daily medication. Norplant and DepoProvera are also effective in relieving dysmenorrhea. As with NSAIDs, it is important to inquire about contraindications: cardiovascular disease, cerebrovascular disease, hepatic disease, history of venous thrombosis or current pregnancy."
        },
        {
            "parent": 5,
            "text": "Because NSAIDs and oral contraceptives are so effective and work through different mechanisms, a combination of the two is a very attractive option in refractory cases. No consistent data demonstrate effectiveness rates for this combination, but it is probably at least 90 percent, given the previously stated rates of effectiveness for the individual treatments. Consequently, about 10 percent of patients may remain nonresponders to combination treatment."
        },
        {
            "parent": 6,
            "text": "For reasons that are not clear, about 10 percent of women with primary dysmenorrhea do not respond to treatment with NSAIDs or oral contraceptives. In addition, some women have contraindications to these medications. Consequently, researchers have investigated numerous alternative treatments.Table 317–28lists therapies for nonresponders and indicates some of the studies that support their use."
        },
        {
            "parent": 6,
            "text": "Trials of transcutaneous electrical nerve stimulation (TENS) units, laparoscopic presacral neuronectomy, acupuncture, omega-3 fatty acids, transdermal nitroglycerin, thiamine and magnesium all demonstrated some relief of dysmenorrhea symptoms, although the numbers in the studies were small and only short-term follow-up was noted. Women should be encouraged to try any safe option and to feel comfortable discussing these options with their physician. A survey29showed that Americans are increasingly using alternative therapies and not discussing these therapies with their physicians."
        },
        {
            "parent": 7,
            "text": "Women who do not respond to therapy with NSAIDs and/or oral contraceptives present a dilemma. Nonresponse is also an indication to consider some secondary cause of dysmenorrhea, such as endometriosis. One study30indicated that most women with endometriosis endure pain for many years before the condition is detected—the mean delay in diagnosis after onset of pain symptoms was almost 12 years in American women. The diagnostic dilemma arises at least partly from the need for invasive testing, i.e., laparoscopy, before the diagnosis can be reliably made."
        },
        {
            "parent": 8,
            "text": "Primary dysmenorrhea is a very common and underappreciated problem. Family physicians may need to specifically inquire about menstrual pain to identify patients who are not achieving effective treatment with the use of over-the-counter medications or alternative therapies."
        }
    ],
    "locked": false
}