{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0201/p593.html#afp19990201p593-f2",
    "title": "Preterm Labor | AAFP",
    "author": "DAVID G. WEISMILLER, M.D., SC.M.",
    "doi": "Am Fam Physician.1999;59(3):593-602",
    "abstract": "Preterm labor is the leading cause of perinatal morbidity and mortality in the United States. It is characterized by cervical effacement and/or dilatation and increased uterine irritability before 37 weeks of gestation. Women with a history of preterm labor are at greatest risk. Strategies for reducing the incidence of preterm labor and delivery have focused on educating both physicians and patients about the risks for preterm labor and methods of detecting preterm cervical dilatation. Methods used to predict preterm labor include weekly cervical assessment, transvaginal ultrasonography, detection of fetal fibronectin and home uterine activity monitoring. As yet, it is unclear if any of these strategies should be routinely employed. At present, management of preterm labor may include the use of tocolytic agents, corticosteroids and antibiotics.",
    "headers": [
        {
            "id": 0,
            "name": "Risk Factors for Preterm Labor",
            "level": 2
        },
        {
            "id": 1,
            "name": "Risk Assessment",
            "level": 2
        },
        {
            "id": 2,
            "name": "RISK SCORING",
            "level": 3
        },
        {
            "id": 3,
            "name": "CERVICAL ASSESSMENT",
            "level": 3
        },
        {
            "id": 4,
            "name": "TRANSVAGINAL ULTRASOUND EXAMINATION",
            "level": 3
        },
        {
            "id": 5,
            "name": "FETAL FIBRONECTIN",
            "level": 3
        },
        {
            "id": 6,
            "name": "HOME MONITORING OF UTERINE ACTIVITY",
            "level": 3
        },
        {
            "id": 7,
            "name": "Management of Preterm Labor",
            "level": 2
        },
        {
            "id": 8,
            "name": "TOCOLYSIS",
            "level": 3
        },
        {
            "id": 9,
            "name": "CORTICOSTEROID THERAPY",
            "level": 3
        },
        {
            "id": 10,
            "name": "ANTIBIOTIC THERAPY",
            "level": 3
        },
        {
            "id": 11,
            "name": "BED REST",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Preterm labor is the leading cause of perinatal morbidity and mortality in the United States. It usually results in preterm birth, a complication that affects 8 to 10 percent of births in the United States each year.1Despite four decades of research, the rate of premature births has not changed, and some data indicate the rate may be worsening. Survival rates have increased and morbidity has decreased because of technologic advances in perinatal and neonatal medicine. Management of preterm labor and preterm birth account for health care expenditures of over $3 billion per year."
        },
        {
            "parent": -1,
            "text": "Strategies to prevent preterm delivery have focused on early diagnosis of preterm labor and on clinical markers such as cervical change, uterine contractions, bleeding and changes in fetal behavioral states. Diagnosing early preterm labor is difficult and has a high false-positive rate. False diagnoses of preterm labor have resulted in unnecessary and potentially hazardous treatment for thousands of women. Improved methods of early diagnosis would be a significant advance in the treatment of women at risk for preterm labor."
        },
        {
            "parent": 0,
            "text": "Preterm labor is characterized by cervical effacement and/or dilatation, and increased uterine irritability that occurs before 37 weeks of gestation. In most cases, the precise causes of preterm labor are not known.Table 1outlines major risk factors associated with preterm labor. The strength of the association of each identified risk factor has been shown to vary and has evoked a significant amount of debate in the literature.2Women with a history of previous preterm delivery carry the highest risk of recurrence, estimated to be between 17 and 37 percent.3"
        },
        {
            "parent": 1,
            "text": "Better indicators are needed to identify women who will develop preterm labor and women who will deliver before term."
        },
        {
            "parent": 2,
            "text": "Risk scoring strategies have been devised to assess a woman's potential for preterm birth based on her socioeconomic status, clinical history, lifestyle, and past obstetric and current perinatal complications. However, these strategies have proved to be of limited value. The best results have been obtained in upper socioeconomic populations.4Risk scoring has been poorly predictive of preterm labor and delivery in inner-city populations.5Unfortunately, there is insufficient evidence from randomized trials of preterm preventive programs to suggest that the use of prospective risk scoring can reduce the incidence of preterm delivery.6Risk scoring systems have not been discriminating enough to identify women who will benefit from programs designed to prevent preterm birth by preventing preterm labor."
        },
        {
            "parent": 3,
            "text": "Weekly cervical assessment as a predictor of preterm labor in women with uncomplicated pregnancies has had varying support. The lack of efficacy of routine cervical examination in reducing preterm deliveries suggests that such examinations do not identify women at risk of preterm delivery or that the interventions prompted by the test are ineffective. A multinational randomized trial7conducted in 1994 compared women in whom a cervical examination was attempted at each prenatal visit with women whose physician attempted to avoid cervical examination if possible."
        },
        {
            "parent": 3,
            "text": "There were no significant differences between the two groups with respect to preterm delivery or premature rupture of the membranes. This finding suggests that there is no predictive advantage to routine cervical examinations in pregnant women with no predisposing risk factors.7Routine cervical assessment in women at high risk for preterm delivery is also controversial, and use of this method must be considered investigational. Cervical assessment does not appear to precipitate preterm labor, preterm premature rupture of the membranes (PPROM) or ascending uterine infection.7,8"
        },
        {
            "parent": 4,
            "text": "Cervical length may be a useful predictor of the risk of premature delivery, with a shorter cervix predicting a higher risk. Given the substantial intra- and inter-observer variations that occur with digital examinations, it has been hoped that transvaginal ultrasonography would provide a more reliable testing method. Transvaginal ultrasonography is a reproducible method of examination during pregnancy.9,10Cervical dilatation has been demonstrated with some accuracy up to 4 cm. Cervical effacement and lower uterine segment changes may predate cervical dilatation. The unaffected cervix in the third trimester usually measures between 3.5 and 4.8 cm in length. Fifty-percent effacement corresponds to a cervical length of 1.5 cm, and 75-percent effacement corresponds to a length of 1.0 cm."
        },
        {
            "parent": 4,
            "text": "Several published studies11–13have demonstrated an inverse relationship between cervix length and frequency of preterm delivery. One study14showed that when the mean cervical length minus one standard deviation at each gestational age was chosen as a cut-off value, the group with a shortened cervix showed a significantly higher preterm delivery rate exclusively in the primigravida population (odds ratio: 4.86). In contrast, internal os dilatation was a more useful predictor in multiparous women.14The authors concluded that the length of the cervix was possibly an indirect indicator of cervical competence and that cervical length should be seen as a continuous rather than a dichotomous variable. Traditionally, it has been taught that the cervix is either fully functional or incompetent."
        },
        {
            "parent": 4,
            "text": "Another recent study15demonstrated that women with cervical lengths at or below the 25th, 50th and 75th percentiles (less than 3 cm) had a significantly greater risk of preterm delivery at each quartile (relative risk at 24 weeks of gestation: 3.79, 2.35 and 1.98, respectively; relative risk at 28 weeks of gestation: 5.39, 3.52 and 2.80, respectively) than did women whose cervical lengths were above the 75th percentile (more than 4 cm). Although the predictive value of ultrasonography was low in this low-risk population, it is postulated that the predictive value will rise as the risk of prematurity in the study population increases."
        },
        {
            "parent": 4,
            "text": "Currently, transvaginal ultrasonography is not indicated in the routine evaluation of the patient with a history of or current risk factors for preterm delivery. Further clinical trials are needed to determine the role of transvaginal ultrasonography in high-risk populations and in the selection of candidates for clinical trials to evaluate cerclage."
        },
        {
            "parent": 5,
            "text": "Fetal fibronectin in cervical and vaginal secretions may be a biochemical marker for preterm labor. Fetal fibronectin is an extracellular protein found in the fetal membranes, decidua and amniotic fluid. It functions as an adhesive between the developing embryo and the interior surface of the uterus."
        },
        {
            "parent": 5,
            "text": "As the gestational sac implants, fetal fibronectin will normally appear in cervicovaginal fluid. The presence of fetal fibronectin in the cervix or vagina is infrequent after the 20th week (occurring in less than 10 percent of women) and rare after the 24th week. After the 24th week, the presence of fetal fibronectin may indicate detachment of the fetal membranes from the decidua.16,17"
        },
        {
            "parent": 5,
            "text": "Studies suggest that fetal fibronectin is a biochemical marker for labor. A meta-analysis18showed that the presence of fibronectin in cervicovaginal secretions triples the risk of preterm delivery in women presenting with uterine contractions."
        },
        {
            "parent": 5,
            "text": "The U.S. Food and Drug Administration (FDA) recently licensed an assay for fetal fibronectin as an aid in the diagnosis of preterm labor in symptomatic women.19A multi-site study20was performed to document the efficacy of the presence of fetal fibronectin in cervical secretions as a predictor of preterm labor. The assay was 10 times more effective than any other risk factor or clinical sign in predicting preterm delivery. The negative predictive value (i.e., the percentage of women who did not deliver preterm and who had a negative fetal fibronectin assay result) at 14 days from sampling was 99 percent. The finding of cervicovaginal fetal fibronectin appears to be a more accurate indicator of preterm delivery within seven days than either cervical dilatation or contraction frequency.20"
        },
        {
            "parent": 5,
            "text": "The association between a positive fetal fibronectin test and a spontaneous preterm birth tends to decrease as gestation progresses. There is no evidence to suggest that use of the assay for fetal fibronectin would result in a reduction in spontaneous preterm birth.21"
        },
        {
            "parent": 5,
            "text": "Interestingly, women with positive results on fetal fibronectin assays are more likely to have clinical chorioamnionitis, and their infants are more likely to be septic. Thus, the presence of fetal fibronectin may be a marker for infections of the upper genital tract. Because of the potential link between the release of fetal fibronectin and inflammation at the choriodecidual interface, adding biochemical markers for infection to the screening process may increase the predictive value over that of a positive fetal fibronectin assay result alone.22,23"
        },
        {
            "parent": 5,
            "text": "The FDA has approved the fetal fibronectin assay as a screen for premature labor in asymptomatic women as well. A multicenter study of asymptomatic high-risk women demonstrated not only a similar predictive value for the assay, but also an interaction between uterine activity (as documented by a home uterine activity monitor) and the presence of fetal fibronectin.24The combination of both of these diagnostic methods greatly improved the predictive value of the assay."
        },
        {
            "parent": 5,
            "text": "Many questions remain as to how to integrate the results of fetal fibronectin assays, both positive and negative, into clinical care. Physicians might use the negative predictive value to avoid interventions of questionable efficacy, considerable cost and potential morbidity. For example, clinical management of patients treated with parenteral tocolysis on the basis of clinical criteria, who are then found to be fibronectin-negative, may be modified by reducing the length of the hospital stay or avoiding transfer to a tertiary care center. Symptomatic women with cervical dilatation of less than 2 cm who do not meet the criteria for tocolysis and who have a negative fibronectin assay might be observed on an outpatient basis.14"
        },
        {
            "parent": 6,
            "text": "Home monitoring of uterine activity has been proposed as a diagnostic aid in reducing the incidence of preterm birth through early recognition of preterm contractions. Women who go on to deliver prematurely are more likely to exhibit increased uterine contractions 24 hours or more before the onset of delivery. A home monitor can identify these contractions. It is not clear if the use of this expensive and burdensome system can actually affect the rate of preterm delivery."
        },
        {
            "parent": 6,
            "text": "Whether there is significant evidence to warrant recommendation of routine or even selective use of home uterine activity monitoring in women at high risk for preterm labor and delivery remains a matter of controversy. Several of the most frequently cited studies offer differing conclusions. The Collaborative Home Uterine Monitoring Study Group25examined the efficacy of a home uterine activity monitoring system in detecting preterm labor at an early stage and in reducing the rate of preterm birth. The authors found that uterine activity data obtained from home uterine monitoring, when combined with daily contact with a nurse, were not associated with earlier diagnosis of preterm labor or lower rates of preterm birth or neonatal morbidity in women at high risk for preterm labor and birth."
        },
        {
            "parent": 6,
            "text": "Another study,26the first to describe pregnancy outcome data for the entire study population on the basis of the principle of intent to treat, compared home uterine activity monitoring without intensive nursing care with the usual care given to women at high risk for preterm labor. The data showed that, among women with singleton gestations at high risk for preterm delivery, the use of a home uterine activity monitor alone, without additional intensive nursing care, resulted in improved pregnancy outcomes, including prolonged gestation, decreased risk for preterm delivery, and infants with a heavier birth weight and a decreased need for neonatal intensive care.26Another study27reported decreased neonatal morbidity in women with twin pregnancies followed with a home uterine activity monitoring device compared with control subjects but found no difference in neonatal morbidity or any other outcome measure in women with singleton pregnancies. However, this improvement in outcome for twin pregnancies has not been observed in other trials. The study lacked a sufficient population, and the apparent benefits reported for twin gestations were mitigated when all enrolled women rather than individual newborns were used as the subgroup denominator."
        },
        {
            "parent": 6,
            "text": "Because of these conflicting findings, the U.S. Preventive Services Task Force has stated that there is insufficient evidence to either recommend or advise against home uterine activity monitoring as a screening test for preterm labor in high-risk pregnancies. Recommendations against its use may be made on the grounds of cost and inconvenience. Home uterine activity monitoring is not recommended in pregnant women without risk factors for preterm labor.28The American College of Obstetricians and Gynecologists has concluded that home uterine activity monitoring should remain investigational and not be recommended for routine clinical use.3"
        },
        {
            "parent": 6,
            "text": "Despite controversy over its efficacy, home uterine activity monitoring is currently licensed for the detection of preterm labor in women with a history of previous preterm deliveries. In practice, however, it is being more widely used to prevent preterm delivery. More comprehensive preventive strategies should be sought.29"
        },
        {
            "parent": 7,
            "text": "Specific strategies for the management of preterm labor are discussed below and summarized inFigure 1."
        },
        {
            "parent": 8,
            "text": "Tocolytic therapy may offer some short-term benefit in the management of preterm labor. A delay in delivery can be used to administer corticosteroids to enhance pulmonary maturity and reduce the severity of fetal respiratory distress syndrome, and to reduce the risk of intraventricular hemorrhage.30The delay can also be used to facilitate transfer of the patient to a tertiary care center. No study has convincingly demonstrated an improvement in survival, long-term perinatal morbidity or mortality, or neonatal outcome with the use of tocolytic therapy alone."
        },
        {
            "parent": 8,
            "text": "Table 2lists the tocolytic agents currently available. The fetal and neonatal risks associated with the medical management of pre-term labor have not been accurately quantified but require consideration in the overall management of preterm labor.31,32Tocolytic therapy also has potential for maternal complications(Table 3). These agents should be used only when the perceived benefits outweigh the risks. Contraindications to tocolysis include nonreassuring fetal heart rate tracing, eclampsia or severe preeclampsia, fetal demise (singleton), chorioamnionitis, fetal maturity and maternal hemodynamic instability."
        },
        {
            "parent": 8,
            "text": "Criteria for initiating tocolytic therapy vary by institution. Regular uterine contractions and cervical change (effacement or dilatation) appear to be the most widely used criteria. Dilatation of at least 3 cm is associated with less effective treatment results. Oral terbutaline (Bricanyl) following successful parenteral tocolysis is not associated with prolonged pregnancy or reduced incidence of recurrent preterm labor.33,34"
        },
        {
            "parent": 9,
            "text": "Dexamethasone and betamethasone are the preferred corticosteroids for antenatal therapy(Table 4). Corticosteroid therapy for fetal maturation reduces mortality, respiratory distress syndrome and intraventricular hemorrhage in infants between 24 and 34 weeks of gestation. Strong evidence shows that neonatal benefits start at 24 hours and last up to seven days after treatment. There is not enough data to establish that clinical benefit lasts beyond seven days after treatment. The potential benefits or risks of repeated administration of corticosteroids after seven days are unknown."
        },
        {
            "parent": 9,
            "text": "No long-term maternal or neonatal adverse effects have been reported in association with the use of corticosteroid therapy.35Maternal pulmonary edema can occur when antenatal corticosteroids are used in combination with tocolytic agents. This complication is more commonly associated with maternal infection, fluid overload and multiple gestation. Pulmonary edema has not been reported when corticosteroids are used alone."
        },
        {
            "parent": 9,
            "text": "In women with PPROM, antenatal corticosteroid therapy reduced the risk of respiratory distress syndrome. The magnitude of the reduction in this group is not as great as in women with intact membranes. In women with PPROM at less than 30 to 32 weeks of gestation, in the absence of clinical chorioamnionitis, antenatal corticosteroid use is recommended because of the high risk of intraventricular hemorrhage at this early gestational age.35Although the risk of maternal and fetal infection may increase with corticosteroid use, the increased risk is small. There is no evidence that corticosteroid therapy interferes with the physician's ability to diagnose maternal infection."
        },
        {
            "parent": 10,
            "text": "Although pregnant women with PPROM sustain their pregnancies longer if given antibiotics, evidence that antibiotic therapy is also benefical to the neonate has been inconsistent. One example of antibiotic therapy prescribed for women with PPROM is intravenous ampicillin (2 g given every six hours) and erythromycin (250 mg given every six hours) for 48 hours, followed by oral amoxicillin (250 mg given every eight hours) and erythromycin base (333 mg given every eight hours) for five days.36Another sample regimen is intravenous ampicillin (2 g given every six hours for 24 hours) followed by 500 mg given orally every six hours until hospital discharge or delivery.37"
        },
        {
            "parent": 10,
            "text": "Previous trials may have failed to show any benefit to the neonate because the populations studied included women near term whose infants were at low risk for perinatal complications. Recent data suggest that poor fetal outcome (death, respiratory distress, sepsis, intraventricular hemorrhage or necrotizing colitis) occurred less frequently in women receiving antibiotics (average gestational age: 24 to 32 weeks). In addition, women who received antibiotics sustained pregnancy approximately twice as long as those who did not receive antibiotics and also had a lower incidence of clinical amnionitis.38"
        },
        {
            "parent": 10,
            "text": "The effectiveness of antibiotic treatment in women in preterm labor whose membranes are intact has not been demonstrated. Further research is required to identify women and neonates who are more likely to benefit from antibiotic treatment for preterm labor before membrane rupture.39"
        },
        {
            "parent": 10,
            "text": "Group B streptococcal disease continues to be a major cause of illness and death among newborn infants and has been associated with preterm labor, although data supporting this association are weak. A gestational age of less than 37 weeks is one of the major risk factors for group B streptococcal disease.Figures 2and3andTable 5summarize the consensus management guidelines for the prevention of early-onset group B neonatal sepsis.40"
        },
        {
            "parent": 11,
            "text": "Although bed rest is often prescribed for women at high risk for preterm labor and delivery, there are no conclusive studies documenting its benefit. A recent meta-analysis found no benefit to bed rest in the prevention of preterm labor or delivery.41"
        }
    ],
    "locked": false
}