{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/0515/p3133.html#afp20000515p3133-uf1",
    "title": "Evaluating Treatments for Hypercholesterolemia | AAFP",
    "author": "GRACE BROOKE HUFFMAN, M.D.",
    "doi": "Am Fam Physician.2000;61(10):3133-3134",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "The second report of the National Cholesterol Education Program (NCEP) Expert Panel on Detection, Evaluation, and Treatment of High Blood Cholesterol and the Treatment of High Blood Cholesterol in Adults (Adult Treatment Panel II [ATP-II]) was issued in 1993. Ansell and colleagues conducted a study to determine whether evidence becoming available since 1993 affects the recommendations made by those panels."
        },
        {
            "parent": -1,
            "text": "A MEDLINE search was conducted to find all randomized controlled trials of lipid lowering agents that had been published since 1993. After exclusion criteria were applied, 37 studies remained to assess the ATP-II guidelines."
        },
        {
            "parent": -1,
            "text": "The ATP-II report was cautious in its recommendations for use of lipid-lowering therapy because of concerns about safety. Since then, several studies have shown no increase in noncardiovascular mortality with agents usually used to treat hyperlipidemia. Statins had not been as widely studied in 1993, but more recent trials have shown significant reductions in coronary heart disease (CHD) and total mortality with the use of these agents. This more recent evidence supports beginning pharmacologic treatment as soon as the diagnosis of CHD is made, rather than trying nonpharmacologic treatment first. In fact, the American Heart Association states that it is not necessary (in patients with a low-density lipoprotein [LDL] cholesterol level greater than 130 mg per dL [3.35 mmol per L]) to withhold lipid-lowering therapy until after nonpharmacologic treatment has been tried. Primary prevention, cautiously discussed in ATP-II, has since been shown to be possible. Specifically, men treated with lipid-lowering agents had a decreased relative risk of CHD events. The authors recommend that future guidelines address the cost of lipid-lowering agents as well as the absolute event reduction."
        },
        {
            "parent": -1,
            "text": "Low high-density lipoprotein (HDL) cholesterol levels (less than 35 mg per dL [0.90 mmol per L]) are identified as a major risk factor for CHD; high levels (greater than 60 mg per dL [1.55 mmol per L]) are protective. There are few data about treating patients with CHD and low HDL levels, although initial treatment with nonpharmacologic methods (reduced weight, cessation of smoking and increased activity) is a reasonable first step. Niacin is the medication most able to effect an increase in HDL levels, although estrogen replacement therapy (in post-menopausal women), fibrates and statins may also be used."
        },
        {
            "parent": -1,
            "text": "There is no evidence-based information about treating hypercholesterolemia in young people, although dietary modification and other nonpharmacologic treatments may be used. If the LDL level is greater than 220 mg per dL (5.70 mmol per L), pharmacologic treatment may be wise. In the ATP-II, women with CHD and high cholesterol levels had a reduced risk of a major CHD event if estrogen replacement therapy was used. However, more recent studies have shown that estrogen/progestin therapy in women with a myocardial infarction (MI) was associated with a 58 percent increase in CHD events in the year after MI."
        },
        {
            "parent": -1,
            "text": "Although the ATP-II was cautious about recommending lipid-lowering therapy in the elderly, more recent studies have shown that treatment with medication is safe and is likely to decrease the risk of coronary events in elderly patients with CHD. Data on primary prevention in the elderly are not available."
        },
        {
            "parent": -1,
            "text": "The authors summarize by stating that evidence supports the use of statins in most patients with hypercholesterolemia and CHD, and in non–CHD patients who nevertheless are at high risk for developing CHD(seeaccompanying figureon page 3134). Other medications may be more appropriate in certain circumstances. Further studies are needed."
        }
    ],
    "locked": false
}