{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/0401/p2209a.html#afp20000401p2209a-uf1",
    "title": "Vasovagal Syncope and Related Disorders | AAFP",
    "author": "RICHARD SADOVSKY, M.D.",
    "doi": "Am Fam Physician.2000;61(7):2209-2212",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "The management of patients in whom a primary abnormality in blood pressure regulation results in hypotension and loss of consciousness presents clinical challenges. The hypotension may be primary, or it may be secondary to a condition such as tachyarrhythmia or bradyarrhythmia. Vasovagal syncope describes this condition, as well as other conditions that are considered to be dysautonomic responses to upright posture, such as orthostatic hypotension and postural orthostatic tachycardia syndrome (POTS). Bloomfield and associates reviewed the pathophysiology of these two causes of syncope and developed an algorithm to guide diagnosis and treatment."
        },
        {
            "parent": -1,
            "text": "In patients with vasovagal syncope, the initial cardiovascular response to an upright posture appears to be relatively normal. Syncope occurs after an abrupt decrease in blood pressure, sometimes accompanied by a marked decrease in heart rate after a delayed period of head-up tilt, which triggers blood pooling in the lower extremities. The mean time to syncope in patients undergoing a tilt-table test is 25 minutes. The dysautonomic response occurs in the presence of a failing autonomic system. Patients with this condition are unable to compensate for the acute decrease in venous return that occurs with upright position, causing orthostatic hypotension. This failure to compensate can occur immediately or be delayed because of blood pooling in the lower extremities. The difference in mechanisms causing vasovagal syncope and the dysautonomic response result in different treatment considerations. For an algorithm detailing diagnosis and treatment of vasovagal syncope and related disorders,see theaccompanying figureon page2212."
        },
        {
            "parent": -1,
            "text": "Approaches to treatment must take into account the patient's quality of life and the extent of risk factors present. Patients who have experienced only one or two episodes may require only education and counseling. Factors associated with increased risk of recurrent syncope include the absolute number of prior episodes, a shorter length of time between recurrences and recurrence after a tilt-table test. Other at-risk factors include syncope that develops without warning or prodromal symptoms, especially in persons who work as truck drivers or pilots."
        },
        {
            "parent": -1,
            "text": "The initial approach to treatment involves education about ways to avoid syncopal episodes. Adjusting potentiating medications, including peripherally active alpha antagonists and nitrates, can be useful in preventing recurrences when clinically possible. An assessment of volume status and an increase in dietary salt may also reduce syncopal episodes. Empiric therapy with beta blockers or fludrocortisone can be initiated without a tilt-table test in patients with vasovagal syncope, and therapy with fludrocortisone or midodrine is indicated in patients with suspected orthostatic intolerance. Assessment of treatment efficacy should emphasize reducing symptoms and assessing side effects. Treatment for 12 months is reasonable, at which time medication is stopped or tapered."
        },
        {
            "parent": -1,
            "text": "The authors conclude that a patient's hemodynamic response to standing should be part of all routine examinations and that tilt-table testing may be useful in establishing a diagnosis and guiding treatment of vasovagal syncope. Two abnormalities may occur with standing: (1) POTS, defined as an excessive increase in heart rate (greater than 30 beats per minute or a heart rate of greater than 120 beats per minute) with or without syncope and (2) orthostatic hypotension, defined as a decrease in systolic pressure of 20 mm Hg or a decrease in diastolic pressure of 10 mm Hg within three minutes of standing. Education, reassurance and an increase in dietary salt may be sufficient treatment in many patients. POTS can be treated empirically with beta blockers, salt and fludrocortisone. Orthostatic hypotension can be treated with volume expansion therapy with salt and fludrocortisone and vasoconstrictor therapy with midodrine. Evidence of a dysautonomic response, in which the patient's blood pressure decreases without a significant increase in heart rate, suggests autonomic failure and is treated with fludrocortisone or midodrine."
        }
    ],
    "locked": false
}