{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0415/p2263.html#afp19990415p2263-f2",
    "title": "Recognition and Management of Tourette's Syndrome and Tic Disorders | AAFP",
    "author": "MOHAMMED M. BAGHERI, M.D., JACOB KERBESHIAN, M.D., AND LARRY BURD, PH.D.",
    "doi": "Am Fam Physician.1999;59(8):2263-2272",
    "abstract": "Tic disorders and Tourette's syndrome are conditions that primary care physicians are likely to encounter. Up to 20 percent of children have at least a transient tic disorder at some point. Once believed to be rare, Tourette's syndrome is now known to be a more common disorder that represents the most complex and severe manifestation of the spectrum of tic disorders. Tourette's syndrome is a chronic familial disorder with a fluctuating course; the long-term outcome is generally favorable. Although the exact underlying pathology has yet to be determined, evidence indicates a disorder localized to the frontal-subcortical neural pathways. Tourette's syndrome is commonly associated with attention-deficit/hyperactivity disorder, obsessive-compulsive disorder, behavior problems and learning disabilities. These comorbid conditions make the management of Tourette's syndrome more challenging. Management of Tourette's syndrome should include timely and accurate diagnosis, education, and behavior or pharmacologic interventions. Use of neuroleptic medications and dopamine D2antagonist drugs can be effective but may be associated with significant side effects.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Course of the Disorder",
            "level": 2
        },
        {
            "id": 2,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 3,
            "name": "Comorbidity and Complications",
            "level": 2
        },
        {
            "id": 4,
            "name": "Etiology",
            "level": 2
        },
        {
            "id": 5,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 6,
            "name": "Management",
            "level": 2
        },
        {
            "id": 7,
            "name": "BEHAVIOR TREATMENT",
            "level": 3
        },
        {
            "id": 8,
            "name": "PHARMACOLOGIC INTERVENTION",
            "level": 3
        },
        {
            "id": 9,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Primary care physicians are often the first physicians to be consulted about tics. Tics are defined as sudden, rapid, purposeless, repetitive, nonrhythmic, stereotyped movements or vocalizations.1Tics are either transient, with a duration of less than 12 consecutive months, or chronic, with a course that lasts more than a year, and can be either primary (idiopathic) or secondary. Common simple tics are eye blinking, shoulder jerking, picking movements, grunting, sniffing and barking.1Complex tics include facial grimacing, arm flapping, coprolalia (use of obscene words), palilalia (repeating one's own words) and echolalia (repeating another's words or phrases).Table 1lists some common motor and vocal tics."
        },
        {
            "parent": -1,
            "text": "Tourette's syndrome is a chronic tic disorder that is characterized by both motor and vocal tics, with onset in childhood.Table 2lists current diagnostic criteria for Tourette's syndrome.1This disorder usually begins with simple tics and progresses to more complex tics. Coprolalia was originally described as a pathognomonic symptom by Gilles de la Tourette, but it occurs in only 8 to 39 percent of patients, mostly males, and is not required for a diagnosis.2–5Tics typically have a peak period of recognition in the early school years, although a careful clinical history will often determine that they have been present for years. Tourette's syndrome has a waxing and waning course, with one tic appearing and typically being replaced by another, although in most cases multiple tics are present concomitantly. Tics are often temporarily suppressible, sometimes for minutes, occasionally for hours. Some patients can suppress their tics during the school day or work day. Tic suppression typically causes a “build-up” of tics that is then discharged at home, often in flurries for one to two hours."
        },
        {
            "parent": 0,
            "text": "Tics have come to be recognized as a common component of development. It has been estimated that as many as one in five children has had a tic at some point in the first 10 years of life,6–8although accurate epidemiologic data are limited. These tics typically are transient, lasting less than one year. Some patients acquire longstanding chronic tics, usually motor tics, that may persist for years. Motor tics are more common than vocal tics."
        },
        {
            "parent": 0,
            "text": "The prevalence of Tourette's syndrome is one to 10 cases per 10,000.7–9In North Dakota school-aged children, the rate is 5.2 cases per 10,000.8In North Dakota adults, the rate is 0.5 per 10,000.9Tourette's syndrome is three to nine times more frequent in males than in females.9The mean age of onset is six to seven years.6–9"
        },
        {
            "parent": 1,
            "text": "In most children, Tourette's syndrome has a fluctuating course. Anxiety, stress and fatigue often intensify tics. Tics are usually significantly reduced during sleep or when the patient is focused on an activity. Psychoactive drugs, particularly cocaine and stimulants, have a tendency to worsen tics."
        },
        {
            "parent": 1,
            "text": "In most cases, tics peak in severity between nine and 11 years of age. In one study,1073 percent of patients (median age of 18 years) reported that their tics had disappeared or considerably decreased at follow-up. In another follow-up study,11only 9 percent of study subjects had severe symptoms after five to 15 years. In our experience, about 85 percent of patients have remission or improve considerably as adults(Figure 1)."
        },
        {
            "parent": 1,
            "text": "Between 5 and 10 percent of patients continue to have unchanged or worsening symptoms into adolescence and adulthood. In this population, the likelihood of tics continuing for decades is substantial. Patients in their seventh, eighth and ninth decades of life may have tics that have been present since childhood. In most older patients, the tics tend to become quite stable over time, although occasionally new tics will be acquired. There is no reliable way to predict which children will have a poorer prognosis."
        },
        {
            "parent": 2,
            "text": "The precise etiology of Tourette's syndrome is unknown. Tics are believed to result from a tripartite dysfunction in the central nervous system. Imaging techniques have implicated the basal ganglia and frontal cortex in the pathogenesis of Tourette's syndrome.12–14The second source of abnormality is thought to be inappropriate regulation of neurotransmitters, especially dopamine.15Strong evidence indicates that dopamine excess or supersensitivity of the postsynaptic dopamine receptors is the underlying pathophysiologic mechanism of Tourette's syndrome.16–19The third hypothesis of dysfunction is a neurophysiologic deficit secondary to neurotransmitter abnormalities, resulting in failure of inhibition of the frontal-subcortical motor circuits.19–22This area has prominent interconnections with the basal ganglia. As a result, the tic-related neural circuits for throat clearing, sniffing, eye squinting or facial grimacing may run too frequently and out of synchrony with those for other motor movements. Stress and anxiety may neurochemically intensify this inhibitory deficit."
        },
        {
            "parent": 3,
            "text": "Tic disorders and Tourette's syndrome are frequently accompanied by other conditions. The three most frequent comorbid conditions are attention-deficit/hyperactivity disorder (ADHD) (about 50 percent of patients with Tourette's syndrome have accompanying ADHD), learning disabilities (25 to 30 percent of patients) and obsessive-compulsive disorder (25 to 40 percent of patients).2Tables 3and4list common comorbid conditions."
        },
        {
            "parent": 3,
            "text": "An extremely important concept in the evaluation and development of treatment programs for patients with tic disorders is the recognition that multiple undiagnosed comorbid conditions may result in a moderate to severe level of functional impairment. Under such circumstances, it is necessary to identify each of these conditions, since it may be necessary to treat one, two or even three of the conditions in order to improve functioning. Other complications include depression, sleep problems, social discomfort and self-injurious behavior."
        },
        {
            "parent": 4,
            "text": "Tics are classified as either primary (idiopathic) or secondary.Table 5lists secondary causes of tics. Idiopathic tic disorders and Tourette's syndrome are multifactorial in etiology. Genetic predisposition is important, but environmental factors influence the risk, the severity and the course of the disorder. Studies show a concordance rate of about 60 percent for Tourette's syndrome in monozygotic twins and 10 percent in dizygotic twins.23,24The mode of transmission of Tourette's syndrome is controversial."
        },
        {
            "parent": 4,
            "text": "One genetic theory advocates an autosomal dominant pattern of inheritance with incomplete penetrance and variable expression.23,24In our experience, comorbid conditions have a multiple effect on overall severity. As a result, it will often be necessary to develop intervention plans for these comorbid conditions, even if the severity of each individually is low. The phenotypic variation that is also seen in monozygotic twins may be associated with differences in dopamine D2-receptor binding in the caudate nucleus.25"
        },
        {
            "parent": 4,
            "text": "Walkup and associates26reject the autosomal dominant theory and propose a mixed model of inheritance that includes an additive major locus combined with a multifactorial background. Male offspring are more prone to express tic syndromes, and female offspring are more prone to have obsessive-compulsive disorder without tics. This observation supports the theory that obsessive-compulsive disorder and chronic tic disorder are alternate phenotypes of a putative Tourette's syndrome gene.23,24An area of increasing research interest is a subgroup of persons with Tourette's syndrome linked to a streptococcus-induced autoimmune neuropsychiatric condition presenting as Tourette's syndrome, obsessive-compulsive disorder, or both.27"
        },
        {
            "parent": 5,
            "text": "The single most important component of management is an accurate diagnosis. Tics should be differentiated from other movement disorders such as chorea, stereotypy and dystonias. Tics occur suddenly during normal activity, whereas chorea is a pattern of non-repetitive irregular movements that are not stereotypic. Dystonia is stereotypic but usually not rapid and usually does not have a waxing and waning course, although it may have an intermittent course."
        },
        {
            "parent": 5,
            "text": "The second step in management is to rule out the secondary causes of tic disorders. The degree of inclusiveness of the work-up for Tourette's syndrome depends on the patient's history, the family history and specific patient characteristics.26–29A complete general physical examination, with specific attention to the neurologic part of the examination, is a prerequisite. The thyroid-stimulating hormone (TSH) level should be measured in most patients, since tics often occur concomitantly with hyperthyroidism. A throat culture should be checked for group A beta-hemolytic streptococcus, and an antistreptolysin-O (ASO) titer and levels of anti-DNAse B should be obtained in patients with a very rapid onset of symptoms or symptoms that appear to wax and wane with bouts of pharyngitis or otitis media. The correlation of microbiologic and serologic evidence of streptococcal infection with a single occurrence of tic exacerbation is insufficient to make a diagnosis of streptococcus-induced, autoimmune-caused Tourette's syndrome. Such findings are likely to be nonspecific, especially in a pediatric population. A pattern of correlation that varies over time with the presence or absence of symptoms would be more convincing."
        },
        {
            "parent": 5,
            "text": "An electroencephalogram is likely to be nonspecifically abnormal and is useful only in patients in whom it is difficult to differentiate tics from manifestations of epilepsy. Imaging studies are not likely to be helpful. Other studies would depend on the clinical presentation. For example, a urine drug screen for cocaine and stimulants should be considered in a teenager with sudden onset of tics and inappropriate behavior symptoms. A person with a family history of liver disease associated with a parkinsonian or hyperkinetic movement disorder should undergo serum copper and ceruloplasmin studies to rule out Wilson's disease. The basic work-up is usually appropriate in a patient with an insidious onset, a developmental progression of tics and a family history of tics or obsessive-compulsive disorder."
        },
        {
            "parent": 6,
            "text": "The following steps should be included in the preliminary management of tic disorders: (1) a detailed history—age of onset, family history, other medical concerns, evidence of waxing and waning course; (2) descriptions of reported and observed behaviors; and (3) specific follow-up observations or referral questions."
        },
        {
            "parent": 6,
            "text": "Figure 2provides an algorithmic approach to the management of tic disorders. The appropriate diagnosis of a tic disorder provides an explanation for the bizarre and inexplicable behaviors occurring in these children, who may otherwise appear to be normal. In our experience, we find that as we intensify our educational efforts toward parents, affected children and school personnel, the number of children who require pharmacologic intervention can be markedly reduced. We have demonstrated that the need for pharmacologic intervention for tics has been reduced by approximately 50 percent over the past 15 years through an aggressive program of providing written information, linking parents with support groups, in-service training for school staff and telephone consultations."
        },
        {
            "parent": 7,
            "text": "Positive reinforcement programs appear to be most helpful in the management of tic disorders. Target behaviors may be categorized into two groups: (1) skill deficiencies, or areas that initially require concentration to build social and academic skills; and (2) behavior excesses, in which the goal is to help the patient decrease the frequency of these behaviors. Caution should be exercised in the management of behavior excesses, since some children who undergo behavior modification to directly target the Tourette's syndrome symptoms have an exacerbation of symptoms.29"
        },
        {
            "parent": 8,
            "text": "The therapeutic goal should not be to decrease tics to a level at which they are no longer noticeable. The goal in tic control is to use the lowest dosage of medication that will enhance the patient's functioning to an acceptable level. Often this will require only modest levels of tic reduction."
        },
        {
            "parent": 8,
            "text": "The most commonly employed pharmacologic interventions in the treatment of Tourette's syndrome in children and adults are the neuroleptic agents haloperidol (Haldol) and pimozide (Orap), and the atypical neuroleptic agent risperidone (Risperdal); the alpha2-adrenergic presynaptic agonists clonidine (Catapres) and guanfacine (Tenex [this medication is not labeled for use in children under 12 years of age]); and, less often, the benzodiazepine clonazepam (Klonopin). For tics of mild to moderate severity, or in patients who are wary of neuroleptic side effects, an initial trial of clonidine or guanfacine is prudent. These medications are modestly effective in tic control and have a range of less specific benefits. Many children taking them may be less irritable or less impulsive, and manifestations of ADHD may improve as well. Clonidine may be used in a dosage range of 0.05 mg twice daily to 0.1 mg four times daily, and guanfacine in the range of 0.5 mg twice daily to 1.5 mg twice daily."
        },
        {
            "parent": 8,
            "text": "The potent dopamine D2antagonist drugs are the most effective in terms of tic reduction but carry the greatest burden of potential side effects. Haloperidol, pimozide and risperidone are frequently used.30Side effects include sedation, weight gain, impaired academic performance, social anxiety with school refusal in children and extrapyramidal movement symptoms, including tardive dyskinesia. Tardive dyskinesia is a potentially irreversible neuroleptic-mediated movement disorder characterized by choreoathetoid movements that may be difficult to distinguish from tics. Haloperidol may be used in the dosage range of 0.5 to 4 mg at bedtime, and pimozide at 1 to 8 mg at bedtime. When pimozide is used, baseline and follow-up electrocardiograms are recommended."
        },
        {
            "parent": 8,
            "text": "Clonazepam has some use in the treatment of tics and Tourette's syndrome. Side effects include sedation, weight gain, impaired academic performance, social anxiety with school refusal in children and a worsening of attention in children with comorbid ADHD. The dosage range for clonazepam is 0.25 mg twice daily to 1 mg three times daily."
        },
        {
            "parent": 8,
            "text": "Most patients with Tourette's syndrome require medication for up to one to two years. About 15 percent of patients require long-term medication for tic control. When tics appear to be stable and adequately controlled for a period of four to six months, a slow and gradual reduction in medication, titrated to the point of emergence of functionally impairing tics, should follow. With such a strategy, occasional drug holidays may be possible in some patients with the waning of tics. With the waxing of tics, incremental increases in medication may follow. Many patients with Tourette's syndrome have comorbid neuropsychiatric conditions, and treatment for these conditions may be necessary."
        },
        {
            "parent": 8,
            "text": "Treatment of comorbid ADHD has been controversial because of reports that stimulants hasten the onset or increase the severity of tics in some patients.30–32This observation alone may not be a contraindication for stimulant treatment in patients with significant symptoms of ADHD.31Stimulants alone may not substantially worsen the course or severity of the disorder. In some cases, it may be necessary to treat both the ADHD and the Tourette's syndrome with a stimulant in combination with either clonidine or guanfacine, or with a neuroleptic agent. A trial of clonidine or guanfacine alone may be sufficient to adequately treat both conditions. When possible, polypharmacy should be minimized, especially in children."
        },
        {
            "parent": 8,
            "text": "Treatment of obsessive-compulsive disorder with selective serotonin reuptake inhibitors may be effective. With these medications, there is often a significant delay between initiation of treatment and optimal therapeutic response. This response may take as long as four to six weeks. Behavior therapy is also effective in the treatment of obsessive-compulsive disorder."
        },
        {
            "parent": 8,
            "text": "Figure 33is a simplified scale that can be used to rate problematic behaviors, establish a baseline and determine response to intervention. This approach is particularly helpful in children with multiple development problems. In children with chronic problems, a scale is especially helpful since it is often difficult to recall how much progress has been made. As a general rule, the parents and teachers should each complete three ratings of the child. These data, when combined with the physician's assessment in the office, will provide a baseline of severity. The rating scale may then be used to evaluate changes in response to interventions or to monitor severity over time."
        },
        {
            "parent": 9,
            "text": "Tics and Tourette's syndrome are not uncommon. Family physicians are likely to be an important source of information, guidance and intervention for this disorder. Additional information for patients, parents, teachers and professionals is available from the Tourette's Syndrome Association, 42–40 Bell Blvd., Bayside, NY 11361; telephone: 718-224-2999. Information about attention-deficit/hyperactivity disorder is available from Children and Adults with Attention Deficit/Hyperactivity Disorders (CH.A.D.D.), 81 Professional Pl., Suite 201, Landover, MD 20785; telephone: 301-306-7070; and information about obsessive-compulsive disorder is available from the Obsessive-Compulsive Foundation, Inc. (OCF), 90 Depot St., P.O. Box 70, Milford, CT 06460-0070; telephone: 203-878-5669."
        }
    ],
    "locked": false
}