{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/0415/p2391.html#afp20000415p2391-f4",
    "title": "Acute Knee Effusions: A Systematic Approach to Diagnosis | AAFP",
    "author": "MICHAEL W. JOHNSON, MAJ, MC, USA",
    "doi": "Am Fam Physician.2000;61(8):2391-2400",
    "abstract": "Knee effusions may be the result of trauma, overuse or systemic disease. An understanding of knee pathoanatomy is an invaluable part of making the correct diagnosis and formulating a treatment plan. Taking a thorough medical history is the key component of the evaluation. The most common traumatic causes of knee effusion are ligamentous, osseous and meniscal injuries, and overuse syndromes. Atraumatic etiologies include arthritis, infection, crystal deposition and tumor. It is essential to compare the affected knee with the unaffected knee. Systematic physical examination of the knee, using specific maneuvers, and the appropriate use of diagnostic imaging studies and arthrocentesis establish the correct diagnosis and treatment.",
    "headers": [
        {
            "id": 0,
            "name": "History",
            "level": 2
        },
        {
            "id": 1,
            "name": "Anatomy",
            "level": 2
        },
        {
            "id": 2,
            "name": "Physical Examination",
            "level": 2
        },
        {
            "id": 3,
            "name": "FRACTURE",
            "level": 3
        },
        {
            "id": 4,
            "name": "LIGAMENTOUS INJURIES",
            "level": 3
        },
        {
            "id": 5,
            "name": "MENISCAL INJURY",
            "level": 3
        },
        {
            "id": 6,
            "name": "Imaging",
            "level": 2
        },
        {
            "id": 7,
            "name": "Diagnostic Testing",
            "level": 2
        },
        {
            "id": 8,
            "name": "Nontraumatic Effusion",
            "level": 2
        },
        {
            "id": 9,
            "name": "INFECTION",
            "level": 3
        },
        {
            "id": 10,
            "name": "RHEUMATIC DISEASE",
            "level": 3
        },
        {
            "id": 11,
            "name": "INFILTRATIVE",
            "level": 3
        },
        {
            "id": 12,
            "name": "TUMOR",
            "level": 3
        },
        {
            "id": 13,
            "name": "OSTEOARTHRITIS AND OVERUSE SYNDROME",
            "level": 3
        },
        {
            "id": 14,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Family physicians are increasingly being called on to evaluate musculoskeletal disorders. The knee is susceptible to traumatic injury and is often the site of systemic disease. An understanding of these disorders and injury patterns is critical to making an accurate diagnosis and an effective treatment plan for knee effusions."
        },
        {
            "parent": -1,
            "text": "A thorough history and a meticulous physical examination establish the diagnosis in a vast majority of cases. The appropriate use of manual testing, diagnostic imaging studies and arthrocentesis can further assist the clinician in arriving at the correct diagnosis(Table 1)."
        },
        {
            "parent": 0,
            "text": "Evaluation of an acutely swollen knee must begin with a thorough history. It is important to know if an acute injury to the knee has occurred or if the swelling evolved atraumatically(Table 2). A history of previous injury and treatment, including surgery, should be determined in every patient who presents with knee swelling."
        },
        {
            "parent": 0,
            "text": "If trauma is involved, the clinician should inquire about the date and mechanism of injury, what sport, if any, was involved, and whether a direct blow caused the injury. Historical findings suggestive of fracture include a mechanism of injury involving a high-velocity collision, the occurrence of a “pop” at the time of injury, age greater than 55 years and inability to bear weight immediately after the injury. Anterior cruciate ligament (ACL) injuries typically present after a noncontact deceleration, a “cutting” movement or hyperextension, often accompanied by a “pop,” with the inability to continue sports participation and associated knee instability."
        },
        {
            "parent": 0,
            "text": "The posterior cruciate ligament (PCL) is injured far less frequently than the ACL. The typical mechanism of injury of the PCL is a blow to the anterior proximal tibia with the knee flexed, such as tripping over a hurdle or striking the dashboard in a motor vehicle accident. Patients with PCL injuries tend to report less instability and swelling than patients with ACL injuries."
        },
        {
            "parent": 0,
            "text": "Collateral ligament injuries present with effusion or localized swelling. Lateral collateral ligament injuries result from a medial-to-lateral force on the knee, while medial collateral ligament injuries result from a force in the opposite direction. The amount of pain reported depends on the severity of the injury. A severe sprain is typically less painful than a partial tear, and instability is the major complaint. Meniscal injuries can occur in isolation or in combination with ligamentous injuries. The typical mechanism of injury involves weight bearing associated with a twisting of the knee, as in cutting or squatting movements. The patient may describe postexertional swelling, clicking and locking, and pain with rotational movements."
        },
        {
            "parent": 0,
            "text": "In all cases, it should be determined how quickly swelling occurred after the injury. If an effusion evolved within four hours of injury, there is a high likelihood of major osseous, ligamentous or meniscal injury.1In a prospective study2of 106 cases of hemarthrosis caused by sporting injury, 71 patients (67 percent) had complete or partial disruption of the ACL. Another prospective study3of acutely injured yet clinically stable hemarthrotic knees revealed that patellar dislocation and ACL disruption accounted for 35 percent and 34 percent of the diagnoses, respectively."
        },
        {
            "parent": 0,
            "text": "If swelling occurred without a history of trauma, questioning should be directed at uncovering both local and systemic disorders. Overuse injuries, or repetitive microtrauma, occasionally present with knee swelling. Important questions to ask include which recreational or occupational activity was involved, how quickly the swelling occurred or resolved, and if any self-treatment had been attempted."
        },
        {
            "parent": 0,
            "text": "Systemic disorders often cause knee effusion. A variety of infectious diseases may present as monoarticular arthritis with joint redness, effusion and pain. Infiltrative disorders such as gout and pseudogout often present in a similar fashion. Immunologic diseases such as Reiter's syndrome, rheumatoid arthritis and rheumatic fever can also cause knee effusion. The knee is the most common joint involved in both benign and malignant tumors.4"
        },
        {
            "parent": 1,
            "text": "As with any musculoskeletal assessment, a precise understanding of knee pathoanatomy is essential. The knee is a compound condylar joint formed by three articulations: the first, between the medial femoral and tibial condyles, the second, between the lateral femoral and tibial condyles, and the third, between the patella and the femur. The knee moves through flexion and extension, internal and external rotation and a small degree of anterior-posterior glide."
        },
        {
            "parent": 1,
            "text": "Four major ligaments support the knee, which is the largest joint in the body. The anterior and posterior cruciate ligaments provide anterior and posterior stability, preventing dislocation of the tibia on the femur. The medial and lateral collateral ligaments provide stability to lateral and medial stresses, respectively(Figure 1)."
        },
        {
            "parent": 1,
            "text": "The patella is the largest sesamoid bone in the body and provides increased mechanical advantage for knee extension. It is held in place by the medial and lateral retinaculae, and its posterior surface is covered with articular cartilage. The quadriceps muscles act on the knee through the quadriceps and patellar tendons."
        },
        {
            "parent": 1,
            "text": "The medial and lateral menisci are curved fibrocartilaginous structures located between the tibial and femoral articulating surfaces. They are connected to the joint capsule at their periphery and attached to the tibia via the coronary ligaments. The menisci act as shock absorbers within the knee joint. They also assist in lubrication of the joint and increase its elasticity. The medial meniscus is much less mobile than the lateral meniscus, accounting for its higher rate of injury.5,6"
        },
        {
            "parent": 2,
            "text": "The knee examination should be approached in a systematic manner, and comparison with the unaffected knee is essential. Examination of the entire lower extremity is required to assess alignment, sensory and motor function, and vascular integrity."
        },
        {
            "parent": 2,
            "text": "Assessment begins with a careful inspection, looking for abrasions, ecchymosis and localized swelling, which provide clues to the magnitude of force and the mechanism of injury. Active range of motion is then attempted. If complete extension or 135 degrees of flexion is not achieved, passive range of motion is then attempted and, again, compared with the normal knee. Palpation of the knee is best accomplished with the patient supine and the knee flexed to 90 degrees to enhance patient relaxation. The patella and its supporting structures, bilateral joint lines and collateral ligaments are palpated for tenderness, crepitus and localized swelling."
        },
        {
            "parent": 2,
            "text": "The presence or absence of effusion must be determined and differentiated from edema or other extra-articular swelling. In the supine position, intra-articular effusion can be differentiated from conditions such as prepatellar bursitis, Baker's cyst, inferior fat pad irritation and patellar tendonitis, which can all present with swelling about the knee. Intracapsular swelling is evident over the entire joint, while extra-articular swelling tends to be more localized."
        },
        {
            "parent": 2,
            "text": "If significant intra-articular fluid is present, the knee will assume a resting position of 15 to 25 degrees of flexion. Effusion is assessed by “milking” fluid distally from the suprapatellar pouch and palpating the area adjacent to the patellar tendon for fluid accumulation. A ballotable patella may be palpated after similar effusion milking and is positive with as little as 10 to 15 mL of fluid.7"
        },
        {
            "parent": 3,
            "text": "Physical examination findings suggestive of fracture include a tense effusion, deformity, crepitation and ecchymosis. If a fracture is suspected, the hip and ankle joints should be examined, as should the leg's neurovascular status. Fractures about the knee may be open or closed, displaced or nondisplaced. If a break occurred in the skin overlying the fracture, it must be considered an open fracture, necessitating orthopedic referral."
        },
        {
            "parent": 3,
            "text": "Common injuries include supracondylar femur fractures, tibial plateau fractures and patellar fractures. Growth plate injuries (Salter-Harris fractures) and tibial tubercle avulsion fractures may occur in skeletally immature patients.8"
        },
        {
            "parent": 4,
            "text": "The ACL is particularly prone to injury. Physical findings include effusion, positive ACL tests and chronic quadriceps atrophy. The Lachman's test is performed with the knee in 20 degrees of flexion. The tibia is pulled anteriorly on a secured femur. A positive test result is indicated by increased tibial translation compared with the unaffected knee. The quality of the end point should also be noted; a soft end point indicates an ACL tear. The anterior drawer test (although much less specific) is performed with the knee in 90 degrees of flexion. Similar to the Lachman's test, the tibia is drawn anteriorly, and asymmetric translation is an indicator of ACL injury(Figure 2). The most specific test for ACL disruption is the pivot shift test,9but this test is often difficult to perform because of patient guarding and apprehension."
        },
        {
            "parent": 4,
            "text": "Physical findings of a PCL injury include effusion, positive posterior drawer and tibial sag tests, and abrasions or ecchymosis over the proximal anterior tibia. The posterior drawer test is performed with the knee in 90 degrees of flexion and the proximal tibia directed posteriorly. Comparison with the uninjured knee reveals increased tibial translation posteriorly. The sag test is performed with the patient supine, hips flexed to 45 degrees and both knees flexed to 90 degrees. In this position, the affected tibia drops back or sags on the femur if a PCL injury has occurred."
        },
        {
            "parent": 4,
            "text": "Collateral ligament sprains often present with localized medial or lateral tenderness, along with ligamentous laxity to lateral or medial stress testing. The knee should be stressed in full extension and at 30 degrees of flexion(Figure 3). Severity of injury is based on the amount of opening compared with the opposite knee. Laxity in full extension indicates major knee disruption."
        },
        {
            "parent": 5,
            "text": "Examination reveals joint line tenderness, inability to squat or hop because of pain, and positive results on the McMurray's test or the Apley's test. If an extension lag is present on motion testing, a displaced vertical tear, often called a bucket-handle tear, should be suspected."
        },
        {
            "parent": 5,
            "text": "McMurray's test is performed with the patient supine and the knee flexed and extended, while medial and lateral tibial rotation are applied. A “pop” or click palpated in the joint line, often accompanied by pain, indicates a meniscal injury. In the Apley's compression test, the patient lies prone with the knee flexed to 90 degrees. An axial compressive load is applied to the foot, along with medial and lateral rotation. Pain on compression that is relieved with distraction is a positive test for meniscal injury."
        },
        {
            "parent": 6,
            "text": "The use of plain radiographs is often necessary to assess a swollen knee. In an acute injury, selecting the appropriate radiographic series is critical. The most common views are the anteroposterior (AP), lateral and axial patellar images to assess for fracture, dislocation and effusion. Oblique views may be necessary to assess for tibial plateau fractures, and osteochondral lesions are often visualized utilizing the “tunnel” AP (intracondylar) view. Standing AP views are helpful to assess compartment space narrowing associated with a chronic meniscal tear or osteoarthritis. The lateral view obtained at 15 to 30 degrees of flexion is ideal for visualization of knee effusion. The suprapatellar bursa normally measures less than 5 mm in width and will widen in proportion to the amount of intra-articular fluid present.10"
        },
        {
            "parent": 6,
            "text": "Recent research using clinical decision rules for the use of radiography in acutely injured knees has identified historical and examination criteria that reduce the need for radiography.11These criteria include the inability to bear weight, presence of effusion and ecchymosis. If all these clinical criteria were absent, the sensitivity for excluding fracture was 100 percent. Other groups have developed similar rules, the most well-known being the “Ottawa rule,” which has similar sensitivity(Table 3).12"
        },
        {
            "parent": 6,
            "text": "Radiographs should be obtained in patients with suspected ACL injuries to rule out associated intra-articular fractures and possibly determine the presence of a marginal avulsion fracture off the lateral tibial plateau (Segond fracture), which helps confirm the diagnosis. Magnetic resonance imaging (MRI) is not necessary to diagnose ACL disruption but may be helpful in diagnosing associated meniscal pathology."
        },
        {
            "parent": 6,
            "text": "MRI has become an increasingly popular tool to assess soft tissue damage of the knee. Studies have shown MRI to be quite accurate in diagnosing meniscal and ligamentous injury,13although some authors have questioned the routine use of MRI when physical examination combined with plain radiographs have similar accuracy.14–18"
        },
        {
            "parent": 7,
            "text": "Arthrocentesis can be used as a diagnostic tool and a therapeutic procedure. Knee swelling within four to six hours of injury is indicative of hemarthrosis. Not all effusions require aspiration, although drainage of the bloody effusion provides symptomatic relief, improves examination accuracy and confirms injury severity. Arthrocentesis should be performed in patients with knee effusion without a history of trauma and with a clinical suspicion of infectious etiology."
        },
        {
            "parent": 7,
            "text": "Arthrocentesis can be accomplished quickly and easily with minimal patient discomfort. The knee is prepared in sterile fashion and anesthetized with local anesthetic to facilitate the use of a large-bore needle. The choice of the site of aspiration is a matter of operator preference. Accepted locations include the level of the joint line, 1 cm medial or lateral to the patellar tendon, with the patient seated. Alternatively, a location 2 cm medial or lateral to the anterior-superior patella can be used, with the patient supine. An 18-gauge needle is needed for aspiration of the viscous or bloody fluid."
        },
        {
            "parent": 7,
            "text": "The fluid obtained from arthrocentesis should be sent for analysis, although a hemarthrosis associated with acute injury is often evacuated only for patient comfort. A hemarthrosis without associated trauma may well be the result of hemophilia, synovioma, pigmented villonodular synovitis or oral anticoagulant therapy.19Nonbloody fluid should be sent to the laboratory for cell count and determination of glucose and protein levels, Gram stain, bacterial culture and special tests, such as crystals, as indicated(Table 4)."
        },
        {
            "parent": 8,
            "text": "If the patient has no history of trauma, a careful clinical assessment must be made to determine the diagnosis. While the patient may present acutely with effusion, it must be determined historically whether this effusion is an exacerbation of a chronic disorder."
        },
        {
            "parent": 8,
            "text": "Joint effusion is the most specific sign of joint inflammation. Other symptoms that suggest joint inflammation include joint pain, warmth, erythema and swelling. Common nontraumatic causes of effusion include infection, systemic rheumatic disease, infiltrative disorders, tumors and osteoarthritis-overuse syndromes."
        },
        {
            "parent": 9,
            "text": "Infectious arthritis, if untreated, often leads to irreversible joint damage. Typical historical clues include acute onset of symptoms, history of previously abnormal joint, immunocompromised status or intravenous drug use. Physical findings such as fever, warmth and erythema over the involved joint, coupled with the absence of ligamentous or meniscal findings, suggest an infectious etiology. Radiographs are typically obtained, although they often fail to reveal any abnormality."
        },
        {
            "parent": 9,
            "text": "The most important test is joint fluid evaluation. Findings indicating infection include effusion, white blood cell (WBC) count greater than 50,000 per mm3(50 × 109per L), organisms present on Gram stain and positive cultures. An elevated peripheral WBC and erythrocyte sedimentation rate also point to an infectious process. If the effusion recurs despite appropriate therapy, evaluation for fungal infection, tuberculosis and Lyme disease should be undertaken."
        },
        {
            "parent": 10,
            "text": "Swelling, whether an effusion or synovial thickening, is present in rheumatic disease and often presents with acute exacerbations. Symptoms are varied depending on the disease process, and articular complaints are often present in multiple joints. Examination reveals swelling, warmth, effusion, synovial thickening and tenderness. Elevated synovial fluid protein levels, decreased glucose levels and synovial fluid WBC count ranging from 2,000 to 50,000 per mm3(2 to 50 × 109per L) suggest an inflammatory process. More importantly, serum laboratory testing often reveals markers of rheumatic disease. Radiographs often reveal a specific pattern based on the disease process. Rheumatoid arthritis leads to characteristic marginal erosions and osteopenia about the affected joint."
        },
        {
            "parent": 11,
            "text": "Crystal-induced arthritis can present in a similar fashion as infectious arthritis. The patient often describes periodic exacerbations of joint erythema, edema and swelling in the past. A history of diuretic use, a high purine diet, increased alcohol intake or renal stones is often associated with gouty arthritis. A diagnostic evaluation of the inflamed joint fluid is essential. Joint aspirate WBC count is in the range of 3,000 to 50,000 per mm3(3 to 50 × 109per L), and crystals are present when the fluid is examined with a polarizing microscope. The urate crystals seen in gout appear as negative birefringent rods or needles, while the calcium pyrophosphate crystals of pseudogout are weakly positive birefringent rectangles or rhomboids.20The presence of crystals does not rule out an infectious cause, as the two may co-exist. The fluid should always be sent for Gram stain and culture."
        },
        {
            "parent": 12,
            "text": "Benign and malignant tumors can present as knee effusion. Unless this entity is considered, significant delay in diagnosis and treatment can occur. Worrisome symptoms include fever, night sweats, unintentional weight loss and night pain. If the patient's clinical course is prolonged or atypical, plain radiographs should be ordered to rule out a bone lesion. Symptoms of joint pain and effusion may antedate the diagnosis of cancer and may be the presenting symptom of advanced cancer."
        },
        {
            "parent": 13,
            "text": "Osteoarthritis is characterized by pain with use and relief with rest. It tends to occur in weight-bearing joints and in those that have sustained previous injury. Onset is insidious, and the course is progressive with occasional exacerbations. Effusion can occur in joints subjected to repetitive microtrauma or overuse. Effusion can also occur with degenerative meniscal tears. Physical examination may reveal effusion and palpable osteophytes. Effusion, erythema and warmth tend to occur with osteoarthritis exacerbations. Radiographs reveal characteristic joint space narrowing and osteophytic spurring. Serum laboratory testing is not necessary unless the diagnosis is unclear."
        },
        {
            "parent": 14,
            "text": "A complete history, a thorough physical examination and judicious laboratory and radiologic testing can simplify evaluation of knee effusion(Figure 4). Traumatic knee injury with immediate effusion indicates severe intra-articular injury, the most common being ACL disruption. Osseous, ligamentous and peripheral meniscal injuries present with hemarthrosis. Arthrocentesis should be performed when the etiology of the effusion is unclear, when infection is suspected or to provide patient comfort and facilitate physical examination. The etiologies of nontraumatic effusion range from degenerative disorders to metastatic disease."
        }
    ],
    "locked": false
}