{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0915/p1185.html#afp19990915p1185-f1",
    "title": "Angiotensin II Receptor Antagonists in the Treatment of Hypertension | AAFP",
    "author": "NORMAN M. KAPLAN, M.D.",
    "doi": "Am Fam Physician.1999;60(4):1185-1190",
    "abstract": "The sixth report of the Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC–VI) includes recommendations for the assessment of overall cardiovascular risk and the need for active antihypertensive drug therapy. Once the decision to initiate antihypertensive drug therapy has been made, JNC–VI recommends one of three paths for the choice of initial therapy: one path for patients with uncomplicated hypertension, another for those with well-defined indications for certain drugs and a third path for patients with various concomitant conditions in which one or another drug has favorable effects. At this time, the place for the newest class of antihypertensive drugs, the angiotensin II receptor antagonists, remains uncertain. Currently, they are considered reasonable alternatives for patients who have a compelling need for an angiotensin-converting enzyme (ACE) inhibitor but develop a cough while taking this medication. When data from ongoing trials become available, angiotensin II receptor antagonists may prove to be a good choice for initial therapy in many patients because of the favorable side effect profile of this class of drugs.",
    "headers": [
        {
            "id": 0,
            "name": "Initial Choice of Therapy",
            "level": 2
        },
        {
            "id": 1,
            "name": "The Place for Angiotensin II Receptor Antagonists",
            "level": 2
        },
        {
            "id": 2,
            "name": "The Difference Between ACE Inhibitors and Angiotensin II Antagonists",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "In surveys of a representative sample of the U.S. population, only one of four patients with hypertension has the condition under adequate control.1Surveys also suggest that in almost one third of persons with hypertension the disease has not been diagnosed and in almost one half of those diagnosed with hypertension, no medication is being taken. Therefore, many patients with hypertension need to be identified and started on antihypertensive therapy. Moreover, the incidence of hypertension continues to rise, particularly in the steadily expanding population over age 65. In this population the prevalence of either isolated systolic hypertension or combined systolic and diastolic elevation is over 50 percent.2"
        },
        {
            "parent": -1,
            "text": "The sixth report of the Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC–VI) recommends careful documentation of the diagnosis of hypertension and stratification according to the patient's overall cardiovascular risk in determining the type of initial antihypertensive therapy. (See author's previous publication summarizing the JNC–VI report.3) This article discusses the place of the newest class of antihypertensive agents, the angiotensin II receptor antagonists, in the treatment of hypertension."
        },
        {
            "parent": 0,
            "text": "In 1993, the fifth report of Joint National Committee on Detection, Evaluation, and Treatment of High Blood Pressure4stated: “Because diuretics and beta blockers are the only classes of drugs that have been used in long-term controlled clinical trials and [have been] shown to reduce morbidity and mortality, they are recommended as first-choice agents unless they are contraindicated or unacceptable, or unless there are special indications for other agents.” This statement still holds true in the JNC–VI report and is the approach recommended for use in patients with uncomplicated hypertension1(Figure 1). However, over the past five years, multiple controlled clinical trials have documented the benefits of certain classes of antihypertensive drugs in four coexisting conditions: type 1 diabetes (formerly known as insulin-dependent diabetes) with proteinuria—angiotensin-converting enzyme (ACE) inhibitors; heart failure—ACE inhibitors and diuretics; isolated systolic hypertension in elderly persons—diuretics and a long-acting dihydropyridine calcium channel antagonist; a history of myocardial infarction—beta-adrenergic blockers and ACE inhibitors(Figure 1).1The benefits of these agents in patients with these particular conditions have been demonstrated to be so strong that the indications for the use of these antihypertensive drugs in patients with these conditions are referred to as “compelling indications.”"
        },
        {
            "parent": 0,
            "text": "The only one of these recommendations that may not be well recognized is the use of a long-acting dihydropyridine calcium antagonist in elderly patients with systolic hypertension. That recommendation is based on the Systolic Hypertension in Europe (Syst-Eur) trial,5which studied the dihydropyridine calcium antagonist nitrendipine. The marked reduction in stroke morbidity and mortality among patients who were given the active drug prompted the investigators to stop the trial after a mean follow-up of only two years."
        },
        {
            "parent": 0,
            "text": "The recommendation that ACE inhibitors be chosen for use in patients with congestive heart failure, postmyocardial infarction and diabetic nephropathy is based on strong evidence that these conditions are significantly aided by ACE inhibitors.2"
        },
        {
            "parent": 0,
            "text": "More than 30 national and international clinical trials of antihypertensive therapy are in progress. When the results of these trials are available, additional changes in the JNC–VI recommendations may be forthcoming based on new evidence."
        },
        {
            "parent": 1,
            "text": "The newest class of antihypertensive drugs is the angiotensin II receptor antagonist, or blocker, sometimes referred to as an A2RA or ARB(Table 1). This class of drugs has been approved for initial therapy in all grades of hypertension on the basis of placebo-controlled and comparative trials.6–8In the comparative trials, a single daily dose of the angiotensin II antagonist valsartan has been shown to be equally as effective as a single daily dose of the calcium channel blocker amlodipine7or the ACE inhibitor lisinopril.8"
        },
        {
            "parent": 1,
            "text": "Valsartan fulfills one of the criteria for anti-hypertensive drug therapy: 24-hour efficacy, allowing once-daily doses.9The need for such long-acting agents was stated in the JNC–IV report: “The optimal formulation should provide 24-hour efficacy with a once-daily dose, with at least 50 percent peak effect remaining at the end of the 24 hours. Long-acting formulations that provide 24-hour efficacy are preferred over short-acting agents for many reasons: (1) adherence is better with once-daily dosing; (2) for some agents, fewer tablets incur lower cost; (3) control of hypertension is persistent and smooth rather than intermittent; and (4) protection is provided against whatever risk of sudden death, heart attack, and stroke that is due to the abrupt increase of blood pressure after arising from overnight sleep.”"
        },
        {
            "parent": 1,
            "text": "Another advantage of angiotensin II receptor antagonists is their low incidence of side effects. With ACE inhibitors, a common side effect is a dry cough, which occurs in up to 20 percent of patients who receive ACE inhibitors.10,11The absence of cough with angiotensin II antagonists reflects their site of action—at the angiotensin II receptor—in blocking the reninangiotensin system, thereby avoiding the concomitant increase in bradykinin and other substrates of the angiotensin-converting enzyme(Figure 2).12In addition, compared with ACE inhibitors, angiotensin II receptor antagonists are associated with a much lower incidence of angioedema. However, like ACE inhibitors, angiotensin II antagonists are contraindicated in pregnancy."
        },
        {
            "parent": 2,
            "text": "Figure 212portrays the major difference in the mode of action of angiotensin II receptor antagonists as opposed to ACE inhibitors. Angiotensin II antagonists block all of the known actions of angiotensin II, acting on the cell receptors identified as the AT1receptors. The currently available angiotensin II antagonists do not block the AT2receptors. However, AT2receptors have not been shown to activate any of the multiple physiologic actions of angiotensin II."
        },
        {
            "parent": 2,
            "text": "In contrast, ACE inhibitors work earlier in the reninangiotensin cascade, inhibiting the effects of the angiotensin-converting enzyme. This enzyme acts both on angiotensin I, converting this inactive hormone to the active angiotensin II, and on bradykinin, inactivating this hormone. Since bradykinin is not inactivated by ACE inhibitors, bradykinin levels rise, and this rise is thought to be responsible for the ACE inhibitor–induced cough. The only clear difference in the effects of these two classes of drugs is the lack of drug-induced cough with angiotensin II receptor antagonists."
        },
        {
            "parent": 2,
            "text": "Whether angiotensin II antagonists are clinically equivalent, superior or inferior to ACE inhibitors remains unknown because there have been few comparative trials and no large trials of the benefits of angiotensin II antagonists on morbidity and mortality. Such trials are in progress, but only one suggestive set of data is now available: the ELITE (Evaluation of Losartan in the Elderly) study.13"
        },
        {
            "parent": 2,
            "text": "In the ELITE study, 722 patients aged 65 years or older with New York Heart Association class II to IV heart failure and ejection fractions of 40 percent or less who had not previously received an ACE inhibitor were randomly assigned to receive either the ACE inhibitor captopril (titrated to 50 mg three times daily) or the angiotensin II antagonist losartan (titrated to 50 mg once daily). Over 48 weeks, death or hospital admission because of heart failure occurred in 9.4 percent of the losartan group and 13.2 percent of the captopril group. The difference between the two groups was primarily due to a decrease in all-cause mortality (4.8 percent versus 8.7 percent). No difference was found in the incidence of renal dysfunction (10.5 percent in each treatment group), but the angiotensin II antagonist seemed to be better tolerated than the ACE inhibitor, with fewer patients discontinuing therapy because of adverse reactions (12.2 percent versus 20.8 percent)."
        },
        {
            "parent": 2,
            "text": "The ELITE study served as a preliminary investigation for a much larger trial of patients with heart failure that is now in progress. Studies of other angiotensin II receptor antagonists are also in progress. Among these is the Valsartan Heart Failure Trial (Val-HeFT), a multinational trial of the addition of valsartan to current standard treatments (including ACE inhibitors). Over 4,000 patients with congestive heart failure are in the Val-HeFT study."
        },
        {
            "parent": 2,
            "text": "Until further clinical trials are completed, only conjecture about the effects of angiotensin II receptor antagonists can be made on the basis of their mode of action in comparison to that of ACE inhibitors. Data suggest that the combination of an ACE inhibitor and an angiotensin II receptor antagonist has an additive effect in lowering the blood pressure14and in increasing renal blood flow.15The hypotensive effect of angiotensin II antagonists is also increased with the addition of a diuretic.16"
        },
        {
            "parent": 2,
            "text": "A great deal more needs to be known before the relative values and possible advantages of angiotensin II receptor antagonists in comparison to ACE inhibitors and other anti-hypertensive drugs can be determined. For now, they appear to provide an effective, safe and easy-to-tolerate alternative. In particular, they are logical choices for patients who have taken other antihypertensive drugs, especially ACE inhibitors, but who have discontinued them because of side effects such as ACE inhibitor–induced cough or angioedema."
        }
    ],
    "locked": false
}