{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0101/p99.html#afp19990101p99-f1",
    "title": "Screening for Genetic Risk of Breast Cancer | AAFP",
    "author": "THOMAS C. ROSENTHAL, M.D., AND STIRLING M. PUCK, M.D.",
    "doi": "Am Fam Physician.1999;59(1):99-",
    "abstract": "Approximately 10 to 15 percent of all breast cancers are thought to be familial and about one third of these cases are due to an inherited mutation in a BRCA1 or BRCA2 breast cancer–susceptibility gene. The lifetime incidence of breast cancer in mutation carriers is above 50 percent, and carriers of BRCA1 mutation also have a substantially increased risk of ovarian cancer. BRCA1 and 2 mutations are associated with early-onset breast cancer, and some experts call for aggressive screening of affected persons. Monthly self-examination of the breasts beginning at age 18 and annual clinical examinations and mammography after age 25 have been recommended but are of unproven benefit. Prophylactic mastectomy and oophorectomy have been advocated by some authorities, but these interventions are disfiguring and for some carriers of the gene, they are unnecessary. The patient's decision to undergo genetic screening is complicated by the technical difficulty of the test, the substantial cost and the still incomplete understanding of the penetrance of disease in known mutation carriers.",
    "headers": [
        {
            "id": 0,
            "name": "BRCA1 and BRCA2 Genes",
            "level": 2
        },
        {
            "id": 1,
            "name": "Testing the Test: Whether to Screen",
            "level": 2
        },
        {
            "id": 2,
            "name": "What Should the Family Physician Recommend?",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Breast cancer is the most common cancer in American women, accounting for 32 percent of all cancers in women. A woman's lifetime risk of breast cancer is 8.0 percent, while the lifetime risk of dying from breast cancer is 3.6 percent. Although breast cancer is less common in premenopausal women, it is more aggressive and the leading cause of cancer death in this age group.1"
        },
        {
            "parent": -1,
            "text": "Approximately 10 to 15 percent of all breast cancers are thought to be familial, with about one third of these cases attributable to inherited cancer-susceptibility genes, designated BRCA1 and BRCA2.2In women with breast cancer before age 45 and a family history of breast cancer, the incidence of BRCA1 mutation jumps to 7.2 percent.3From the perspective of a family physician with a patient panel that includes approximately 1,000 women, data suggest that one case of breast cancer will be diagnosed every one or two years, with one case of breast cancer due to an inherited susceptibility gene diagnosed once every 20 years."
        },
        {
            "parent": 0,
            "text": "Discovered in the 1980s, BRCA1 is a gene on chromosome 17 that is known to be involved in tumor suppression. A woman with certain known mutations in BRCA1 has a lifetime risk of 56 to 85 percent for breast cancer and an increased risk of ovarian cancer.4Of women with breast cancer, a BRCA1 mutation has been found in 0.3 percent (one of 333) and of women in the general population, in 0.12 percent (one of 833).5In Ashkenazi Jewish women (most Jewish people in the United States are of this Eastern European origin), BRCA1 mutations occur in 1 percent.6"
        },
        {
            "parent": 0,
            "text": "BRCA2 is another susceptibility gene for breast cancer and is found on chromosome 13. Mutations in BRCA2 confer an elevated breast cancer risk similar to that occurring with BRCA1 mutations. As with BRCA1, BRCA2 is also found in 1 percent of Ashkenazi Jewish women.7"
        },
        {
            "parent": 0,
            "text": "Mutations in BRCA1 and BRCA2 are associated with early-onset breast cancer. As many as 33 percent of women under age 29 with breast cancer carry a BRCA1 or 2 mutation, but only 2 percent of women aged 70 to 79 with breast cancer carry such a mutation. Genetic studies in high-risk families suggest that BRCA1 and 2 mutations may account for 50 percent of inherited breast and ovarian cancers and are also associated with an increase in prostate and colon cancers.8"
        },
        {
            "parent": 0,
            "text": "A task force organized by the National Institutes of Health (NIH) and the National Human Genome Research Institute has proposed a set of provisional consensus recommendations for monitoring known carriers of BRCA1 and 2 mutations. These recommendations were published in the March 16, 1997, issue of JAMA.9The consensus panel acknowledged the lack of proven benefit for early screening but suggested that known carriers should begin performing monthly breast self-examinations at age 18 and should begin having annual clinical examinations at age 25. Annual mammography was also recommended beginning at age 25. The panel further noted that “insufficient evidence [exists] to recommend for or against prophylactic mastectomy.” Even this invasive procedure does not appear to provide definitive treatment, as cases have been reported of breast cancer occurring after bilateral mastectomies.9Because outcome studies regarding early screening and prophylactic surgery will not be available for decades, the panel's recommendations were deliberately nonspecific. They encouraged enrollment of high-risk patients in prospective studies."
        },
        {
            "parent": 1,
            "text": "It is useful to examine screening of women for a genetic risk of breast cancer in the light of the criteria for screening tests developed by Frame and Carlson10and by the U.S. Preventive Services Task Force.11"
        },
        {
            "parent": 1,
            "text": "The population screened must have a significant burden of suffering. Approximately 0.2 percent of the general population has been found to have BRCA1 or 2 mutations.9Among Ashkenazi Jewish women, the combined carrier rate of BRCA1 and 2 mutations exceeds 2 percent, a rate surpassing that of commonly screened diseases such as phenylketonuria.9Given the number of women who are carriers of BRCA1 and 2 mutations and the lifetime risk for development of breast cancer in mutation carriers, it would appear that Ashkenazi Jewish women certainly carry a “significant burden.”There must be an asymptomatic period during which the disease can be detected in the clinical setting. The potential for identifying women at high risk of breast cancer is another reason women and their physicians may be attracted to the potential of genetic screening. Genetic screening at an age of consent, perhaps 18 years, would allow for intensified surveillance of carriers.9Mammography screening in women aged 50 to 69 years has clearly been demonstrated to result in the earlier diagnosis of breast cancer and to save lives. However, the asymptomatic period is shorter for early-onset breast cancer, and these tumors are not as easily detected by mammography.12–14No studies of the natural history of inherited breast cancer exist, and no evidenced-based recommendation regarding mammography in mutation carriers can be offered at this point.Screening must be accurate during the asymptomatic period. The accuracy of genetic sequencing depends on the technology used. Direct manual sequencing of genes is labor intensive but rarely misses mutations. Single-strand conformation polymorphism is more efficient but sacrifices some sensitivity.15,16More problematic is the existence of over 200 different alleles for the BRCA1 and 2 genes, while only three mutations are known to carry an increased cancer risk.17At this time it is impossible to differentiate between a family-specific mutation associated with disease and a harmless sequence variant. In addition, not all mutation carriers seem to have the same risk for breast cancer. Some non-Ashkenazi families known to carry a BRCA2 mutation seem to have only an average risk for breast cancer. Therefore, the positive predictive value of genetic screening for BRCA1 or 2 mutation in the general population is low.18The screening test is acceptable to the patient. The test itself requires only a simple withdrawal of a blood sample. Charges for commercially available genetic screening for BRCA1 and 2 mutations are approximately $2,600. Genetic counseling at a specialty cancer center can add several hundred more dollars to the cost. Counseling before the test, waiting for the results and counseling after the test may take up to six weeks.19Moreover, the risk of adverse consequences from a positive test result are not always obvious to the patient or physician but include job discrimination and insurance challenges. Anxiety, depression and family stress or guilt feelings about bearing the mutation are predictable responses.20Preventive intervention must be superior to conventional follow-up. Aggressive screening interventions, early clinical breast examinations and early mammograms are of unproven benefit in women younger than 50 years of age. However, given the 20-fold increased prevalence of breast cancer in women with BRCA1 and 2 mutations, the NIH panel9noted that there is an “increase[d] likelihood that mammography screening provides benefit.” Prophylactic mastectomy can save lives but obviously carries an emotional and physical burden and does not completely protect against breast cancer. Prophylactic tamoxifen (Nolvadex) has been shown to decrease the risk of breast cancer recurrence but has not been studied in BRCA1 and 2 carriers as a primary prevention tool.21,22BRCA1 mutation carriers may also want to consider aggressive screening for ovarian cancer or prophylactic oophorectomy because of the heightened risk for ovarian cancer but again, these interventions are of unproven benefit."
        },
        {
            "parent": 2,
            "text": "A suggested algorithm for genetic testing of women with a family history of breast cancer is shown inFigure 1. Women who have a family history of breast cancer under age 50, two first-degree relatives with the disease, a male relative with breast cancer, or ovarian cancer in relatives under age 50 are at increased risk for carrying a BRCA1 or 2 mutation. These women should be offered genetic counseling. This counseling should include a frank discussion of the reasons for the patient's request and the rationale for the physician's recommendations."
        },
        {
            "parent": 2,
            "text": "The patient should be aware of the limitations of available tests and the possible discovery of a DNA alteration with unknown significance. Issues surrounding the possible discovery of nonpaternity should be discussed, as should the clinical management implications, the emotional impact of stigmatization and the potential for deterministic risk-taking behavior. The costs, legal issues, possible insurance ramifications and potential for discrimination should also be discussed with the patient.23"
        },
        {
            "parent": 2,
            "text": "Affected relatives should be tested first to see if a susceptibility gene mutation exists in the family. If a BRCA1 or 2 mutation is not found in the relatives with breast cancer, the patient's risk, even if familial, is not due to one of the known mutations, and genetic testing of the patient would not be indicated."
        },
        {
            "parent": 2,
            "text": "Patients who test positive for a BRCA1 or 2 mutation may wish to follow the aggressive early surveillance plan as outlined in the recommendations from the NIH and the National Human Genome Research Institute consensus panel.9The patient and her family may benefit from enrollment in a research study. Because the lifetime risk of breast cancer in mutation carriers is above 50 percent, questions will arise about their mothers, sisters and daughters.19"
        },
        {
            "parent": 2,
            "text": "A family history remains the best tool for planning breast cancer surveillance. As experience with BRCA1 and 2 mutations increases, the role of genetic screening may be clarified for both society at large and the medical community. The challenge for family physicians during this period of rapidly emerging genetic information is to help our patients cope with their fears while they await fulfillment of the promise implied by genetic screening."
        }
    ],
    "locked": false
}