{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/0215/p1194.html#afp20000215p1194-uf2",
    "title": "American Thoracic Society Develops Guidelines on Diagnosis of Venous Thromboembolism | AAFP",
    "author": "SHARON SCOTT MOREY",
    "doi": "Am Fam Physician.2000;61(4):1194-1199",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "Diagnostic Approach to Deep Venous Thrombosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Diagnostic Approach to Pulmonary Embolism",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The American Thoracic Society (ATS) has developed clinical practice guidelines for the diagnosis of acute venous thromboembolism. The guidelines were written by the ATS clinical practice committee and cover the diagnostic approach to acute deep venous thrombosis and to acute pulmonary embolism. The guidelines are published in the September 1999 issue of theAmerican Journal of Respiratory and Critical Care Medicine. The document is available on the World Wide Web to subscribers of ATS journals online (http://www.atsjournals.org)."
        },
        {
            "parent": -1,
            "text": "According to the ATS guidelines, venous thromboembolism is diagnosed in 260,000 patients each year, but data indicate that more than one half of the cases remain undiagnosed, which translates to an estimated annual incidence of 600,000 cases. The large number of missed cases of venous thromboembolism is one of the reasons the guidelines were formulated. The 15-member ATS clinical practice committee reviewed data from clinical trials that have evaluated the diagnostic approach to deep venous thrombosis and pulmonary embolism and categorized the data as Level 1 and Level 2. Level 1 data were from prospective studies of consecutively enrolled patients, used established objective diagnostic criteria for normal and abnormal results on diagnostic studies, and included independent comparisons of the diagnostic results with contrast venography for deep venous thrombosis and pulmonary angiography for pulmonary embolism (with interpreters of the tests blinded to other test results). Level 2 data were from all other clinical trials that did not meet the criteria for Level 1 studies."
        },
        {
            "parent": -1,
            "text": "The following highlights the two sections that summarize the diagnostic approach to deep venous thrombosis and to pulmonary embolism."
        },
        {
            "parent": 0,
            "text": "The guidelines divide the diagnostic approach to deep venous thrombosis into symptomatic deep venous thrombosis of the lower extremity; asymptomatic deep venous thrombosis; recurrent, chronic deep venous thrombosis of the lower extremity; and upper extremity deep venous thrombosis. An algorithm for the diagnosis of acute deep venous thrombosis ison page 1196."
        },
        {
            "parent": 0,
            "text": "Symptomatic deep venous thrombosis of the lower extremity. According to the guidelines, the initial diagnostic study for cases of suspected proximal deep venous thrombosis is compression ultrasound or impedance plethysmography. The decision regarding which study to perform depends on available resources."
        },
        {
            "parent": 0,
            "text": "The guidelines stipulate that positive findings on impedance plethysmography can be considered reliable as long as the clincal conditions associated with a high false-positive rate are recognized. If the results of impedance plethysmography are initially negative, the diagnostic approach should then be individualized according to the clinical situation."
        },
        {
            "parent": 0,
            "text": "Compression ultrasonography is described in the guidelines as highly sensitive and specific in symptomatic patients with acute proximal deep venous thrombosis. As long as compression is used, a clear advantage of one ultrasound technique over another (i.e., real-time B-mode imaging, duplex ultrasound and color Doppler) has not been demonstrated. The guidelines also state that studies support the use of serial ultrasound examinations, such as five to seven days after the initial evaluation, in patients with negative results on the initial study. According to the guidelines, serial impedance plethysmography and ultrasound are sensitive methods for detecting proximal extension of deep venous thrombosis of the calf in symptomatic patients."
        },
        {
            "parent": 0,
            "text": "The diagnostic efficacy of ultrasound may be reduced when the examination is abbreviated, such as when evaluation of the femoral vein is omitted. Studies suggest that a limited initial examination that includes the common femoral vein in the groin and the popliteal vein down to the trifurcation of the calf veins is sufficient. If the ultrasound findings are negative, a repeat study can be performed in one week. According to the guidelines, two negative studies five to seven days apart are associated with an acceptably low rate of thromboembolic complications as a result of withholding anticoagulation."
        },
        {
            "parent": 0,
            "text": "Contrast venography or magnetic resonance imaging (MRI) is the appropriate study if the diagnosis of deep venous thrombosis remains in question after ultrasound or impedance plethysmography."
        },
        {
            "parent": 0,
            "text": "While contrast venography is considered the most accurate diagnostic test for acute deep venous thrombosis of the calf, the guidelines state that ultrasonographic evidence of thrombosis can be relied on in symptomatic cases. Ultrasound is less reliable for pelvic vein thrombosis. Contrast venography, MRI and impedance plethysmography are considered sensitive for iliac vein thrombosis."
        },
        {
            "parent": 0,
            "text": "The guidelines note that general recommendations for the use of D-dimer assays cannot be made because of the lack of outcome data."
        },
        {
            "parent": 0,
            "text": "Asymptomatic deep venous thrombosis of the lower extremity. The guidelines note that data indicate no proven utility in screening asymptomatic patients for deep venous thrombosis. The sensitivity of ultrasound is too low in asymptomatic high-risk patients for it to be considered a screening test.Recurrent and chronic deep venous thrombosis of the lower extremity. The guidelines acknowledge the challenge of diagnosing recurrent deep venous thrombosis and point out that no single test is ideal in this situation. According to the guidelines, even contrast venography does not always provide definitive information because visualization of a new intraluminal defect can be difficult when the veins have been thrombosed previously."
        },
        {
            "parent": 0,
            "text": "Impedance plethysmography can be used to identify early recurrence if resolution of the previous thrombosis has been documented. Ultrasound, however, is less likely to become normal after resolution. Recurrence can only be proved on ultrasound if the findings were documented to have become normal before the recurrence or if the non-compressible segment is in a new location. The guidelines also note that more experience is required before contrast venography and MRI can be recommended for distinguishing acute from chronic deep venous thrombosis. MRI is noted to hold the most promise in this situation."
        },
        {
            "parent": 0,
            "text": "Acute deep venous thrombosis of the upper extremity. While contrast venography is an accurate study for the diagnosis of acute upper extremity thrombosis, the guidelines recommend ultrasonography as the initial study. The sensitivity may be reduced in patients without symptoms. Impedance plethysmography is not used for the diagnosis of upper extremity thrombosis. The guidelines state that MRI is an appropriate diagnostic study if ultrasound is nondiagnostic for upper extremity thrombosis."
        },
        {
            "parent": 1,
            "text": "The guidelines for the diagnostic approach to pulmonary embolism include a summary of the standard approach to suspected cases as well as summaries on the use of spiral computed tomography (CT) or MRI, the use of the perfusion scan without the ventilation scan, the use of the D-dimer assay and the use of echocardiography. An algorithm for the diagnosis of pulmonary embolism ison the preceding page."
        },
        {
            "parent": 1,
            "text": "Standard approach to suspected pulmonary embolism. Information from the history, physical examination, chest radiographs, electrocardiogram and arterial blood gas analysis may suggest the presence of pulmonary embolism. Ventilation-perfusion scanning is an appropriate initial diagnostic test in this setting. According to the guidelines, pulmonary embolism can be reliably excluded if the lung perfusion scan is normal. When pulmonary embolism is suspected clinically, a high-probability ventilation-perfusion scan is considered diagnostic."
        },
        {
            "parent": 1,
            "text": "While pulmonary angiography is considered an appropriate study if the ventilation-perfusion scan is nondiagnostic, the guidelines also consider other possible avenues for diagnosis. Alternatives to pulmonary angiography are suggested because of the invasiveness, expense and potential inconvenience of angiography. The guidelines state that patients with nondiagnostic lung scans and adequate cardiopulmonary reserve may next undergo noninvasive lower extremity testing to exclude deep venous thrombosis. If the study is positive for thrombosis, treatment can be initiated without further investigation. MRI of the lower extremities may also be useful if the lung scan is nondiagnostic. If studies of the lower extremity are negative, then pulmonary angiography can be performed."
        },
        {
            "parent": 1,
            "text": "Use of spiral CT or MRI for the initial diagnostic approach or when ventilation-perfusion scan is nondiagnostic. Some studies have shown that spiral CT is specific for pulmonary embolism, although the guidelines recognize that no Level 1 studies have been completed to support or not support the use of spiral CT or MRI in cases of suspected pulmonary embolism. Spiral CT can demonstrate pulmonary emboli in the main, lobar or segmental vessels with a moderate to high degree of sensitivity. MRI has also demonstrated a potential in the diagnosis of pulmonary embolism. The guidelines state that precise recommendations for the use of these two techniques in the diagnosis of pulmonary embolism cannot be made until large multi-center clinical trials are completed.Use of perfusion scan without ventilation scan. If a ventilation scan cannot be performed, perfusion scan alone is useful if the results show a high probability or a very low probability of pulmonary embolism or are normal.Use of D-dimer assay. The guidelines note that elevated plasma D-dimer is too nonspecific for the diagnosis of deep venous thrombosis or pulmonary embolism. According to the guidelines, the wide variability among the assays and in their testing characteristics continues to limit the applicability of this test in clinical practice.Use of echocardiography. The guidelines note that the role of echocardiography remains undefined. The presence of clinical findings suggestive of acute pulmonary embolism along with echocardiographic evidence of unexplained right ventricular hypokinesis and/or dilation may be strongly suggestive of, but not diagnostic of, pulmonary embolism. The visualization of thrombus in the right atrium or ventricle is strong evidence for pulmonary embolism. The guidelines state that the place for echocardiography in the diagnostic evaluation of suspected pulmonary embolism needs clarification, and its role may change with technologic advances."
        }
    ],
    "locked": false
}