{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/1115/p2415a.html#afp19991115p2415a-uf1",
    "title": "ASCUS: Identifying Women with Cervical Neoplasia | AAFP",
    "author": "GRACE BROOKE HUFFMAN, M.D.",
    "doi": "Am Fam Physician.1999;60(8):2415-2416",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Although various refinements have improved Papanicolaou (Pap) test reporting, it is still difficult to determine the best course of action for Pap smears that are reported as atypical squamous cells of undetermined significance (ASCUS). Because almost all cervical cancers are associated with human papillomavirus (HPV) DNA, Manos and colleagues conducted this study to determine if stratification of ASCUS results could be accomplished by simultaneous HPV testing. Study participants were drawn from a cohort of women belonging to a large health maintenance organization."
        },
        {
            "parent": -1,
            "text": "Routine Pap smears were performed with ectocervical and endocervical specimens collected with a cervical broom. The broom was then rinsed into preservative fluid, and one more cervical sample was taken for HPV DNA testing. All ASCUS reports were classified as “favor reactive,” “favor neoplastic” or “undetermined.” When the report was abnormal, a ThinPrep Pap test was performed. Women with abnormal Pap smears were advised to return to their physicians for colposcopy. Before the colposcopy was performed, repeat Pap samples and HPV tests were collected. The examination of the cervical biopsy and endocervical curettage specimens was done by health care clinicians blinded to the results of the ThinPrep Pap and HPV results."
        },
        {
            "parent": -1,
            "text": "Of the 46,009 Pap smears initially included in this study, 3.5 percent were classified as ASCUS. In addition, 0.9 percent were classified as low-grade squamous intraepithelial lesions (LSILs) and 0.3 percent were classified as high-grade squamous intraepithelial lesions (HSILs). Eighty-two percent of the women with ASCUS returned for colposcopy; of the total number of ASCUS cases, 61 percent were ultimately included in the study. About one half of the initial ASCUS reports (45.3 percent) were “favor reactive,” 27.4 percent were “favor neoplastic” and 27.2 percent were “undetermined.” Colposcopy was performed a median of 67 days after the Pap smear. Most of the colposcopy results (79.1 percent) were normal. Of the initial ASCUS results of “favor reactive,” 15.4 percent were identified as HSIL on colposcopic examination. Almost one half (46.1 percent) of the HSIL cases were identified as “favor neoplastic.” The “undetermined” group included one cancer case. In the initial examination, 39.5 percent of the women had positive HPV results. The sensitivity of the HPV result for identifying HSIL or cancer was 89.2 percent, and the specificity was 64.1 percent."
        },
        {
            "parent": -1,
            "text": "The authors conclude that collecting a sample at the time of a Pap smear to reserve for HPV testing is sensitive in identifying subsequent ASCUS results as consistent with underlying HSIL or cancer. The authors propose immediate colposcopy for all women who are HPV-positive and repeat Pap testing for all other women with ASCUS(see theaccompanying figure). This system would have an overall sensitivity of 96.9 percent and would decrease repeat Pap smears, reduce anxiety and decrease the number of high-risk patients lost to follow-up."
        }
    ],
    "locked": true
}