{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0601/p3069.html#afp19990601p3069-f2",
    "title": "Endometrial Cancer | AAFP",
    "author": "TIMOTHY P. CANAVAN, M.D., AND NIPA R. DOSHI, M.D.",
    "doi": "Am Fam Physician.1999;59(11):3069-3076",
    "abstract": "Endometrial cancer is the fourth most common cancer in women, accounting for approximately 6,000 deaths per year in the United States. It is more common in women who are older, white, affluent, obese and of low parity. Hypertension and diabetes mellitus are also predisposing factors. Because any condition that increases exposure to unopposed estrogen increases the risk of endometrial cancer, tamoxifen therapy, estrogen replacement therapy without progestin and the presence of estrogen-secreting tumors are all risk factors. Smoking and the use of oral contraceptives appear to decrease the risk. Women with an increased risk and those with postmenopausal bleeding should be screened for endometrial cancer. Endometrial sampling is currently the most accurate and widely used screening technique, but ultrasonographic measurement of endometrial thickness and hysteroscopy have also been studied. Patients with endometrial specimens that show atypia have about a 25 percent likelihood of progressing to carcinoma, compared with less than 2 percent in patients without atypia. Endometrial cancer is usually treated surgically, but in patients with appropriate pathologic findings who decline surgical treatment, progestin therapy may be satisfactory.",
    "headers": [
        {
            "id": 0,
            "name": "Pathogenesis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Risk Factors",
            "level": 2
        },
        {
            "id": 2,
            "name": "HORMONE REPLACEMENT THERAPY",
            "level": 3
        },
        {
            "id": 3,
            "name": "Screening",
            "level": 2
        },
        {
            "id": 4,
            "name": "Clinical Signs and Symptoms",
            "level": 2
        },
        {
            "id": 5,
            "name": "Diagnosis and Evaluation",
            "level": 2
        },
        {
            "id": 6,
            "name": "DIAGNOSIS",
            "level": 3
        },
        {
            "id": 7,
            "name": "ENDOMETRIAL SAMPLING",
            "level": 3
        },
        {
            "id": 8,
            "name": "OTHER SCREENING TECHNIQUES",
            "level": 3
        },
        {
            "id": 9,
            "name": "Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Uterine cancer, the most common malignant neoplasm of the female genital tract and the fourth most common cancer in women, is currently diagnosed in about 34,000 women each year. In 1997, about 6,000 women in the United States died of this disease.1It is more frequent in affluent and white women, especially obese, postmenopausal women of low parity.2Hypertension and diabetes mellitus are also predisposing factors.3Uterine cancer is most frequently diagnosed in industrialized western nations, with the lowest rates occurring in India and Southeast Asia.2"
        },
        {
            "parent": -1,
            "text": "Advances in the past two decades have expanded our knowledge of endometrial cancer, giving us a better definition of the histologic subtypes and providing us with better screening and surgical tools with which to diagnose and treat this disease.2"
        },
        {
            "parent": 0,
            "text": "It was originally hypothesized that endometrial hyperplasia represented a morphologic continuum from benign cystic hyperplasia to atypical complex hyperplasia, which may be the immediate precursor of endometrial carcinoma.2Several recent studies have suggested that endometrial hyperplasia and endometrial cancer are two different entities, and the distinguishing feature is the presence or absence of cytologic atypia.2Studies have shown that patients who have endometrial hyperplasia without atypia respond well to progestin therapy and are not at increased risk for cancer; however, patients with cytologic atypia show only a 50 percent response to progestin therapy, and cancer develops in 25 percent of cases.4–6"
        },
        {
            "parent": 0,
            "text": "Uterine cancer is a general term used to describe many different histopathologic types of tumors found in the uterus. The most common cancer of the uterus is adenocarcinoma. Several other histologic subtypes also occur(Table 1). The less common forms are associated with a lower overall survival rate and a higher risk of metastatic disease at the time of surgical staging.2Patients with serous (also known as papillary serous) and clear cell carcinomas tend to be older than those with other types (mean age: 66 versus 59 years) and are more likely to have abnormal cervical cytology.7Serous carcinoma invades the myometrium and lymph-vascular spaces early and has been shown to metastasize without deep myometrial invasion.2"
        },
        {
            "parent": 1,
            "text": "Any characteristic that increases exposure to unopposed estrogen increases the risk for endometrial cancer(Table 2).2,4–8Conversely, decreasing exposure to estrogen limits the risk. Unopposed estrogen therapy, obesity, anovulatory cycles and estrogen-secreting neoplasms all increase the amount of unopposed estrogen and thereby increase the risk for endometrial cancer. Smoking seems to decrease estrogen exposure, thereby decreasing the cancer risk, and oral contraceptive use increases progestin levels, thus providing protection.9Tamoxifen (Nolvadex) therapy, often used in women with breast cancer, has an estrogenic effect on the female genital tract and, through this unopposed estrogen exposure, increases the risk for endometrial cancer.10Physicians should be aware that endometrial ablation is not a treatment for endometrial hyperplasia or carcinoma, and a previous ablation does not protect against the development of endometrial disease."
        },
        {
            "parent": 2,
            "text": "Unopposed estrogen treatment of menopause is associated with an eightfold increased incidence of endometrial cancer.11,12The addition of progestin decreasesthis risk dramatically.12For maximum endometrial protection, administration of medroxyprogesterone acetate (Provera), in a dosage of 10 mg daily, or norethindrone acetate (Aygestin), in a dosage of 2.5 mg daily, for a minimum of 12 to 14 days per month has been recommended.13However, some physicians prescribe lower dosages, either 5.0 or 2.5 mg of medroxyprogesterone daily."
        },
        {
            "parent": 2,
            "text": "A 13-day “progestin challenge” course of either 10 mg of medroxyprogesterone or 2.5 to 5 mg of norethindrone given to post-menopausal women resulted in withdrawal bleeding and correlated with a high likelihood of endometrial pathology.13In this study, it was found that low dosages may not provide maximal endometrial protection.13However, the Postmenopausal Estrogen/Progestin Interventions (PEPI) trial14found no difference in the risk for endometrial disease between patients taking placebo and those taking estrogen with medroxyprogesterone, in a dosage of either 10 mg per day for 12 days or 2.5 mg per day continuously."
        },
        {
            "parent": 2,
            "text": "One possible explanation for these contradictions can be found in the patient groups studied. Many of the patients in one study had one or more risk factors for endometrial disease,13whereas the PEPI trial involved a randomly selected cohort.14These findings suggest that patients at high risk for endometrial disease should receive higher dosages of progestins than patients at low risk, a suggestion that is supported, in theory, by the pathophysiology. Further studies may be necessary for more definitive recommendations."
        },
        {
            "parent": 3,
            "text": "Population screening is not economically feasible; therefore, assessing the risk of individual patients is essential to reduce the morbidity and mortality of uterine cancer. By identifying women who are at high risk for endometrial neoplasia(Table 2), physicians can be selective about the use of endometrial sampling."
        },
        {
            "parent": 3,
            "text": "The Papanicolaou (Pap) test is not helpful in identifying women who are at increased risk for endometrial neoplasia. In one study, the presence of normal endometrial cells in post-menopausal women not on hormonal therapy was associated with a 19 percent risk for endometrial hyperplasia or carcinoma.15Although a normal Pap smear does not indicate that a woman is at low risk for endometrial neoplasia, the presence of endometrial cells on a Pap smear in a postmenopausal woman who is not receiving hormonal therapy should be evaluated by endometrial biopsy.15"
        },
        {
            "parent": 4,
            "text": "Ninety percent of patients with endometrial cancer have abnormal vaginal bleeding. This usually presents as menometrorrhagia in a perimenopausal woman or menstrual-like bleeding in a woman past menopause.2Perimenopausal women relate a history of inter-menstrual bleeding, excessive bleeding lasting longer than seven days or an interval of less than 21 days between menses. Heavy, prolonged bleeding in patients known to be at risk for anovulatory cycles should prompt histologic evaluation of the endometrium."
        },
        {
            "parent": 4,
            "text": "Elderly women who have had many years of estrogen deficiency occasionally present with pelvic pain and are found to have retained blood in the uterine cavity (hematometra) related to cervical stenosis. These patients may require surgical intervention to obtain a specimen of the endometrium."
        },
        {
            "parent": 4,
            "text": "Although physicians should have a high index of suspicion for endometrial cancer in women who are obese, have diabetes and are past menopause, 35 percent of patients with endometrial cancer show no signs of obesity or hyperestrogenism.2The findings on abdominal examination are usually normal, and the pelvic examination may show only evidence of mild vaginal bleeding. Any suspicious palpable lesions of the vulva, vagina or cervix should be carefully inspected and, if warranted, a biopsy specimen should be obtained to exclude metastatic disease or other causes of vaginal bleeding."
        },
        {
            "parent": 4,
            "text": "The physician should note particularly the size, contour, mobility and position of the uterus. These findings can be helpful in determining risks for complications with diagnostic testing, such as endometrial biopsy, and the possibility of metastatic or locally advanced disease. The adnexal examination is extremely important because endometrial cancer may be the result of a coexisting estrogen-secreting ovarian tumor such as a granulosa cell tumor.2"
        },
        {
            "parent": 5,
            "text": "Patients who report abnormal vaginal bleeding and have risk factors for endometrial cancer(Table 2)should have histologic evaluation of the endometrium. Premenopausal patients with amenorrhea for more than six to 12 months should be offered endometrial sampling, especially if they have risk factors associated with excessive estrogen exposure. Post-menopausal women with vaginal bleeding who either are not on hormonal replacement therapy or have been on therapy longer than six months should be evaluated by endometrial sampling."
        },
        {
            "parent": 6,
            "text": "Over the past decade, pathologists have defined the patterns of endometrial hyperplasia and atypia. Using small specimens, they can usually arrive at an accurate diagnosis. Most endometrial biopsy findings fall into one of four categories(Table 3).16Based on current research, the presence of atypia indicates risk for progression to cancer.2In several studies of women with endometrial hyperplasia, more than 80 percent of those without atypia responded to progestin therapy, compared with only 50 percent of those with atypia. Carcinoma developed in 25 percent of patients with atypia as opposed to less than 2 percent of those without atypia.4–6"
        },
        {
            "parent": 7,
            "text": "The gold standard for histologic evaluation of the endometrium has been dilatation and curettage (D&C). In-office endometrial sampling devices, however, have proved to be effective in screening the endometrium for disease without the inconvenience, cost or risk of an operating-room procedure. Numerous studies have found the results of office sampling to approach those of D&C, with an accuracy of 90 to 95 percent.17–20"
        },
        {
            "parent": 7,
            "text": "Several devices have been developed for in-office sampling of the endometrial lining. These include the Novak or Kevorkian curet, the Pipelle endometrial-suction curet and the Vabra aspirator(Table 4).21–24"
        },
        {
            "parent": 7,
            "text": "Before having an in-office biopsy, the patient should take a preoperative dose of a non-steroidal anti-inflammatory drug (NSAID). With the patient in the lithotomy position, a speculum is inserted in the vaginal canal. The cervix should be clearly visualized and cleansed with a small amount of an antiseptic solution. Many physicians generally perform the endometrial biopsy without anesthesia, and most patients are able to tolerate this well. However, use of a paracervical block, as well as an NSAID, greatly improves patient tolerance and compliance."
        },
        {
            "parent": 7,
            "text": "After 1 mL of a local anesthetic is infused into the anterior lip of the cervix, a tenaculum can be placed. The paracervical block is then performed using 1 or 2 percent lidocaine (Xylocaine) without epinephrine (Figure 1). When the block is achieved, patients with slight cervical stenosis can be dilated with lacrimal dilators without causing great discomfort. This is followed by the use of a uterine sound to determine the direction and measure the length of the uterine cavity."
        },
        {
            "parent": 7,
            "text": "The cannula is then placed in the uterus and placement is confirmed with the help of the centimeter markings along the cannula. Light downward traction on the tenaculum can be used to straighten the cervical canal and allow for easier passage of the sampling device. The inner sleeve is then pulled back while the cannula is held within the cavity. This generates a vacuum in the cannula that can be used to collect endometrial tissue for diagnosis. Moving the cannula in and out of the cavity no more than 2 to 3 cm with each stroke while turning the cannula clockwise or counterclockwise is helpful in obtaining specimens from the entire cavity."
        },
        {
            "parent": 7,
            "text": "Once material is seen in the top of the cannula, the instrument can be removed. The specimen is then placed in formalin and sent to the laboratory for histologic diagnosis. If no tissue is obtained, a second cannula can be used, or a small Novak curet can be placed in the uterine cavity and a gentle curettage can be performed. Some patients have atrophic endometrium, and little or no tissue will be obtained. In these patients, close observation can be maintained, or a D&C can be performed with general or spinal anesthesia."
        },
        {
            "parent": 8,
            "text": "Ultrasonographic measurement of endometrial thickness has been suggested as a screening technique to obtain an image of the endometrial lining and predict the likelihood of disease based on its thickness. However, current information (Table 4) does not support routine use of this approach. Numerous studies measuring endometrial thickness with the use of transvaginal ultrasonography have indicated that an endometrial thickness of less than 5 mm is rarely associated with carcinoma.2,25,26In the Nordic trial,26the largest study to date, a cutoff of less than 5 mm was associated with 96 percent sensitivity, 68 percent specificity and an accuracy of 78 percent for detecting histologically abnormal endometrium in patients with postmenopausal bleeding."
        },
        {
            "parent": 8,
            "text": "In other studies of transvaginal ultrasonography,22,27investigators concluded that the data support its use for surveillance of women on tamoxifen therapy and those with post-menopausal bleeding and endometrial cells seen on cervical cytologic examination.22,27"
        },
        {
            "parent": 8,
            "text": "Transvaginal ultrasonography may be helpful in determining which patients should have a biopsy (endometrial thickness greater than 4 mm) and in detecting other pelvic abnormalities in women reporting abnormal uterine bleeding."
        },
        {
            "parent": 8,
            "text": "Sonohysterography is now being used to look at the features of the endometrial lining, in particular to distinguish thickness from polyps and leiomyomas, which are the common uterine abnormalities missed by endometrial biopsy.25"
        },
        {
            "parent": 8,
            "text": "Inpatient or outpatient hysteroscopy, which is the direct inspection of the endometrium, has been used to evaluate cases of abnormal uterine bleeding. Its many advantages over endometrial biopsy, transvaginal ultrasonography, sonohysterography and D&C include direct visualization of the endometrium, which provides the opportunity to obtain a biopsy specimen and remove lesions, especially polyps and leiomyomas. Its disadvantages include surgical risks, which are similar to those of D&C, and the additional concerns of cost and the possible spread of malignant cells into the peritoneal cavity.4"
        },
        {
            "parent": 9,
            "text": "The treatment of endometrial cancer is usually surgical, such as total abdominal hysterectomy, bilateral salpingo-oophorectomy and evaluation for metastatic disease, which may include pelvic or para-aortic lymphadenectomy, peritoneal cytologic examination and peritoneal biopsies. The extent of the surgical procedure is based on the stage of disease(Table 5),28which can be determined only at the time of the operation."
        },
        {
            "parent": 9,
            "text": "For most patients whose cancers have progressed beyond stage IB grade 2, postoperative radiation therapy is recommended.2This may include simple vaginal vault irradiation or external pelvic irradiation with or without extended abdominal irradiation, based on the extent of disease.2"
        },
        {
            "parent": 9,
            "text": "Because tumor response to cytotoxic chemotherapy has been poor, chemotherapy is used only for palliation. Progestin has also been used to treat recurrent endometrial cancer, but the response rates have been poor.29–31"
        },
        {
            "parent": 9,
            "text": "Endometrial hyperplasia with atypia should be treated with hysterectomy except in extraordinary cases. Progestin treatment is a possibility in women younger than 40 years of age who refuse hysterectomy or who wish to retain their childbearing potential, but an endometrial biopsy should be performed every three months.16Investigators have reported that treatment of atypical hyperplasia and well-differentiated endometrial cancer with progestins in women younger than 40 years of age resulted in complete regression of disease in 94 percent and 75 percent, respectively.32This was a group of women who wished to preserve their fertility, and medical therapy may not be justified in patients for whom fertility is not an issue. When women who choose medical therapy complete childbearing, reevaluation of the endometrium should be performed, and hysterectomy should be recommended if hyperplasia with atypia is identified."
        },
        {
            "parent": 9,
            "text": "Patients found to have hyperplasia without atypia should be treated with progestins and have an endometrial biopsy every three to six months.16Hysterectomy is an option for those who are unwilling to take progestins or who have persistent hyperplasia despite progestin treatment(Figure 2).2,26The ideal type and amount of progestin necessary to protect the endometrium is still unknown, and no data define the optimal duration of treatment.33If risk factors remain unchanged, the clinician should consider continuing progestin treatment for an additional 12 months after a normal biopsy, with annual endometrial biopsies performed as follow-up. Many clinicians still recommend that women older than 50 years consider hysterectomy as a definitive treatment."
        }
    ],
    "locked": false
}