{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/0301/p1331.html#afp20000301p1331-f2",
    "title": "Treatment of Nonmalignant Chronic Pain | AAFP",
    "author": "DAWN A. MARCUS, M.D.",
    "doi": "Am Fam Physician.2000;61(5):1331-1338",
    "abstract": "Nonmalignant, chronic pain is associated with physical, emotional and financial disability. Recent animal studies have shown that remodeling within the central nervous system causes the physical pathogenesis of chronic pain. This central neural plasticity results in persistent pain after correction of pathology, hyperalgesia, allodynia, and the spread of pain to areas other than those involved with the initial pathology. Patient evaluation and management focus on pain symptoms, functional disabilities, contributory comorbid illnesses, and medication use or overuse. Treatment of chronic pain involves a comprehensive approach using medication and functional rehabilitation. Functional rehabilitation includes patient education, the identification and management of contributing illnesses, the determination of reachable treatment goals and regular reassessment.",
    "headers": [
        {
            "id": 0,
            "name": "Pathogenesis of Pain",
            "level": 2
        },
        {
            "id": 1,
            "name": "Patient Evaluation",
            "level": 2
        },
        {
            "id": 2,
            "name": "Pain Management",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Chronic pain is associated with disabling physical and emotional symptoms.1Patients with chronic pain are five times more likely than patients without chronic pain to utilize health care services.1Patients with chronic pain report impairments of multiple quality-of-life measures, including physical, social and psychologic well-being. In addition, 58 percent of patients with chronic pain experience coexisting symptoms of depression or anxiety that also influence health care. This mixture of physical, emotional and social abnormalities often complicates managing patients with chronic pain. Treatment of chronic pain needs to address the physical pathology that initiated the chronic pain, as well as the important social and psychologic sequelae of chronic symptoms."
        },
        {
            "parent": 0,
            "text": "Patients and their physicians are familiar with acute pain or pain caused by injury. Injury leads to inflammation and changes within the central nervous system. Pain signals are sent to the brain. The brain in turn signals the muscles, causing a reflex muscle spasm. These changes protect the injured area. The tightening of the muscles forms a natural cast around the injury, and the negative sensation of pain promotes learning how to avoid similar injury in the future. As tissues heal, inflammation resolves, and the central nervous system sends out fewer signals, resulting in decreased pain and decreased muscle spasm."
        },
        {
            "parent": 0,
            "text": "Less is known about the etiology of chronic pain. Chronic pain often occurs in the absence of ongoing illness or after healing is completed, and often begins with an injury that causes inflammation and central nervous system changes. The injured area heals, scar tissue is produced and the inflammation resolves. But, for an unknown reason, the nervous system continues to send pain signals to somatic muscles, as though a new injury were occurring. The nervous system reacts to the memory of the original injury and sends signals similar to those sent in response to the original injury. These signals become a disabling message, reminding the patient of the original injury."
        },
        {
            "parent": 0,
            "text": "Animal models now provide evidence that these types of pathophysiologic changes occur in chronic pain.2It is unknown why these changes occur for some patients and some injuries, but not for others. Although animal models are helpful, they cannot take into account the emotions and other factors that affect human perception of pain."
        },
        {
            "parent": 0,
            "text": "Rodents exposed to injury, such as temporary sciatic nerve ligation, demonstrate pain behavior and central neural plasticity. Peripheral injury results in anatomic and physiologic changes within the dorsal horn, sensory thalamus and cerebral cortex.3The most widely studied changes are those occurring in the dorsal horn. For example, a temporary peripheral injury results in permanent central changes in the dorsal horn, including increases in neural sensitivity, excitation and receptive field size.4"
        },
        {
            "parent": 0,
            "text": "A typical rodent model of chronic pain involves tying a temporary ligature around the sciatic nerve. The ligature is removed and the peripheral injury recovers. Although the pathology has been corrected, the rat continues to demonstrate pain behaviors by biting the injured leg.5Autopsy reveals structural changes within its central nervous system that alter neural transmission. This rodent model is similar to the human experience of persistent radiculopathy and pain complaints following removal of a herniated disk. The central sensitization that occurs after an acute, painful injury results in hyperalgesia, allodynia and spread of pain."
        },
        {
            "parent": 0,
            "text": "Hyperalgesia is a lowered pain threshold. Second-order neurons at the level of the dorsal horn become more sensitive to peripheral stimuli. They demonstrate increased numbers of action potentials and spontaneous discharges in response to painful stimuli. This increased number of action potentials is experienced as an elevated response to painful stimuli that were previously perceived as less painful."
        },
        {
            "parent": 0,
            "text": "Allodynia is the perception of pain caused by usually nonpainful stimuli, such as touch or vibration. Allodynia results from a redistribution of central terminals. Mechanoreceptors establish new synapses with dorsal horn cells that normally receive nociceptive input. After redistribution, mechanoreceptors stimulated by touch or vibration will activate pain pathways in the same way that nociceptive neurons will in response to pain."
        },
        {
            "parent": 0,
            "text": "The spread of pain occurs because of an increase in the size of receptive fields within the dorsal horn. Pain perception then spreads to involve areas that are not normally innervated by the injured nerve(Figure 1)."
        },
        {
            "parent": 0,
            "text": "An example of central plasticity in humans is phantom limb pain. In a study of postamputation patients, 25 patients with preoperative limb pain were randomized to one of two groups.6Eleven patients received 72 hours of continuous epidural bupivacaine hydrochloride (Marcaine) and morphine preoperatively, and 14 were in the control group. One week after amputation, 64 percent of the patients in the control group had phantom limb pain, compared with only 27 percent in the group that received the bupivacaine. After six months, 36 percent of patients in the control group and none in the epidural group were still experiencing pain. The epidural anesthetic blocked pain messages and appeared to also prevent remodeling of pain neurons."
        },
        {
            "parent": 0,
            "text": "Nerve injury may result in multiple changes within the central nervous system that perpetuate the pain experience. Increased numbers of action potentials cause hypersensitivity to pain. Redistribution of synapses for mechanoreceptors causes allodynia. Increased receptive field size results in spread of pain. The use of exercise and psychologic treatment may be effective in chronic pain because these treatments retrain the nervous system to reestablish more normal neural connections."
        },
        {
            "parent": 1,
            "text": "Patient evaluation includes complaints of pain, functional status, medication use and possible overuse, and comorbid illness. Most patients have great difficulty in describing pain sensations. Important pain qualifiers are the quality and quantity of the pain. Pain described as burning or associated with hypersensitivity over the painful area suggests neuropathic or nerve injury pain. Other sensory descriptors may be less helpful in determining pain etiology or treatment. Pain quantity identifies pain as constant or intermittent, and whether activity or other factors influence the pain."
        },
        {
            "parent": 1,
            "text": "These variables can be helpful diagnostically. For example, spinal stenosis pain is typically intermittent and aggravated by walking. Pain quantity is also helpful therapeutically. Intermittent pain requires different treatment than constant pain. Intermittent, short-acting opioids, for example, may be useful for intermittent pain flares. However, if prescribed for constant pain, patients will likely overuse them, taking them every three to four hours throughout the day."
        },
        {
            "parent": 1,
            "text": "An assessment of the patient's functional status should involve a measurement of the ability to perform household chores, work tasks, leisure interests, and sleep. Comorbid illnesses should also be investigated, including psychologic illness (such as depression, anxiety, personality disorder) and medical illness (such as cardiovascular, respiratory, and rheumatologic disease and obesity). Coexisting disease may influence the patient's pain complaints (such as obesity) and the patient's ability to participate in treatment (such as cardiovascular and respiratory disease). In addition, the treatment of comorbid disease is important in allowing patients to return to greater function."
        },
        {
            "parent": 2,
            "text": "Pain management includes general health management with special attention to abnormal weight, sleep disturbance, cardiopulmonary risk reduction, and avoidance of harmful habits such as tobacco, alcohol and illegal drug use. Nicotine use is associated with increased pain levels7and also decreases the effectiveness of antidepressant medications by diminishing their plasma concentrations.8The goal of pain management should include reconditioning, reducing pain and improving function, sleep and mood."
        },
        {
            "parent": 2,
            "text": "Although pain is rarely eliminated, treatment should reduce daily pain level, as well as the frequency, severity, and duration of the pain flares. In general, pain levels do not significantly improve until the patient has begun reconditioning and has increased his or her level of daily activities."
        },
        {
            "parent": 2,
            "text": "Treatment regimens generally involve a multidisciplinary approach, utilizing education, medication, and physical, occupational and behavioral therapy(Figure 2). Patients and their family and friends need to understand the pathology of chronic pain, the rationale for rehabilitation and the expected goals of treatment. They need to know that pain has a physiologic basis, that improved function is essential to decreased pain, and that chronic pain may not entirely resolve. Significant others need to assist in the rehabilitation by learning how to avoid placing excessive restrictions or demands on the patient with chronic pain."
        },
        {
            "parent": 2,
            "text": "Physical therapy should focus on reconditioning (such as a walking program), stretching exercises and pain reducing modalities (such as heat, ice, distraction techniques and oscillatory movements). Occupational therapy should focus on proper body mechanics, and should help the patient return to more normal levels of activity in household chores, work and leisure. Psychologic treatment addresses symptoms of depression and anxiety, and teaches stress management. Patients are also instructed in cognitive and behavioral techniques to improve their view of and reactions to their pain complaints. Standardized forms completed at patient visits are useful tools to monitor patient progress(Figures 3and4)."
        },
        {
            "parent": 2,
            "text": "Medication management involves the use of neuropathic, psychiatric and pain medications. Neuropathic pain is best treated with the use of antidepressants or antiepileptics. Although these medications will not restore nerve function, they will reduce the burning quality of pain in most patients. Tricyclic antidepressants in dosages between 75 and 200 mg per day relieve pain in 55 to 67 percent of patients.9–11Also, in patients with herpes zoster, treatment with amitriptyline (Elavil), 25 mg once a day for three months, reduces the risk of later development of post-herpetic neuralgia.12"
        },
        {
            "parent": 2,
            "text": "Use of the selective serotonin reuptake inhibitors sertraline (Zoloft), 150 mg once a day,13and paroxetine (Paxil), 30 to 70 mg once a day,14can reduce neuropathic pain by 70 to 80 percent. Antidepressants also improve sleep disturbance, depression and anxiety that often accompany chronic pain."
        },
        {
            "parent": 2,
            "text": "Antiepileptics are also helpful in the treatment of neuropathic pain.15Carbamazepine (Tegretol) has a well established efficacy in the management of trigeminal neuralgia, and case reports show a positive effect on neuropathic pain.16The most effective antiepileptic medication, gabapentin (Neurontin), has demonstrated efficacy in reducing pain from moderate to mild in patients with diabetic neuropathy (900 to 3,600 mg three times a day)17and in postherpetic neuralgia (2,400 to 3,600 mg three times a day).18Patients should expect to experience benefit from a daily dosage of 1,800 mg of gabapentin. If this dose has no effect on the pain, a higher dose will generally not be helpful. If some relief is experienced at this dose, a higher dose may further improve pain relief. Lamotrigine (Lamictal) has been reported to reduce neuropathic pain in case reports, but controlled studies are not yet available.19"
        },
        {
            "parent": 2,
            "text": "Less effective medications for neuropathic pain include mexiletene (Mexitil), 675 mg once a day,20capsaicin cream (Zostrix), 0.075 percent four times a day,21and long-acting opioids.22These medications may act as adjunctive therapy with antidepressants and antiepileptics."
        },
        {
            "parent": 2,
            "text": "Pain medications may also be necessary in some patients. Pain medications can be divided into those used for intermittent pain flares and those for chronic, constant pain. Treatment of intermittent flares may include aspirin, acetaminophen, nonsteroidal anti-inflammatory drugs (NSAIDs), tramadol (Ultram) and short-acting opioids."
        },
        {
            "parent": 2,
            "text": "Although NSAIDs and short-acting opioids may be helpful with pain flares, they should not be used chronically on a daily basis in most cases. Chronic use of NSAIDs may be associated with significant side effects,23including end-stage renal disease in two out of every 1,000 patients who use them daily for five or more years. The use of analgesic combination products is associated with the greatest risk of renal disease.24Chronic use of NSAIDs, aspirin, or acetaminophen is also associated with hepatotoxicity or coagulopathy. Ulcer formation occurs in 2 to 4 percent of chronic NSAID users every year. NSAIDs have also been associated with reducing the effectiveness of some antihypertensives (beta blockers, angiotensin-converting enzyme inhibitors and diuretics)25and increasing the effect of sulfonylureas when used in conjunction with these drugs. These effects are generally prostaglandin-mediated, and therefore not seen with tramadol or opioids."
        },
        {
            "parent": 2,
            "text": "Short-acting opioids may also be combined with analgesics. Short-acting opioid use is often associated with sedating or euphoric side effects. The relatively short half-life (three to four hours) of these opioids encourages patients to use them every few hours if they are experiencing more constant pain. This pattern of use encourages the development of tolerance."
        },
        {
            "parent": 2,
            "text": "Use of long-acting opioids should be considered in patients who have a clear pain diagnosis, constant pain, pain with significant disability or regular analgesic overuse. Although there have been no long-term controlled studies investigating the efficacy of the chronic use of opioids for nonmalignant pain, good relief is generally reported for the majority of chronic pain sufferers."
        },
        {
            "parent": 2,
            "text": "Zenz and colleagues evaluated 100 patients with chronic pain who were using chronic opioids.26Good pain relief was reported in 51 percent of patients, partial pain relief in 28 percent and improved function in all patients. Long-acting opioids include methadone, morphine, oxycodone and fentanyl. Chronic use of opioid-only medication is generally not associated with significant organ toxicity or cognitive impairment. Hendler evaluated 106 pain patients with the Wechsler Adult Intelligence Scale, Memory Quotient, Bender Gestalt and electroencephalography. Sedation and impaired cognitive skills were seen in patients using chronic benzodiazepines.27Those patients receiving long-acting opioids scored the same as patients on no medications."
        },
        {
            "parent": 2,
            "text": "In addition, while studies report drug abuse/dependence/addiction in 3 to 19 percent of chronic pain patients,28true addiction (psychologic dependency) is uncommon with the use of long-acting opioids for chronic pain. Tolerance is also less common with the use of long-acting opioids. The most common side effect is constipation, which is best managed with a combination of laxatives and stool softeners (e.g., senna products), exercise, high-water/high-fiber diet, and avoidance of additional constipating medications (such as tricyclic antidepressants)."
        },
        {
            "parent": 2,
            "text": "Opioids are generally prescribed cautiously in patients with a history of addictive behavior. Interestingly, in one study, patients who would eventually abuse opioids could not be identified by prescreening including a history of drug or alcohol abuse, drug and alcohol abuse screening tests, pain severity or frequency, patient's self-perceived need for opioids, or coexisting depression.29When used for chronic pain, long-acting opioids should be prescribed in the same manner as other chronic maintenance medications. Patients need to follow a regular, prescribed daily schedule. Patients require education to understand that these medications are not to be used in the same way as short-acting products. Patients using long-acting opioids need to have reasonable goals and expectations. These medications can help reduce pain and help increase functioning without significant organ toxicity. They should never be used with the goal of pain elimination or the reduction of psychologic complaints, like life stress, depression, anxiety, suffering and life dissatisfaction."
        }
    ],
    "locked": false
}