{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0901/p1017.html#afp19990901p1017-uf1",
    "title": "ACC and AHA Update Guidelines for Coronary Angiography | AAFP",
    "author": "SHARON SCOTT MOREY",
    "doi": "Am Fam Physician.1999;60(3):1017-1020",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "Recommendations for Coronary Angiography When Coronary Artery Disease Is Suspected",
            "level": 2
        },
        {
            "id": 1,
            "name": "Class I",
            "level": 2
        },
        {
            "id": 2,
            "name": "Class IIa",
            "level": 2
        },
        {
            "id": 3,
            "name": "Class IIb",
            "level": 2
        },
        {
            "id": 4,
            "name": "Class III",
            "level": 2
        },
        {
            "id": 5,
            "name": "Other Settings Included in the Recommendations",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The American College of Cardiology (ACC) and the American Heart Association (AHA) have updated their guidelines for coronary angiography. The executive summary and recommendations are published in the May 4, 1999, issue ofCirculation. The entire guidelines are published in the May 1999 issue of theJournal of the American College of Cardiology. The executive summary and recommendations are also available on the World Wide Web, at sites for the ACC (http://www.acc.org) and the AHA (http://www.americanheart.org)."
        },
        {
            "parent": -1,
            "text": "The ACC/AHA coronary angiography guidelines represent an update of the 1987 guidelines. In addition to reviewing the previous guidelines, the 12-member ACC/AHA Committee on Coronary Angiography also conducted a search of the pertinent literature for the previous 10 years. The weight of evidence in support of each recommendation was then ranked into three categories: A—the presence of multiple randomized clinical trials; B—the presence of a single randomized trial or nonrandomized studies; and C—expert consensus."
        },
        {
            "parent": -1,
            "text": "The recommendations are also classified on the basis of conditions for which coronary angiography has demonstrated usefulness/efficacy. The definitions of these categories are as follows:"
        },
        {
            "parent": -1,
            "text": "Class I—Conditions for which there is evidence and/or general agreement that this procedure is useful and effective.Class II—Conditions for which there is conflicting evidence and/or a divergence of opinion about the usefulness/efficacy of the procedure.Class IIa—The weight of evidence/opinion is in favor of usefulness/efficacy.Class IIb—Usefulness/efficacy is less well established by evidence/opinion.Class III—Conditions for which there is evidence and/or general agreement that the procedure is not useful/effective and in some cases may be harmful."
        },
        {
            "parent": 0,
            "text": "The algorithm on the following pagegives a scheme for the noninvasive evaluation of a patient with suspected coronary artery disease. The following is an excerpt of the recommendations for coronary angiography in the evaluation of patients with known or suspected coronary artery disease who are asymptomatic or have stable angina:"
        },
        {
            "parent": 1,
            "text": "Canadian Cardiovascular Society (CCS) class III and class IV angina on medical treatment. (Level of evidence: B)High-risk criteria on noninvasive testing regardless of angina severity. (Level of evidence: A)Patients who have been successfully resuscitated from sudden cardiac death or have sustained (more than 30 seconds) monomorphic ventricular tachycardia or nonsustained (less than 30 seconds) polymorphic ventricular tachycardia. (Level of evidence: B)"
        },
        {
            "parent": 2,
            "text": "CCS class III or IV angina, which improves to class I or II with medical therapy. (Level of evidence: C)Serial noninvasive testing with identical testing protocols, at the same level of medical therapy, showing progressively worsening abnormalities. (Level of evidence: C)Patients with angina and suspected coronary disease who, because of disability, illness or physical challenge, cannot be adequately risk-stratified by other means. (Level of evidence: C)CCS class I or II angina with intolerance to adequate medical therapy or with failure to respond, or patients who have recurrence of symptoms during adequate medical therapy. (Level of evidence: C)Individuals whose occupation involves the safety of others (e.g., pilots, bus drivers) who have abnormal but not high-risk stress test results or multiple clinical features that suggest high risk. (Level of evidence: C)"
        },
        {
            "parent": 3,
            "text": "CCS Class I or II angina with demonstrable ischemia but no high-risk criteria on noninvasive testing. (Level of evidence: C)An asymptomatic man or postmenopausal woman without known coronary heart disease with two or more major clinical risk factors and abnormal but not high-risk criteria on noninvasive testing (performed for indications stated in the ACC/AHA noninvasive testing guidelines). (Level of evidence: C)Asymptomatic patients with prior myocardial infarction with normal resting left ventricular function and ischemia on noninvasive testing but without high-risk criteria. (Level of evidence: C)Periodic evaluation after cardiac transplantation. (Level of evidence: C)Candidate for liver, lung or renal transplant 40 years of age or older as part of the evaluation for transplantation. (Level of evidence: C)"
        },
        {
            "parent": 4,
            "text": "Angina in patients who prefer to avoid revascularization even though it might be appropriate. (Level of evidence: C)Angina in patients who are not candidates for coronary revascularization or in whom revascularization is not likely to improve the quality or duration of life. (Level of evidence: C)As a screening test for coronary artery disease in asymptomatic patients. (Level of evidence: C)After coronary artery bypass grafting or angioplasty when there is no evidence of ischemia on noninvasive testing, unless there is informed consent for research purposes. (Level of evidence: C)Coronary calcification on fluoroscopy, electron-beam computed tomography or other screening tests without criteria listed above. (Level of evidence: C)"
        },
        {
            "parent": 5,
            "text": "In addition to the above-described recommendations for coronary angiography in the evaluation of known or suspected coronary artery disease in asymptomatic patients or patients with stable angina, the ACC/AHA recommendations for coronary angiography include other clinical settings, as follows: for evaluation of nonspecific chest pain; for evaluation of unstable coronary syndromes; for evaluation of postvascularization ischemia; for evaluation of patients with myocardial infarction, either acutely during consideration of percutaneous transluminal coronary angioplasty or as a means of risk stratification; for evaluation of patients with valvular heart disease; for evaluation of congenital heart disease; for evaluation of congestive heart failure; and for evaluation of other conditions, such as those affecting the aorta, hypertrophic cardiomyopathy, etc."
        },
        {
            "parent": 5,
            "text": "As with the recommendations for coronary angiography in patients with suspected coronary artery disease, the recommendations for the other clinical settings are organized by class I, II and III conditions, with each class assigned a category for the level of evidence in support of the recommendation."
        }
    ],
    "locked": false
}