{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/0401/p2077.html#afp20000401p2077-f1",
    "title": "Acute Renal Failure | AAFP",
    "author": "MALAY AGRAWAL, M.D., AND RICHARD SWARTZ, M.D.",
    "doi": "Am Fam Physician.2000;61(7):2077-2088",
    "abstract": "Acute renal failure occurs in 5 percent of hospitalized patients. Etiologically, this common condition can be categorized as prerenal, intrinsic or postrenal. Most patients have pre-renal acute renal failure or acute tubular necrosis (a type of intrinsic acute renal failure that is usually caused by ischemia or toxins). Using a systematic approach, physicians can determine the cause of acute renal failure in most patients. This approach includes a thorough history and physical examination, blood tests, urine studies and a renal ultrasound examination. In certain situations, such as when a patient has glomerular disease, microvascular disease or obstructive disease, rapid diagnosis and treatment are necessary to prevent permanent renal damage. By maintaining euvolemia, recognizing patients who are at increased risk and minimizing exposure to nephrotoxins, physicians can decrease the incidence of acute renal failure. Once acute renal failure develops, supportive therapy is critical to maintain fluid and electrolyte balances, minimize nitrogenous waste production and sustain nutrition. Death is most often caused by infection or cardiorespiratory complications.",
    "headers": [
        {
            "id": 0,
            "name": "Diagnostic Strategy and Differential",
            "level": 2
        },
        {
            "id": 1,
            "name": "Prerenal Acute Renal Failure",
            "level": 2
        },
        {
            "id": 2,
            "name": "Intrinsic Acute Renal Failure",
            "level": 2
        },
        {
            "id": 3,
            "name": "TUBULAR DISEASE",
            "level": 3
        },
        {
            "id": 4,
            "name": "GLOMERULAR DISEASE",
            "level": 3
        },
        {
            "id": 5,
            "name": "VASCULAR DISEASE",
            "level": 3
        },
        {
            "id": 6,
            "name": "INTERSTITIAL DISEASE",
            "level": 3
        },
        {
            "id": 7,
            "name": "Postrenal Acute Renal Failure",
            "level": 2
        },
        {
            "id": 8,
            "name": "General Treatment of Acute Renal Failure",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Acute renal failure can present in all medical settings but is predominantly acquired in hospitals.1The condition develops in 5 percent of all hospitalized patients, and approximately 0.5 percent of hospitalized patients require dialysis.2"
        },
        {
            "parent": -1,
            "text": "Over the past 40 years, the survival rate for acute renal failure has not improved, primarily because affected patients are now older and have more comorbid conditions.3–5Infection accounts for 75 percent of deaths in patients with acute renal failure, and cardiorespiratory complications are the second most common cause of death.2,4Depending on the severity of renal failure, the mortality rate can range from 7 percent to as high as 80 percent.3,5"
        },
        {
            "parent": -1,
            "text": "In acute renal failure, the glomerular filtration rate decreases over days to weeks. As a result, excretion of nitrogenous waste is reduced, and fluid and electrolyte balances cannot be maintained. Patients with acute renal failure are often asymptomatic, and the condition is diagnosed by observed elevations of blood urea nitrogen (BUN) and serum creatinine levels. Most authorities define the condition as an acute increase of the serum creatinine level from baseline (i.e., an increase of at least 0.5 mg per dL [44.2 μmol per L]).3Complete renal shutdown is present when the serum creatinine level rises by at least 0.5 mg per dL per day and the urine output is less than 400 mL per day (oliguria)."
        },
        {
            "parent": -1,
            "text": "Not all BUN and serum creatinine elevations result from acute renal failure. Cephalosporins and trimethoprim-sulfamethoxazole (Bactrim, Septra) may cause acute renal failure as a result of interstitial disease, but these agents sometimes cause elevated serum creatinine levels simply by inhibiting the tubular secretion of creatinine without causing real damage to the kidneys. The BUN can be elevated in patients who are receiving corticosteroids, those with increased catabolism or those with gastrointestinal tract bleeding."
        },
        {
            "parent": 0,
            "text": "Acute renal failure can be divided into three categories. Prerenal acute renal failure is characterized by diminished renal blood flow (60 to 70 percent of cases). In intrinsic acute renal failure, there is damage to the renal parenchyma (25 to 40 percent of cases). Postrenal acute renal failure occurs because of urinary tract obstruction (5 to 10 percent of cases).2The most commonly encountered diagnoses are prerenal acute renal failure and acute tubular necrosis (a type of intrinsic acute renal failure)."
        },
        {
            "parent": 0,
            "text": "Using a step-by-step approach, physicians can determine the cause of acute renal failure in most patients(Figure 1). According to one investigative team, “The time honored approach to evaluating a patient with [acute renal failure] is to exclude prerenal and postrenal causes and then, if necessary, initiate an examination to determine potential renal [intrinsic] etiologies.”1"
        },
        {
            "parent": 0,
            "text": "The first step is to obtain a thorough history and perform a complete physical examination. Key symptoms and physical findings for acute renal failure and uremia are listed inTable 1. Probable etiologies based on the findings of the history and physical examination are provided inTables 2and3, respectively."
        },
        {
            "parent": 0,
            "text": "Blood and urine tests can provide supporting data. BUN and serum electrolyte, creatinine, calcium, phosphorus and albumin levels, as well as a complete blood count with differential, should be obtained in all patients. In certain circumstances, other blood tests are indicated(Table 4). All patients should have the following urine studies: dipstick test, microscopy, sodium and creatinine levels, and urine osmolality determination."
        },
        {
            "parent": 0,
            "text": "On occasion, renal biopsy is necessary to establish the diagnosis, determine the prognosis or guide therapy. Only a small subset of patients have indications for biopsy.6Most often, biopsy is performed when a patient has intrinsic acute renal failure that is not acute tubular necrosis. The main complications of biopsy are bleeding, arteriovenous fistula and death, but the rate of serious complications is less than 1 percent.3"
        },
        {
            "parent": 0,
            "text": "The differential diagnosis of acute renal failure is presented inTable 5.2,3,6"
        },
        {
            "parent": 1,
            "text": "In prerenal acute renal failure, the problem is impaired renal blood flow as a result of true intravascular depletion, decreased effective circulating volume to the kidneys or agents that impair renal blood flow."
        },
        {
            "parent": 1,
            "text": "Urine and blood studies are helpful in diagnosing prerenal acute renal failure. Distinguishing features include a bland urine sediment(Table 6),3a urine osmolality of greater than 500 mOsm and a BUN–to–serum creatinine ratio of greater than 20:1(Table 7)."
        },
        {
            "parent": 1,
            "text": "The fractional excretion of sodium should be determined. The fraction of filtered sodium that is ultimately excreted is equal to 100 × (urine sodium/serum sodium) ÷ (urine creatinine/serum creatinine). This value is less than 1 percent in most patients with prerenal acute renal failure."
        },
        {
            "parent": 1,
            "text": "In patients with prerenal acute renal failure, the parenchyma is undamaged, and the kidneys respond as if volume depletion has occurred. Thus, the kidneys avidly reabsorb sodium in order to reabsorb water."
        },
        {
            "parent": 1,
            "text": "Specific causes of a fractional excretion of sodium of less than 1 percent that are not the result of prerenal acute renal failure include contrast nephropathy and pigment nephropathy."
        },
        {
            "parent": 1,
            "text": "Two instances of prerenal acute renal failure with a fractional excretion of sodium greater than 1 percent deserve mention. First, patients receiving diuretics may truly have prerenal acute renal failure, but the fractional excretion of sodium may be increased by diuretic-induced sodium excretion. Second, patients with chronic renal insufficiency have impaired sodium reabsorption. Therefore, if they develop prerenal acute renal failure, they may be unable to reabsorb enough sodium to have a less than 1 percent fractional excretion of sodium."
        },
        {
            "parent": 1,
            "text": "Acute renal failure in patients with congestive heart failure occurs because of decreased renal blood flow. This decrease is due to hypovolemia from overdiuresis or hypervolemia that causes elevated filling pressures of the left ventricle and leads to decreased cardiac output. Patients in the former group may respond to the discontinuation of diuretics and gentle hydration. Patients in the latter group are treated with diuretics and may need inotropes and vasodilators. Invasive hemodynamic monitoring may be required for fluid management."
        },
        {
            "parent": 1,
            "text": "The primary agents that cause prerenal acute renal failure are angiotensin-converting enzyme (ACE) inhibitors and nonsteroidal anti-inflammatory drugs (NSAIDs). The inhibition of ACE prevents the conversion of angiotensin I to angiotensin II, leading to decreased levels of angiotensin II. Angiotensin II increases the glomerular filtration rate by causing constriction of the efferent arteriole; its absence decreases the glomerular filtration rate because of dilatation of the efferent arteriole. In certain patients (e.g., those with hypovolemia or bilateral renal artery stenosis), the glomerular filtration rate is particularly dependent on the effects of angiotensin II. If these patients take an ACE inhibitor, their glomerular filtration rate decreases, and pre-renal acute renal failure can develop. Potassium, BUN and creatinine levels should be obtained soon after patients start taking an ACE inhibitor. NSAIDs cause prerenal acute renal failure by blocking prostaglandin production, which also alters local glomerular arteriolar perfusion."
        },
        {
            "parent": 1,
            "text": "Diminished renal blood flow causes ischemia in the renal parenchyma. If the ischemia is prolonged, acute tubular necrosis may develop. Early restoration of renal blood flow should shorten the ischemic time and prevent parenchymal injury. A response to the restoration of renal blood flow should occur in 24 to 48 hours. The keys to therapy are treating the underlying disorder, maintaining euvolemia and eliminating offending agents."
        },
        {
            "parent": 2,
            "text": "Intrinsic acute renal failure is subdivided into four categories: tubular disease, glomerular disease, vascular disease and interstitial disease. In intrinsic acute renal failure, the renal parenchyma is injured. The damage to tubule cells leads to certain urine microscopic findings(Table 63andFigures 2and3). Parenchymal injury causes impaired sodium reabsorption and results in a fractional excretion of sodium of greater than 3 percent and an isotonic urine osmolality of 250 to 300 mOsm(Table 7)."
        },
        {
            "parent": 3,
            "text": "Acute tubular necrosis is the most common cause of intrinsic acute renal failure in hospitalized patients. This condition is usually induced by ischemia or toxins."
        },
        {
            "parent": 3,
            "text": "In ischemic acute tubular necrosis, unlike prerenal acute renal failure, the glomerular filtration rate does not improve with the restoration of renal blood flow. Ischemic acute tubular necrosis is frequently reversible, but if the ischemia is severe enough to cause cortical necrosis, irreversible renal failure can occur.2,3"
        },
        {
            "parent": 3,
            "text": "Contrast agents and aminoglycosides are the agents most often associated with acute tubular necrosis. The condition can also be caused by pigment from myoglobinuria (rhabdomyolysis) or hemoglobinuria (hemolysis)."
        },
        {
            "parent": 3,
            "text": "Acute tubular necrosis has three phases.2Renal injury evolves during the initiation phase, which lasts hours to days. In the maintenance phase, which lasts days to weeks, the glomerular filtration rate reaches its nadir and urine output is at its lowest. The recovery phase lasts days, often beginning with post-acute tubular necrosis diuresis. Hypovolemia from excess urine output is a concern during this phase. Despite recovery of urine production, patients can still have difficulty with uremia and homeostasis of electrolytes and acid because tubular function is not completely recovered. Diligent monitoring is indicated throughout all phases of acute tubular necrosis."
        },
        {
            "parent": 3,
            "text": "Patients at risk for acute tubular necrosis include those with diabetes, congestive heart failure or chronic renal insufficiency. Acute tubular necrosis may be prevented by promptly treating patients with reversible causes of ischemic or prerenal acute renal failure and by maintaining appropriate hydration in patients who are receiving nephrotoxins."
        },
        {
            "parent": 3,
            "text": "Once acute tubular necrosis develops, therapy is supportive. Drugs such as mannitol, loop diuretics, dopamine and calcium channel blockers have been somewhat successful in promoting diuresis in animals, but similar results have not been obtained in humans.7"
        },
        {
            "parent": 4,
            "text": "Glomerulonephritis is characterized by hypertension, proteinuria and hematuria.6Of the many types of glomerulonephritis, most are associated with chronic renal disease. In general, the two types of glomerulonephritis that cause acute renal failure are rapidly progressive glomerulonephritis and acute proliferative glomerulonephritis. The latter type occurs in patients with bacterial endocarditis or other postinfectious conditions."
        },
        {
            "parent": 4,
            "text": "Rapidly progressive glomerulonephritis can be a primary disorder, or it can occur secondary to systemic disease(Table 5). Once this condition is suspected, treatable systemic disease must be sought through serologic markers or renal biopsy. Renal function can decline quickly in patients with rapidly progressive glomerulonephritis, and end-stage renal disease can develop in days to weeks.8"
        },
        {
            "parent": 4,
            "text": "Patients with rapidly progressive glomerulonephritis are treated with glucocorticoids and cyclophosphamide (Cytoxan). Plasma exchange is believed to benefit patients with Goodpasture's syndrome but has not been of proven benefit in patients with other types of glomerulonephritis.8"
        },
        {
            "parent": 4,
            "text": "The underlying condition should be treated in patients with acute proliferative glomerulonephritis."
        },
        {
            "parent": 5,
            "text": "Microvascular or macrovascular disease (major renal artery occlusion or severe abdominal aortic disease) can cause acute renal failure."
        },
        {
            "parent": 5,
            "text": "The classic microvascular diseases often present with microangiopathic hemolysis and acute renal failure occurring because of glomerular capillary thrombosis or occlusion, often with accompanying thrombocytopenia. Typical examples of these diseases are thrombotic thrombocytopenic purpura, hemolytic uremic syndrome and HELLP syndrome (hemolysis,elevatedliver enzymes andlowplatelets)."
        },
        {
            "parent": 5,
            "text": "The classic pentad in thrombotic thrombocytopenic purpura includes fever, neurologic changes, renal failure, microangiopathic hemolytic anemia and thrombocytopenia. Hemolytic uremic syndrome is similar to thrombotic thrombocytopenic purpura but does not present with neurologic changes. HELLP syndrome is a type of hemolytic uremic syndrome that occurs in pregnant women with the addition of transaminase elevations."
        },
        {
            "parent": 5,
            "text": "The microvascular diseases that cause acute renal failure are often treated with plasmapheresis and sometimes with corticosteroids.9–11An increasing platelet count is a marker of improvement. In patients with parturition-related acute renal failure (HELLP syndrome), expedition of delivery is the initial treatment of choice."
        },
        {
            "parent": 5,
            "text": "Atheroembolic disease is another important cause of irreversible acute renal failure. Patients with atherosclerotic disease who undergo an invasive procedure (e.g., vascular surgery or interventional vascular studies) or have an acute arrhythmia are at increased risk for acute renal failure induced by atheroemboli. Acute renal failure from embolic disease may present one day to seven weeks after the inciting event.12"
        },
        {
            "parent": 5,
            "text": "Atheroembolism is relatively common in tertiary care and intensive care units, presenting classically with “purple toes and renal failure.” Evidence of microembolism may be present in other organs (livedo reticularis, gastrointestinal tract bleeding, pancreatitis, persisting encephalopathy and retinal embolism seen as “Hollenhorst” plaques). The diagnosis of atheroembolic disease can be confirmed on skin or renal biopsy. Treatment is nonspecific, but avoiding further vascular intervention and anticoagulation is strongly recommended.13"
        },
        {
            "parent": 6,
            "text": "Acute interstitial nephritis usually presents with fever, rash and eosinophilia. Urine staining that is positive for eosinophils is suggestive of this condition. Acute interstitial nephritis is usually the result of an allergic reaction to a drug, but it may also be caused by autoimmune disease, infection or infiltrative disease.3"
        },
        {
            "parent": 6,
            "text": "Many drugs can cause acute interstitial nephritis, but the more common ones are NSAIDs, penicillins, cephalosporins, sulfonamides, diuretics and allopurinol (Zyloprim). Renal function should improve after the offending agent is withdrawn. Corticosteroids are sometimes helpful in speeding recovery.2"
        },
        {
            "parent": 7,
            "text": "Postrenal acute renal failure can only occur if both urinary outflow tracts are obstructed or the outflow tract of a solitary kidney is obstructed. The condition is most often due to obstruction of the lower urinary tract."
        },
        {
            "parent": 7,
            "text": "Patients with severe oliguria or anuria (output of less than 100 mL of urine per day) are likely to have postrenal acute renal failure(Table 8).6However, not all patients with postrenal acute renal failure are oliguric."
        },
        {
            "parent": 7,
            "text": "The primary causes of postrenal acute renal failure include prostatic hypertrophy, prostate cancer, cervical cancer and retroperitoneal disorders. Intratubular causes include crystals (e.g., urate) and myeloma light chains.3"
        },
        {
            "parent": 7,
            "text": "One of the first evaluation steps in most patients with acute renal failure is to determine whether a patient has postrenal acute renal failure, because treatment is frequently relatively easy and the potential for recovery of renal function is often inversely related to the duration of obstruction.3Bladder catheterization may be diagnostic and therapeutic in patients with bladder or urethral obstruction."
        },
        {
            "parent": 7,
            "text": "Hydronephrosis detected on renal ultrasound examination is the major signal that obstruction is present. For the detection of obstruction, ultrasonography has a sensitivity of 90 percent and a specificity that approaches 100 percent.14False-negative ultrasound examinations can occur if the obstruction is very early or retroperitoneal fibrosis is present."
        },
        {
            "parent": 7,
            "text": "In patients with postrenal acute renal failure, treatment efforts are directed at the underlying disease. Treatments available for various causes include bladder catheterization, percutaneous nephrostomy, lithotripsy, ureteral stenting and urethral stenting."
        },
        {
            "parent": 8,
            "text": "Initial treatment should focus on correcting fluid and electrolyte balances and uremia while the cause of acute renal failure is being sought. A volume-depleted patient is resuscitated with saline. More often, however, volume overload is present, especially if patients are oliguric or anuric."
        },
        {
            "parent": 8,
            "text": "Furosemide (Lasix) administered intravenously every six hours is the initial treatment for volume overload. Depending on whether the patient takes furosemide regularly, the initial dose can be between 20 and 100 mg. If an inadequate response occurs in one hour, the dose is doubled. This process is repeated until adequate urine output is achieved. A continuous furosemide drip may be required. The last resort is ultrafiltration via dialysis."
        },
        {
            "parent": 8,
            "text": "The main electrolyte disturbances in the acute setting are hyperkalemia and acidosis. The aggressiveness of treatment depends on the degree of hyperkalemia and the changes seen on the electrocardiogram. Intravenously administered calcium (10 mL of a 10 percent solution of calcium gluconate) is cardioprotective and temporarily reverses the neuromuscular effects of hyperkalemia."
        },
        {
            "parent": 8,
            "text": "Potassium can be temporarily shifted into the intracellular compartment using intravenously administered insulin (10 units) and glucose (25 g), inhaled beta agonists or intravenously administered sodium bicarbonate (three ampules in 1 L of 5 percent dextrose).15Potassium excretion is achieved with sodium polystyrene sulfonate (Kayexalate) and/or diuretics. Sodium polystyrene sulfonate is given orally (25 to 50 g mixed with 100 mL of 20 percent sorbitol) or as an enema (50 g in 50 mL of 70 percent sorbitol and 150 mL of tap water).15If these measures do not control the potassium level, dialysis should be initiated."
        },
        {
            "parent": 8,
            "text": "Acidosis is treated with intravenously or orally administered sodium bicarbonate if the serum bicarbonate level is less than 15 mEq per L (15 mmol per L) or the pH is less than 7.2. The amount of supplemental bicarbonate needed is determined on the basis of the bicarbonate deficit equation: bicarbonate deficit (mEq per L) = 0.5 × weight (kg) × (24 – actual serum bicarbonate level)."
        },
        {
            "parent": 8,
            "text": "Sodium bicarbonate ampules are available in two concentrations: 44.6 and 50 mEq per 50 mL. Patients can also be treated orally with sodium bicarbonate tablets (a 300-mg tablet contains 3.6 mEq of sodium bicarbonate), Shohl's solution in 30-mL doses (1 mEq of sodium bicarbonate per mL) or powdered sodium bicarbonate (Arm and Hammer baking soda provides approximately 50 mEq of sodium bicarbonate per rounded teaspoon). Serum bicarbonate levels and pH should be followed closely. Intractable acidosis requires dialysis."
        },
        {
            "parent": 8,
            "text": "Because acute renal failure is a catabolic state, patients can become nutritionally deficient. Total caloric intake should be 30 to 45 kcal (126 to 189 kJ) per kg per day, most of which should come from a combination of carbohydrates and lipids. In patients who are not receiving dialysis, protein intake should be restricted to 0.6 g per kg per day. Patients who are receiving dialysis should have a protein intake of 1 to 1.5 g per kg per day.16"
        },
        {
            "parent": 8,
            "text": "Finally, all medications should be reviewed, and their dosages should be adjusted based on the glomerular filtration rate and the serum levels of medications."
        },
        {
            "parent": 8,
            "text": "Between 20 and 60 percent of patients require short-term dialysis, particularly when the BUN exceeds 100 mg per dL (35.7 mmol per L of urea) and the serum creatinine level exceeds the range of 5 to 10 mg per dL (442 to 884 μmol per L). Indications for dialysis include acidosis or electrolyte disturbances that do not respond to pharmacologic therapy, fluid overload that does not respond to diuretics, and uremia. In patients with progressive acute renal failure, urgent consultation with a nephrologist is indicated."
        }
    ],
    "locked": false
}