{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0315/p1472.html#afp19990315p1472-f1",
    "title": "Pediatric Urinary Tract Infection and Reflux | AAFP",
    "author": "JONATHAN H. ROSS, M.D., AND ROBERT KAY, M.D.",
    "doi": "Am Fam Physician.1999;59(6):1472-1478",
    "abstract": "Urinary tract infections in children are sometimes associated with vesicoureteral reflux, which can lead to renal scarring if it remains unrecognized. Since the risk of renal scarring is greatest in infants, any child who presents with a urinary tract infection prior to toilet training should be evaluated for the presence of reflux. Children who may be lost to follow-up and those who have recurrent urinary tract infections should also be evaluated. The preferred method for evaluation of urinary reflux is a voiding cystourethrogram. Documented reflux is initially treated with prophylactic antibiotics. Patients who have breakthrough infections on prophylaxis, develop new renal scarring, have high-grade reflux or cannot comply with long-term antibiotic prophylaxis should be considered for surgical correction. The preferred method of surgery is ureteral reimplantation. A newer method involves injection of the bladder trigone with collagen.",
    "headers": [
        {
            "id": 0,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 2,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 3,
            "name": "Management of Vesicoureteral Reflux",
            "level": 2
        },
        {
            "id": 4,
            "name": "Recurrent Urinary Tract Infections",
            "level": 2
        },
        {
            "id": 5,
            "name": "The Foreskin and Urinary Tract Infections",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Urinary tract infections in children are a significant source of morbidity, particularly when associated with anatomic abnormalities.1Vesicoureteral reflux is the most commonly associated abnormality, and reflux nephropathy is an important cause of end-stage renal disease in children and adolescents.2However, when reflux is recognized early and managed appropriately, renal insufficiency is rare. Some children who present with an apparently uncomplicated first urinary tract infection turn out to have significant reflux. Subclinical infections can sometimes lead to severe bilateral renal scarring. Therefore, even a single documented urinary tract infection in a child must be taken seriously."
        },
        {
            "parent": 0,
            "text": "Children with urinary tract infections do not always present with symptoms such as frequency, dysuria or flank pain. Infants may present with fever and irritability or other subtle symptoms, such as lethargy. Older children may also have nonspecific symptoms, such as abdominal pain or unexplained fever. A urinalysis should be obtained in a child with unexplained fever or symptoms that suggest a urinary tract infection. In young children with urinary tract infections, urinalysis may be negative in 20 percent of cases. Barnaff and colleagues3recommend a urine culture for all male patients under six months of age and all female patients under two years of age who have a temperature of 39°C (102.2°F) or higher. Because a documented infection may warrant a thorough radiographic evaluation, empiric treatment on the basis of symptoms or urinalysis alone should be avoided."
        },
        {
            "parent": 0,
            "text": "While the most reliable method of obtaining urine for a culture is suprapubic aspiration, this procedure often causes anxiety in the child, the parent and the physician. Urine specimens may therefore be obtained by placing a plastic bag over the perineum of infants, and by obtaining a voided specimen in older children. Because “bagged” and voided specimens may be contaminated, results must be interpreted in conjunction with the urinalysis and the clinical setting. Pyuria and/or classic symptoms support the diagnosis of a urinary tract infection, whereas a positive culture in a child with a normal urinalysis and/or atypical symptoms may represent contamination. In patients whose diagnosis is complicated, and when the uncertainty of contamination must be avoided, a catheterized or suprapubic specimen can be obtained. Because catheterization may introduce bacteria into the bladder, a single dose of oral antibiotic should be given to prevent iatrogenic infection."
        },
        {
            "parent": 0,
            "text": "While the presence or absence of a true urinary tract infection is occasionally difficult to determine, the distinction between cystitis and pyelonephritis is even more problematic. No clinical findings (such as fever or flank pain) and no laboratory studies (such as erythrocyte sedimentation rate or white blood cell count) are accurate in distinguishing pyelonephritis from cystitis.4Fortunately, this distinction is rarely crucial. The management of the child is dictated by the clinical severity of the illness, rather than by the specific site of infection in the urinary tract. Furthermore, since the risk of reflux is similar in all patients with a urinary tract infection, the distinction between cystitis and pyelonephritis is not important in guiding the need for radiographic evaluation."
        },
        {
            "parent": 0,
            "text": "In rare circumstances, when distinguishing the diagnosis of pyelonephritis from some other infection is important, a technetium-99m dimercaptosuccinic acid (DMSA) renal flow scan is the best study to obtain.5Patients with a normal scan during an acute infection do not have pyelonephritis and will not develop scarring. However, an area of photopenia on a DMSA scan identifies a region of pyelonephritis that is at risk for eventual scar formation(Figure 1). Because this test is invasive, expensive, exposes the child to radiation and is unlikely to alter the management of the infection, it is not used in the routine evaluation of children with urinary tract infections."
        },
        {
            "parent": 1,
            "text": "The most significant anomaly associated with urinary tract infections in children is vesicoureteral reflux, which occurs in 30 to 50 percent of these patients.6Despite the high rate of association, no randomized prospective studies demonstrate the benefit of screening these patients for anomalies.7However, there is no doubt that vesicoureteral reflux is associated with renal scarring, in part because it allows lower tract infections to ascend, resulting in pyelonephritis.5"
        },
        {
            "parent": 1,
            "text": "Since antibiotic prophylaxis can prevent recurrent urinary tract infections, it seems prudent to screen children with urinary tract infections who are at risk for renal scarring, such as children with recurrent urinary tract infections. Since children are at greatest risk for renal scarring in the first few years of life, reflux screening is recommended for any child who has a single urinary tract infection before toilet training has begun. Older children who receive consistent medical care (in whom a pattern of recurrent urinary tract infections would not be missed) may not need to be screened following a single infection. An alternative to more invasive screening might be renal ultrasonography. Although ultrasonography is a poor screening test for reflux, missed reflux may be of little concern in an older child with a single infection and normal results on renal ultrasound examination."
        },
        {
            "parent": 1,
            "text": "When a child is screened for reflux, the appropriate test to obtain is a cystogram. A cystogram performed by an experienced pediatric radiologist is well-tolerated by most children. Although renal ultrasound examinations are less invasive, they are normal in 50 to 75 percent of patients with reflux and, therefore, are ineffective for screening.8A DMSA renal scan is the best study for detecting renal scarring and might therefore identify patients at particular risk for reflux. Unfortunately, a renal scan will not detect reflux in children who have not yet developed scarring, and these are the very ones who might benefit most from antibiotic prophylaxis."
        },
        {
            "parent": 1,
            "text": "Obtaining a cystogram in a patient with a urinary tract infection should be delayed for at least 48 hours after initiating antibiotic therapy so as not to induce bacteremia by instrumenting the urinary tract. It is not necessary to delay the cystogram beyond this point. Concern that obtaining a cystogram too soon after a urinary tract infection may result in a false-positive study is ill-founded. Even children who have reflux only when they have cystitis have a significant problem, since reflux causes scarring by allowing cystitis to ascend.5"
        },
        {
            "parent": 1,
            "text": "A renal ultrasound examination may also be obtained to rule out obstructive uropathy in children. An ultrasound examination can detect gross renal scarring or marked asymmetry of renal size in patients with vesicoureteral reflux. A DMSA renal scan is the best method for detecting renal scarring.9"
        },
        {
            "parent": 1,
            "text": "Two types of cystogram are available. A standard voiding cystourethrogram (VCUG) is obtained by instilling radiopaque contrast medium into the bladder and imaging the bladder and renal fossae during filling and voiding(Figure 2). The severity of vesicoureteral reflux is graded on a scale of 1 to 5, depending on the degree of distention of the collecting system."
        },
        {
            "parent": 1,
            "text": "A nuclear cystogram can be obtained by instilling a radionuclide agent into the bladder and imaging with a gamma camera. Nuclear cystography is at least as sensitive for the detection of reflux as a standard VCUG and exposes the child to less radiation.10However, grading of reflux is less precise, and associated bladder abnormalities cannot be detected with nuclear cystography. Therefore, a VCUG is preferred as the initial study in the evaluation of a child with a urinary tract infection. Nuclear cystography is used in follow-up of patients with vesicoureteral reflux who are on an observation protocol. Vesicoureteral reflux is present in one third of siblings of patients with reflux, and in two thirds of the children of patients with reflux.11,12Nuclear cystography may be employed for screening these children as well."
        },
        {
            "parent": 2,
            "text": "Because urinary tract infections are usually caused by gram-negative rods, particularlyEscherichia coli, any oral antibiotic with good gram-negative coverage is a reasonable choice for treatment. Trimethoprim/sulfamethoxazole (Bactrim, Spectra) offers good coverage and is inexpensive. It is given in suspension form in a dosage of 4 mg trimethoprim per kg twice daily. Other commonly used antibiotics include amoxicillin, in a dosage of 10 mg per kg three times daily, and nitrofurantoin (Furadantin, Macrodantin, Macrobid), in a dosage of 2.5 mg per kg three times daily. Cephalosporins may be indicated if infection with a more resistant organism is suspected. Ciprofloxacin (Cipro) is not approved for use in children. However, carbenicillin is available in an oral form for treating uncomplicated cystitis that is caused by susceptible strains of Pseudomonas."
        },
        {
            "parent": 2,
            "text": "Children who require hospitalization should be placed on broad-spectrum intravenous antibiotics pending the results of the urine culture. Because most community-acquired urinary tract infections are caused by gram-negative bacilli, coverage should include an aminoglycoside, a cephalosporin or a broad-spectrum penicillin derivative. Coverage may need to be broader in children who have recently been hospitalized or who have had recent instrumentation or recurrent infections, since they may be infected with gram-positive organisms such as Enterococcus or coagulase-negative Staphylococcus. A urine gram-stain may be helpful in the initial selection of antibiotics. An algorithm showing the evaluation and management of a child with a urinary tract infection is presented inFigure 3."
        },
        {
            "parent": 3,
            "text": "Reflux resolves spontaneously in some patients. It is more likely to resolve if it is low-grade, unilateral and not associated with anomalies. The grade of reflux is the most important factor. Over several years of observation, reflux resolves in approximately 80 percent of patients with grade 1 or grade 2 reflux, 50 percent of patients with grade 3 reflux and 25 percent of patients with grade 4 reflux.13Because of this tendency to resolve, most patients with reflux are initially treated on an observation protocol."
        },
        {
            "parent": 3,
            "text": "The current management of reflux is based on direct and indirect scientific data, as well as a traditional standard of care. With this in mind, the American Urological Association recently developed clinical practice guidelines for the management of reflux.14Because renal scarring usually occurs only with the reflux of infected urine, the prevention of urinary tract infections in children with reflux is essential, and the mainstay of medical management is antibiotic prophylaxis. The most frequently used agents are nitrofurantoin, in a dosage of 1 to 2 mg per kg once daily, and trimethoprim/sulfamethoxazole, in a dosage of 2 to 4 mg trimethoprim per kg once daily."
        },
        {
            "parent": 3,
            "text": "In patients under observation, periodic urine cultures should be obtained (approximately every three months) to detect asymptomatic bacteriuria. Follow-up cystograms are obtained annually, and prophylaxis is discontinued when reflux resolves. Upper tract studies are obtained periodically as dictated by the patient's clinical course. Bladder instability and constipation can predispose a child to urinary tract infections and exacerbate reflux.15–20The presence of these symptoms should be actively determined and promptly treated."
        },
        {
            "parent": 3,
            "text": "Any patient under observation who develops a breakthrough urinary tract infection or new renal scarring should undergo surgical correction of reflux. Surgery is also appropriate in patients who cannot comply with close follow-up and long-term antibiotic prophylaxis. This includes patients who wish to avoid repeat cystograms and office visits. Patients with high-grade reflux may be considered for immediate surgical intervention."
        },
        {
            "parent": 3,
            "text": "The standard operation for vesicoureteral reflux is ureteral reimplantation, which is successful in 95 percent of cases.21Although antireflux surgery effectively reduces the risk of pyelonephritis, approximately one third of the children will continue to have cystitis.21"
        },
        {
            "parent": 3,
            "text": "The subtrigonal injection of collagen is a relatively new alternative treatment for vesicoureteral reflux. This technique is performed as an outpatient cystoscopic procedure under a brief general anesthetic. It involves significantly less morbidity than the standard operation but is successful in only 65 to 70 percent of cases.22,23The long-term efficacy of collagen injection has not yet been determined."
        },
        {
            "parent": 4,
            "text": "Some children without a discernable anatomic anomaly develop recurrent urinary tract infections. Many of these children present after toilet training, when normal spontaneous voiding is prevented by social constraints. The risk of renal scarring in these patients is low, but not absent. Some of these children have symptoms of bladder instability, such as urge incontinence or squatting behavior, in the absence of an infection. Bladder instability may be improved by placing the child on a timed voiding schedule of once every three hours. If behavioral approaches fail, voiding symptoms often respond to anti-cholinergic agents such as oxybutynin (Ditropan), in a dosage of 0.15 mg per kg three times daily. Even when the symptoms are subtle and not in and of themselves troublesome, the recurrent infections can be prevented or reduced in frequency by employing anticholinergic therapy in conjunction with antibiotic prophylaxis. Constipation can also predispose to bladder instability and recurrent urinary tract infections and should therefore be aggressively managed.19,20"
        },
        {
            "parent": 4,
            "text": "Even an anatomically and functionally normal urinary tract may be predisposed to recurrent infections. Certain host factors may play a role, such as antigen expression on the bladder epithelium.24However, there is no specific therapy for these host factors, so children with frequent infections are managed with antibiotic prophylaxis administered in the same fashion as in patients with vesicoureteral reflux. However, in the absence of reflux, upper tract monitoring and routine urine cultures are rarely indicated. Treatment of asymptomatic bacteriuria in this setting is unnecessary."
        },
        {
            "parent": 5,
            "text": "A resurgence of sentiment favoring routine neonatal circumcision has occurred in the last decade because of recently described associations between an intact foreskin and urinary tract infections in infants. This association was best illustrated in a series of systematic studies by Wiswell and associates25–28at U.S. Army hospitals. In several large epidemiologic studies, the authors found that the incidence of significant urinary tract infections in uncircumcised males less than six months of age was 1 to 4 percent. The incidence in circumcised males was only 0.1 to 0.2 percent."
        },
        {
            "parent": 5,
            "text": "Because of the data demonstrating an increase in the rate of infection, routine circumcision has been advocated by some authors. They point out the significant mortality and renal scarring associated with urinary tract infections occurring in early infancy. However, circumcision is a permanent solution to a problem that affects males only during the first six months of life. There may be alternative, nonsurgical means of preventing these infections, and the question of whether all boys should be circumcised to prevent infection in 1 to 4 percent remains debatable. It is also unclear whether circumcision would augment the benefit of antibiotic prophylaxis in boys with reflux or other urologic anomalies."
        }
    ],
    "locked": false
}