{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/0101/p95.html#afp20000101p95-f3",
    "title": "Diagnostic Evaluation of Erectile Dysfunction | AAFP",
    "author": "THOMAS A. MILLER, CAPT, MC, USN",
    "doi": "Am Fam Physician.2000;61(1):95-104",
    "abstract": "Erectile dysfunction, the persistent inability to attain or maintain penile erection sufficient for sexual intercourse, affects millions of men to various degrees. The majority of cases have an organic etiology, most commonly vascular disease that decreases blood flow into the penis. Regardless of the primary cause, erectile dysfunction can have a negative impact on self-esteem, quality of life and interpersonal relationships. The initial step in evaluation is a detailed medical and social history, including a review of medication use. Discussion with the patient's sexual partner may clarify exacerbating issues. The physical examination focuses on the cardiovascular, neurologic and urogenital systems. Laboratory tests are useful to screen for common etiologic factors and, when indicated, to identify hypogonadal syndromes. Appropriate evaluation of erectile dysfunction leads to accurate advice, management and referral of patients with erectile dysfunction.",
    "headers": [
        {
            "id": 0,
            "name": "Anatomy",
            "level": 2
        },
        {
            "id": 1,
            "name": "Physiology of Erection",
            "level": 2
        },
        {
            "id": 2,
            "name": "Classification of Erectile Dysfunction",
            "level": 2
        },
        {
            "id": 3,
            "name": "Conditions Associated with Erectile Dysfunction",
            "level": 2
        },
        {
            "id": 4,
            "name": "Evaluation",
            "level": 2
        },
        {
            "id": 5,
            "name": "HISTORY",
            "level": 3
        },
        {
            "id": 6,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 7,
            "name": "ADDITIONAL STUDIES",
            "level": 3
        },
        {
            "id": 8,
            "name": "Putting It All Together",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Erectile dysfunction is defined as the persistent inability to attain or maintain penile erection sufficient for sexual intercourse. The 1992 National Institutes of Health Consensus Development Conference1recommends use of the term “erectile dysfunction” rather than “impotence,” because it more accurately defines the problem and has fewer disparaging connotations. An estimated 10 to 20 million American men have some degree of erectile dysfunction.1,2"
        },
        {
            "parent": -1,
            "text": "Increased understanding of the male erectile process and the development of several agents to improve erectile function have generated great public interest among men and their sexual partners. These advances are expanding the treatment options available to primary care physicians in the management of erectile dysfunction. This article describes the anatomy and physiology of erection, classification of erectile dysfunction, and evaluation of patients with erectile dysfunction in the primary care setting."
        },
        {
            "parent": 0,
            "text": "The penis consists of two parallel cylinders of erectile tissue, the corpora cavernosa, and a smaller, single ventrally placed cylinder, the corpus spongiosum, which surrounds the urethra and distally forms the glans penis(Figure 1). The corpora cavernosa are composed of a mesh-work of interconnected cavernosal spaces lined by vascular endothelium. They share an incomplete septum that allows them to function as a single unit.3Blood flow is provided primarily by the cavernosal branches of the internal pudendal artery. Each branch divides into numerous terminal branches that open directly into the cavernous spaces. Venous drainage of the erectile bodies occurs via postcavernous venules that coalesce to form large emissary veins that pierce the tunica albuginea before draining into the deep dorsal vein.3"
        },
        {
            "parent": 0,
            "text": "Autonomic and somatic nerves innervate the penis. Parasympathetic nerve fibers originate from sacral segments of the spinal cord, while sympathetic nerves originate from lower thoracic and upper lumbar segments.3Somatic sensory and motor fibers enter and leave the sacral cord and innervate the penis and the perineum via the pudendal nerve."
        },
        {
            "parent": 1,
            "text": "In the flaccid penis, a balance exists between blood flow in and out of the erectile bodies. Normal erectile function requires a complex set of dynamic neural and vascular interactions. Penile erection can be elicited by at least two distinct mechanisms, central psychogenic and reflexogenic,3which interact during normal sexual activity. Psychogenic erections are initiated centrally in response to auditory, visual, olfactory or imaginary stimuli. Reflexogenic erections result from stimulation of sensory receptors on the penis which, through spinal interactions, cause somatic and parasympathetic efferent actions.3"
        },
        {
            "parent": 1,
            "text": "On arousal, parasympathetic activity triggers a series of events starting with the release of nitric oxide and ending with increased levels of the intracellular mediator cyclic guanosine monophosphate (cGMP). Increases in cGMP cause penile vascular and trabecular smooth muscle relaxation.3,4Blood flow into the corpora cavernosa increases dramatically. The rapid filling of the cavernosal spaces compresses venules resulting in decreased venous outflow, a process often referred to as the corporeal veno-occlusive mechanism. The combination of increased inflow and decreased outflow rapidly raises intracavernosal pressure resulting in progressive penile rigidity and full erection(Figure 2)."
        },
        {
            "parent": 2,
            "text": "Erectile dysfunction is divided into two etiologic categories: psychogenic and organic. Most causes of erectile dysfunction were once considered to be psychogenic, but current evidence suggests that up to 80 percent of cases have an organic cause.1Organic causes are subdivided into vasculogenic, neurogenic and hormonal etiologies. Vasculogenic etiologies represent the largest group, with arterial or inflow disorders being the most common. Abnormalities of venous outflow (corporeal veno-occlusive mechanism) are much less common. Regardless of the primary etiology, a psychologic component frequently coexists.5"
        },
        {
            "parent": 2,
            "text": "The severity of erectile dysfunction is often described as mild, moderate or complete, although these terms have not been precisely defined. Erectile ability is just one aspect of normal male sexual function. The male sexual response cycle consists of four major phases: (1) desire, (2) arousal (erectile ability), (3) orgasm and (4) relaxation. Disorders and dysfunction may occur in one or more of these phases,6and the clinician evaluating sexual function problems must clarify which phase is primarily responsible for the patient's symptoms."
        },
        {
            "parent": 3,
            "text": "Table 1lists conditions associated with erectile dysfunction. Aging is an independent risk factor, and although the incidence of erectile dysfunction increases steadily with age, it is not an inevitable consequence of aging. In a recent study,2one third of 70-year-old men surveyed reported no erectile difficulty."
        },
        {
            "parent": 3,
            "text": "The most common medical conditions associated with erectile dysfunction are conditions that impair arterial flow to the erectile tissues or disrupt the neuronal circuitry. Patients with diabetes mellitus have high rates of erectile dysfunction as a result of vascular disease and autonomic dysfunction.2"
        },
        {
            "parent": 3,
            "text": "Many medications have been associated with various types of sexual dysfunction(Table 2).7,8As many as 25 percent of cases of erectile dysfunction are related to medication side effects.1In general, drugs that interfere with central neuroendocrine or local neurovascular control of penile smooth muscle have the potential for causing erectile dysfunction.9The precise mechanisms remain controversial even with the most frequently associated agents. Implication of many drugs is based on anecdotal evidence or case reports.1,7Medications used to treat hypertension, depression and other psychiatric disorders are most commonly associated with erectile dysfunction."
        },
        {
            "parent": 3,
            "text": "Excessive and long-term use of a number of substances may also cause erectile dysfunction. Cigarette smoking has been shown to be associated with erectile dysfunction independent of smoking-related chronic illness.2Chronic alcoholism, through altered hormone metabolism and polyneuropathy, may also affect erectile ability.7"
        },
        {
            "parent": 4,
            "text": "The goals of the primary care patient evaluation, as outlined inFigure 3, are to assess the likely cause of the erectile dysfunction and identify medical or psychologic conditions that may be contributing to the dysfunction or that may influence treatment options."
        },
        {
            "parent": 5,
            "text": "A thorough history is the most important factor in the evaluation of the patient with erectile dysfunction. The initial step is to identify the patient's concern with his sexual function. Several studies have indicated that patients and providers are reluctant to address sexual topics. Physicians cite not knowing what questions to ask or how to ask them, feeling uncomfortable with the topic, awkwardness with sex language and fears of insulting the patient as reasons for their reluctance.10,11However, evidence suggests that the vast majority of patients believe sexual function is an appropriate topic to be raised by their physician and are relieved when these topics are addressed.12"
        },
        {
            "parent": 5,
            "text": "Sexual function can often be incorporated in the discussion when reviewing the effects of a patient's chronic medical problems or medication use. An effective technique in this setting is to ask “inform-then-probe” type questions. First, provide information about conditions that are commonly associated with sexual dysfunction, then follow with a question about the individual's concerns. For example, you could say “Many men (insert a condition that affects the particular patient, such as diabetes, hypertension, medication, recent heart attack, etc.) experience sexual problems. Has this happened to you?” This approach further educates the patient and reassures him that his symptoms are common."
        },
        {
            "parent": 5,
            "text": "In other instances, the topic can be brought up in a nonthreatening way during the standard review of systems by asking questions such as, “Are you currently sexually active?” and “Are you or your partner experiencing sexual problems?”11Depending on the initial response, more focused questions may provide information on the patient's social and sexual relationships. This information may help assess the patient's sexual problems as well as identify high-risk behaviors and other concerns affecting the patient's overall health."
        },
        {
            "parent": 5,
            "text": "Once a concern with the patient's sexual function is identified, the next step is to differentiate erectile dysfunction from other sexual problems, such as loss of libido or ejaculatory problems. The physician should use appropriate vocabulary, avoiding slang or excessively technical terminology. Having the patient define the terms in his own words will help the physician and patient communicate more effectively.13The International Index of Erectile Function (IIEF)14is a valuable tool for defining the area of sexual dysfunction(Figure 4). The IIEF is designed to be a self-administered measure of erectile dysfunction, but it also assesses a patient's function in other phases of sexual function. The IIEF also establishes a reliable baseline that can be used to monitor changes related to treatment."
        },
        {
            "parent": 5,
            "text": "Additional history, as outlined inTable 3, should clarify the duration, progression and severity of the erectile dysfunction, as well as any associated factors. Because erectile dysfunction is frequently caused by medication, a review of the patient's drug therapy is essential and should include prescription and over-the-counter medications. The indications for use of a suspect medication and dosage changes can be considered."
        },
        {
            "parent": 5,
            "text": "A social history also provides valuable information. Life stressors such as change in social status, divorce, death of spouse, loss of job, or family problems may have an effect on erectile function. Difficulty in erectile function affects the patient and his partner, so it is important to assess whether the erectile problem is troubling one partner more than the other, and if so, who and why. Finally, the physician should determine the patient's and the partner's level of understanding of sexual anatomy and function, as well as what expectations each has with regard to treatment outcome. Men with erectile dysfunction and their partners often lack a full understanding of sexual processes or have unrealistic expectations regarding sexual performance and satisfaction.5"
        },
        {
            "parent": 6,
            "text": "The physical examination should assess the patient's overall health. Particular attention should be given to the cardiovascular, neurologic and genitourinary systems, as these systems are directly involved with erectile function. The cardiovascular examination should include assessment of vital signs (especially blood pressure and pulse) and signs of hypertensive or ischemic heart disease. Abdominal or femoral artery bruits and asymmetric or absent lower extremity pulses are indicative of vascular disease. Skin and hair pattern evidence of vascular insufficiency should be noted."
        },
        {
            "parent": 6,
            "text": "The patient's demeanor, dress, speech and overall appearance should be noted for signs suggestive of anxiety or depressive disorders. Several reflexes can be tested to evaluate sacral cord function. The superficial anal reflex, indicative of normal somatic function of sacral cord levels S2–4, is assessed by touching the perianal skin and noting contraction of the external anal sphincter muscles. The bul-bocavernosus reflex also demonstrates normal sacral cord function. It is performed by placing a finger in the rectum and noting contraction of the anal sphincter and bulbocavernosus muscle when the glans penis is squeezed. External anal sphincter tone can be assessed during this maneuver as well."
        },
        {
            "parent": 6,
            "text": "The genital evaluation should assess for local abnormalities, such as hypospadias or phimosis, and evidence of hypogonadism. The typical adult testis is 4.5 cm long with a range of 3.5 to 5 cm. Beard, body hair and voice should be evaluated for signs of hypogonadism. The penis should be palpated to determine the presence of local abnormalities such as fibrous plaques of the fascial covering (Peyronie's disease). The prostate gland should be assessed for size, consistency and symmetry."
        },
        {
            "parent": 7,
            "text": "If not previously done, some basic studies should be considered to identify unrecognized systemic conditions that may predispose to erectile dysfunction. These include a complete blood count, urinalysis, renal function, lipid profile, fasting blood sugar, and thyroid function."
        },
        {
            "parent": 7,
            "text": "The value of routine endocrinologic testing remains controversial2,15–17because the incidence of endocrinopathy presenting as erectile dysfunction is low. Some evidence suggests that men with low serum testosterone indicative of hypogonadism can be identified by a combination of history and physical examination.16However, most authorities still recommend a basic endocrine screening because, in a small number of patients, erectile dysfunction may be the initial manifestation of a serious disease such as a prolactin-secreting tumor.17"
        },
        {
            "parent": 7,
            "text": "The basic screen consists of serum testosterone and prolactin measurements. The specific testosterone assay to be obtained is debated.15,17Testosterone is predominately protein-bound and is influenced by a variety of clinical conditions. It is secreted in a diurnal manner with a peak in the morning. Normal testosterone levels gradually decline with advancing age. An age-adjusted, first-morning, free testosterone level is probably the most accurate measure.17If the initial testosterone level is low, follow-up studies should include luteinizing hormone and follicle-stimulating hormone levels to differentiate testicular from hypothalamic-pituitary dysfunction. Elevated prolactin levels warrant further evaluation, including hypothalamic-pituitary imaging."
        },
        {
            "parent": 7,
            "text": "A variety of additional testing modalities to assess erectile function are available (e.g., nocturnal penile tumescence, intracavernous injection). These tests are not usually performed in the family physician's office and are not necessary before the initiation of therapy for most patients. Many of these tests are subject to significant variation in interpretations and are most appropriate for use in refractory cases. These studies are best done and interpreted in centers where they can be uniformly performed and interpreted."
        },
        {
            "parent": 8,
            "text": "In most cases, a likely cause of the erectile dysfunction can be identified on the basis of the information collected(Table 4). In all instances, medical conditions having an impact on erectile function should be corrected or their progression controlled. However, treatment of these conditions does not guarantee the return of erectile function. Consideration should be given to discontinuation of any medication suspected of contributing to the erectile problem or, if required, switching to an alternative medication less likely to interfere with erectile function. Patients and their partners should be educated about sexual issues and concerns. Discussing ways to enhance romance and caressing may help couples have more satisfying sex lives."
        },
        {
            "parent": 8,
            "text": "Patients with low testosterone and normal prolactin can be considered for testosterone replacement. Before the initiation of testosterone therapy, the patient should be evaluated for the possibility of an occult prostate malignancy, which may be stimulated by supplemental testosterone. Testosterone replacement may increase libido without improving erectile function. Most patients with elevated prolactin levels can be managed medically, but some will require neurosurgical treatment."
        },
        {
            "parent": 8,
            "text": "Given the effectiveness of several treatment modalities (e.g., oral or intraurethral medication, vacuum constriction devices), it is reasonable to consider initiation of treatment for the remaining patients regardless of the erectile dysfunction etiology. Patients with suspected vasculogenic or neurogenic causes can be considered for a trial of therapy in the primary care setting. Patients with a suspected psychogenic etiology should be considered for sexual counseling or psychiatric referral as well."
        },
        {
            "parent": 8,
            "text": "Patients requesting a more comprehensive evaluation or those not responding to initial therapy should be referred for further evaluation and treatment."
        }
    ],
    "locked": false
}