{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0315/p1607.html#afp19990315p1607-f1",
    "title": "Low-Molecular-Weight Heparin in Preventing and Treating DVT | AAFP",
    "author": "ERIC J. RYDBERG, M.D., JOHN M. WESTFALL, M.D., M.P.H., AND RICHARD A. NICHOLAS, M.D.",
    "doi": "Am Fam Physician.1999;59(6):1607-1612",
    "abstract": "Low-molecular-weight heparin is a relatively recent addition to the list of therapies for prophylaxis and treatment of deep venous thrombosis (DVT). As a prophylactic, low-molecular-weight heparin is as effective as standard heparin or warfarin and does not require monitoring of the activated partial thromboplastin time or the International Normalized Ratio. Traditionally, treatment for DVT required patients to be hospitalized for administration of intravenous heparin. With subcutaneous injections of low-molecular-weight heparin, treatment of DVT can be initiated or completed in the outpatient setting with no increased risk of recurrent thromboembolism or bleeding complications. Low-molecular-weight heparin is an attractive option for use in patients with a first episode of DVT, no risk factors for bleeding and the ability to administer injections with or without the help of a visiting nurse or family member.",
    "headers": [
        {
            "id": 0,
            "name": "Advantages of Low-Molecular-Weight Heparin",
            "level": 2
        },
        {
            "id": 1,
            "name": "Properties of Low-Molecular-Weight Heparin",
            "level": 2
        },
        {
            "id": 2,
            "name": "Prophylaxis of DVT",
            "level": 2
        },
        {
            "id": 3,
            "name": "PROPHYLAXIS FOR GENERAL SURGERY",
            "level": 3
        },
        {
            "id": 4,
            "name": "PROPHYLAXIS FOR ORTHOPEDIC SURGERY",
            "level": 3
        },
        {
            "id": 5,
            "name": "Treatment of DVT",
            "level": 2
        },
        {
            "id": 6,
            "name": "OBSTACLES TO TREATMENT",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Deep venous thrombosis (DVT) is a relatively common disease that is often encountered by family physicians. Epidemiologic data suggest that the annual incidence of a first episode of DVT ranges from 60 to 180 cases per 100,000 people, or more than 300,000 new cases annually in the United States.1The cost burden of this disease is quite high, since most patients with DVT require one or more diagnostic tests, treatment with intravenous heparin and a three- to seven-day hospital stay.2Low-molecular-weight heparin, which is administered by subcutaneous injection, offers the option of treatment on an outpatient basis for patients with DVT. Low-molecular-weight heparin can also be used effectively in patients requiring prophylaxis for DVT after general or orthopedic surgery."
        },
        {
            "parent": 0,
            "text": "The clinical advantages of low-molecular-weight heparin include predictability, dose-dependent plasma levels, a long half-life and less bleeding for a given antithrombotic effect.3Furthermore, immune-mediated thrombocytopenia is not associated with short-term use of low-molecular-weight heparin,3and the risk of heparin-induced osteoporosis may be lower than the risk with the use of standard heparin. Low-molecular-weight heparin is administered according to body weight once or twice daily, both during the high-risk period when prophylaxis for DVT is recommended and also when waiting for oral anticoagulation to take effect in the treatment of DVT. The activated partial thromboplastin time (aPTT) does not need to be monitored, and the dosage does not need to be adjusted. Since low-molecular-weight heparin is given subcutaneously, outpatient administration by the patient, with or without the assistance of a visiting nurse or family member, is both possible and cost-effective."
        },
        {
            "parent": 1,
            "text": "Low-molecular-weight heparin is a relatively new class of anticoagulant that has been used in Europe and is now being used more often in the United States following reports of randomized, controlled trials demonstrating its efficacy and safety."
        },
        {
            "parent": 1,
            "text": "Low-molecular-weight heparin is derived from standard heparin through either chemical or enzymatic depolymerization. Whereas standard heparin has a molecular weight of 5,000 to 30,000 daltons, low-molecular-weight heparin ranges from 1,000 to 10,000 daltons, resulting in properties that are distinct from those of traditional heparin. Low-molecular-weight heparin binds less strongly to protein, has enhanced bioavailability, interacts less with platelets and yields a very predictable dose response, eliminating the need to monitor the aPPT. Low-molecular-weight heparin, like standard heparin, binds to antithrombin III; however, low-molecular-weight heparin inhibits thrombin to a lesser degree (and Factor Xa to a greater degree) than standard heparin.4"
        },
        {
            "parent": 2,
            "text": "The symptoms, signs, risk factors and diagnosis of DVT are reviewed elsewhere.5Low-molecular-weight heparin helps prevent DVT in a variety of clinical situations, including patients undergoing general surgery, or hip or knee replacements. Given the high incidence of DVT after such procedures, prophylaxis is strongly recommended. Although a surgeon often consults in such cases, family physicians should be aware of the need for prophylaxis for DVT and should ensure that adequate therapy is provided, when appropriate. The Fourth American College of Chest Physicians Consensus Conference on Antithrombotic Therapy has recently published a review of the complex data on prophylactic treatment for DVT, which is summarized below.6"
        },
        {
            "parent": 3,
            "text": "Patients undergoing general surgery have a 16 percent risk of DVT and a 1.6 percent incidence of pulmonary embolus when they do not receive prophylactic treatment for DVT.6Low-molecular-weight heparin is as effective as low-dose subcutaneous heparin, decreasing the incidence of DVT to 5 to 8 percent following general surgery, and slightly reducing bleeding complications. Although low-molecular-weight heparin costs approximately 10 times more per dose than low-dose subcutaneous heparin, it can be given once daily, which may offset some of the higher cost. While noninvasive methods of preventing DVT (i.e., use of elastic compression stockings or intermittent pneumatic stockings) are adequate in low- and moderate-risk surgical patients, low-molecular-weight heparin is an excellent therapeutic choice in high-risk patients (i.e., patients over 40 years of age, patients undergoing major surgery, patients with concurrent risk factors for DVT).6Prophylactic low-molecular-weight heparin should be given subcutaneously once or twice daily until the patient is ambulating well."
        },
        {
            "parent": 4,
            "text": "In patients not receiving prophylaxis for DVT who are undergoing elective hip or knee replacement or hip fracture surgery, the risk of postoperative DVT is at least 40 percent, and the risk of pulmonary embolus ranges from 1.8 to 30 percent.6Low-molecular-weight heparin is safe and effective following surgery for hip replacement. It has been shown in a recent meta-analysis7to be superior to low-dose subcutaneous heparin, and its use resulted in significantly fewer hemorrhagic complications.8"
        },
        {
            "parent": 4,
            "text": "Studies comparing low-molecular-weight heparin with low-dose warfarin (Coumadin) therapy (maintaining an International Normalized Ratio [INR] between 2.0 and 3.0) showed that low-molecular-weight heparin is slightly more effective, although the difference is quite small.9,10Thus, the decision to use low-molecular-weight heparin or warfarin should be based on convenience and cost. Low-molecular-weight heparin is given subcutaneously twice daily, and laboratory monitoring is not required. Treatment with either warfarin or low-molecular-weight heparin should be continued for a minimum of seven days postoperatively."
        },
        {
            "parent": 4,
            "text": "DVT is especially hard to prevent following knee replacement surgery, and low-dose standard heparin provides marginal benefit.11Again, low-molecular-weight heparin is safe and effective. Five studies comparing low-molecular-weight heparin with low-dose warfarin demonstrate better efficacy with low-molecular-weight heparin.6Intermittent pneumatic compression stockings are also quite effective in preventing DVT following knee replacement surgery12; however, the number of patients studied in this trial was small compared with the number of patients in the low-molecular-weight heparin trials. No trials to date have compared the use of intermittent pneumatic compression stockings with low-molecular-weight heparin therapy and, currently, either offers adequate prophylaxis. In high-risk patients, low-molecular-weight heparin and compression stockings may be used simultaneously."
        },
        {
            "parent": 5,
            "text": "Traditionally, a patient diagnosed with DVT has been hospitalized for treatment, which includes intravenous heparin and monitoring of the aPTT. The patient remains hospitalized until warfarin is administered to achieve an INR between 2.0 and 3.0. Such management usually results in a three- to seven-day hospital stay.2"
        },
        {
            "parent": 5,
            "text": "Recent randomized, controlled trials demonstrate the efficacy of low-molecular-weight heparin in the treatment of DVT, both in the hospital13–16and in an outpatient setting.17,18Results of each of these studies demonstrated no advantage to standard intravenous heparin over low-molecular-weight heparin in terms of recurrent thromboembolism or major bleeding complications(Table 1). Patients who received twice-daily injections of low-molecular-weight heparin spent fewer days in the hospital and, in the studies where low-molecular-weight heparin was administered in the outpatient setting, many patients did not require hospitalization at all.17,18Furthermore, social functioning and physical activity were better in the group receiving low-molecular-weight heparin.18The dosage of low-molecular-weight heparin depends on the specific agent used(Table 2)."
        },
        {
            "parent": 5,
            "text": "Cost analysis was incomplete in these trials; however, elimination of even a single hospital day by use of low-molecular-weight heparin would be likely to yield a savings. In our community, the cost of low-molecular-weight heparin ranges from approximately $100 to $150 per day. The average cost of treating a patient with uncomplicated DVT is reduced by approximately $5,000 to $8,000 when using low-molecular-weight heparin instead of standard heparin therapy. It is likely that additional studies will yield important information on the cost savings of treatment with low-molecular-weight heparin."
        },
        {
            "parent": 5,
            "text": "Patients with a first episode of proximal DVT and no risk factors for bleeding complications (e.g., active peptic ulcer disease, thrombocytopenia, liver disease, other coagulopathy) are good candidates for initial therapy with low-molecular-weight heparin. ThePhysicians' Desk Reference19does not yet list low-molecular-weight heparin as an indicated use in the treatment of DVT; hence, this suggested treatment represents an off-label use. Because several subsets of patients were excluded from the low-molecular-weight heparin trials, treatment with low-molecular-weight heparin in these patients cannot be recommended at this time(Table 3)."
        },
        {
            "parent": 5,
            "text": "Several recent articles have reported the safety and efficacy of low-molecular-weight heparin in the treatment of pulmonary embolism.20,21Because pulmonary embolism is sometimes suspected in patients with DVT, appropriate treatment is essential. Treatment with low-molecular-weight heparin may still be considered in patients with DVT and suspected pulmonary embolus. Physicians should become familiar with the absolute and relative contraindications of the specific brand of low-molecular-weight heparin they choose to use."
        },
        {
            "parent": 5,
            "text": "Appropriate patients may be taught to self-administer low-molecular-weight heparin or, if needed, a visiting nurse or a family member can give the injections. Warfarin is started on the first or second day of therapy with low-molecular-weight heparin and, once the INR is between 2.0 and 3.0, the low-molecular-weight heparin is discontinued(Figure 1)."
        },
        {
            "parent": 5,
            "text": "As with any illness, patients benefit from education about the potential consequences of both their disease and its treatment. Close physician follow-up is advised when treating patients with low-molecular-weight heparin."
        },
        {
            "parent": 6,
            "text": "Physician resistance to use of low-molecular-weight heparin in the treatment of proximal DVT is high. Intravenous heparin has been used since the 1940s, and physicians recognize the serious complications of treatment failure in patients with DVT. The availability and packaging of low-molecular-weight heparin provide other minor obstacles to treatment. Because low-molecular-weight heparin has been used primarily in the hospital setting, it may not be readily available through outpatient pharmacies. In addition, low-molecular-weight heparin is marketed in prepackaged syringes that contain the dosage usually adminstered for the prophylactic treatment of DVT. Consequently, several prepackaged syringes must be combined to form the larger doses needed for treatment of DVT. This step requires additional supplies and assistance from the pharmacist or home-health nurse. As low-molecular-weight heparin becomes more widely used in the outpatient treatment of DVT, physicians can encourage their local pharmacies to stock it, thus making larger vials available from which the appropriate dose can be drawn into a syringe."
        }
    ],
    "locked": false
}