{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0701/p177.html#afp19990701p177-f5",
    "title": "Screening for Developmental Dysplasia of the Hip | AAFP",
    "author": "LINDA M. FRENCH, M.D., AND FREDERICK R. DIETZ, M.D.",
    "doi": "Am Fam Physician.1999;60(1):177-184",
    "abstract": "Screening programs relying primarily on physical examination techniques for the early detection and treatment of congenital hip abnormalities have not been as consistently successful as expected. Since the 1980s, increased attention has been given to ultrasound imaging of the hip in young infants (less than five months of age) as a possible tool for improving patient outcomes. Although ultrasound examination may not provide advantages over careful repeated physician examination for universal screening, a growing body of evidence indicates that ultrasound surveillance of mild abnormalities can reduce the need for bracing without worsening outcomes. Radiographic documentation of hip normality after the femoral nucleus of ossification has appeared (at three to five month of age) is still appropriate to rule out hip dysplasia.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology and Natural History",
            "level": 2
        },
        {
            "id": 1,
            "name": "Screening by Physical Examination",
            "level": 2
        },
        {
            "id": 2,
            "name": "ORTOLANI AND BARLOW MANEUVERS",
            "level": 3
        },
        {
            "id": 3,
            "name": "Screening by Ultrasonography",
            "level": 2
        },
        {
            "id": 4,
            "name": "Radiographic Assessment",
            "level": 2
        },
        {
            "id": 5,
            "name": "Clinical Screening Strategies",
            "level": 2
        },
        {
            "id": 6,
            "name": "Treatment of Developmental Dysplasia of the Hip",
            "level": 2
        },
        {
            "id": 7,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The term “congenital dislocation of the hip” has traditionally been used to describe abnormal infant hips that may progress to dislocation. “Developmental dysplasia of the hip,” the currently preferred term, denotes the same range of hip problems but also includes hips that are never documented to be dislocated but are poorly developed, as well as hips that are determined to be abnormal after the newborn period.1–3This new term has been adopted by the American Academy of Pediatrics, the American Academy of Orthopaedic Surgeons and the Pediatric Orthopaedic Society of North America, but it is not yet universally employed."
        },
        {
            "parent": -1,
            "text": "Other terms may also require clarification. For example, “dysplasia” has two common usages in this disorder. In young infants, it is used both to signify an unstable hip and to refer to the radiographic or ultrasonographic features of poor acetabular development. In older children and adults, the term is used only to describe radiographic abnormalities of the femoral head or the acetabulum."
        },
        {
            "parent": -1,
            "text": "The term “late diagnosis,” which appears frequently in the literature on developmental dysplasia of the hip, implies a failure to screen or a failure to diagnose on early screening. The time frame referred to is generally not explicit. For some investigators, “late diagnosis” denotes any time beyond the newborn physical examination. The general consensus is that diagnosis after three months of age is late."
        },
        {
            "parent": -1,
            "text": "Finally, the term “teratologic dislocation” refers to the rare situation in which a hip is fixed in the dislocated position at birth. This dislocation is usually associated with other anomalies."
        },
        {
            "parent": 0,
            "text": "The incidence of hip dislocation in unscreened populations is estimated to be one to two cases per 1,000 children of European origin.4,5The abnormality is rare in black Africans.6,7It is more common in populations that practice swaddling or use infant cradle boards.8,9"
        },
        {
            "parent": 0,
            "text": "The most significant risk factor for hip dysplasia is a positive family history. In a recent British study, more than 20 percent of children who required treatment for developmental dysplasia of the hip had a positive family history for the disorder; 5.5 percent of those children had an apparently normal physical examination at birth.10Other risk factors for hip dysplasia include breech presentation, foot deformities, oligohydramnios, primiparity and female sex.11–13Between 30 and 50 percent of infants with hip abnormality have risk factors other than sex.14,15"
        },
        {
            "parent": 0,
            "text": "The natural history of developmental dysplasia of the hip is not completely understood. Typical treatment rates in European populations are 10 to 20 cases per 1,000 screened infants5(about 10 times the rate of dislocation seen in unscreened populations). An early British study reported that more than 80 percent of hips found to be dislocatable at birth normalized by two months of age.16"
        },
        {
            "parent": 0,
            "text": "A more recent British study employing universal ultrasound examination of the hips in 14,050 newborns found that 90 percent of ultrasonographic abnormalities normalized spontaneously without treatment and that no infants with ultrasonographically normal hips at birth presented later with dislocations.10However, even with excellent screening and treatment programs, a small number of children (not more than one in 5,000) appear to have a poor outcome and require surgical correction of the abnormality.10"
        },
        {
            "parent": 1,
            "text": "Clinical screening for hip dysplasia was instituted in many countries after the publication of two landmark studies in 1962.16,17The results of screening programs using physical examination alone have, however, been quite variable. Reports of nearly complete success with little need for late surgical intervention18–20coexist with reports of no decrease in poor outcomes21,22or, rarely, worse outcomes.23Consequently, the accuracy of physical examination as a universal screening approach has been questioned.4,24,25"
        },
        {
            "parent": 1,
            "text": "Controversy exists regarding the extent to which primary care physicians do not diagnose hip abnormalities during newborn examinations because of limited skills or inadequate training. Several reports demonstrate that clinicians who specialize in the detection of hip abnormalities in newborns have fewer late diagnoses.18,26–28On the other hand, many investigators believe that some abnormal hips are not detectable clinically at the time of birth but may eventually progress to dislocation.29"
        },
        {
            "parent": 2,
            "text": "The Ortolani and Barlow maneuvers have been the standard techniques for detecting hip instability in newborns9(Figure 1). These maneuvers cannot be performed in a fussy, crying infant whose muscle activity may inhibit the movement of an unstable hip. For the examinations, the infant's hips are flexed to 90 degrees; the thumbs of the examiner are placed on the medial proximal thigh, and the long fingers are placed over the greater trochanter."
        },
        {
            "parent": 2,
            "text": "For the Ortolani maneuver, the contralateral hip is held still while the thigh of the hip being tested is abducted and gently pulled anteriorly. The sensation of instability in a positive Ortolani maneuver is the palpable and sometimes audible “clunk” of the femoral head moving over the posterior rim of the acetabulum and relocating in the cavity. The more poorly developed the acetabulum (and thus the more unstable the hip), the less pronounced the “clunk.” Consequently, the Ortolani maneuver must be performed very gently to avoid obscuring the sound of the femoral head passing over a poorly developed posterior acetabulum. Audible high-pitched “clicks” without a sensation of instability have no pathologic significance.14,30"
        },
        {
            "parent": 2,
            "text": "The Barlow maneuver is performed by adducting the hip while pushing the thigh posteriorly. If the hip goes out of the socket, it is called “dislocatable” and the test is termed “positive.” The dislocation is confirmed by performing the Ortolani maneuver to reduce or relocate the hip."
        },
        {
            "parent": 2,
            "text": "Teratologic (e.g., irreducible) dislocation is suspected by limited abduction of one thigh, if unilateral. If both hips have fixed dislocations, the only clue will be less than normal abduction of both thighs."
        },
        {
            "parent": 2,
            "text": "If an unstable hip is not detected in the newborn period, a positive Ortolani's test becomes less common. Then limited abduction is the predominant physical sign as the hip becomes fixed in the dislocated position.4Limitation of hip abduction is the best indicator of dislocation in the older infant.31Other signs, such as an apparent shortening of the femur, asymmetric skin folds and telescoping of the affected hip, are also clues to dislocation.31,32"
        },
        {
            "parent": 3,
            "text": "In 1978, ultrasound examination was introduced as a tool for detecting developmental dysplasia of the hip and evaluating infants with an abnormal physical examination.33Graf, the pioneer in this field, introduced a method of classifying infant hips based on the depth and shape of the acetabulum as seen on coronal ultrasonograms34(Figure 2)."
        },
        {
            "parent": 3,
            "text": "In the Graf classification, a type I hip is considered normal, and developmental dysplasia is ruled out. The type II hip, which has a slightly shallow acetabular cup and a rounded rim with the femoral head in normal position, is considered to be developmentally immature in infants less than three months of age.34In infants older than three months, a type II hip is considered abnormal and should be treated. A type III hip is subluxated, and a type IV hip is dislocated.34"
        },
        {
            "parent": 3,
            "text": "Other investigators have popularized a dynamic approach, which consists of a multipositional evaluation using real-time ultrasonography to visualize the hips during physical examination35(Figures 3and4)."
        },
        {
            "parent": 3,
            "text": "Some concerns have been raised about the reliability of ultrasonographic imaging of the infant hip. Published studies of static imaging have found wide variations in the interpretation of the images.36–39The authors of this article know of no study on the reliability of dynamic ultrasound examination. Compared with static imaging, dynamic ultrasound examination of the infant hip is more “operator dependent,” in that it relies on skill in interpreting the images and in performing the physical examination. At this time, ultrasound imaging of the infant hip cannot be considered a more reliable screening tool than physical examination alone."
        },
        {
            "parent": 3,
            "text": "Both universal and selective ultrasound screening programs for developmental dysplasia of the hip have been proposed. In a Norwegian study, the surgical treatment rate did not decrease significantly in newborns screened with ultrasonography compared with those screened by physical examination alone.40However, the nonsurgical treatment rate was almost double in the ultrasound-screened group (34 versus 18 per 1,000 infants screened). The assumption is that many children in the ultrasound group who subsequently received treatment actually had false-positive ultrasound tests."
        },
        {
            "parent": 3,
            "text": "A possible role for ultrasonography in the surveillance of mildly abnormal hips is being increasingly recognized. In a number of studies, false-positive treatment rates have been reduced by at least 50 percent.41–43Several studies have reported splinting rates of six or less per 1,000 infants screened by ultrasonography and excellent clinical outcomes.10,14,42,44"
        },
        {
            "parent": 3,
            "text": "Investigators and clinicians are coming to agree that ultrasound examination is best performed when an infant is four to six weeks old. By this time, most merely immature hips have stabilized.29,45"
        },
        {
            "parent": 4,
            "text": "By the time an infant reaches three to five months of age, the femoral nucleus of ossification has appeared, and the bony architecture of the hip is sufficiently well developed that a dislocated hip can be reliably detected on radiographs. Thus, radiographs are indicated when developmental dysplasia of the hip is suspected in any child more than three months old. The age at which the diagnosis can be made by radiography is, however, near the upper limit of the age for successful treatment of hip dysplasia using the Pavlik harness.46,47"
        },
        {
            "parent": 5,
            "text": "Serial physical examination remains the primary method for diagnosing developmental dysplasia of the hip in infants. In many U.S. institutions, ultrasound examination is used to evaluate newborns and young infants who have an abnormal hip on physical examination. However, additional research is needed to clarify the optimal use of ultrasonography in patients with possible hip dysplasia."
        },
        {
            "parent": 5,
            "text": "The neonate who has a dislocated hip at birth (positive Ortolani test or irreducible dislocation) should be referred to a pediatric orthopedist immediately for treatment. However, when a newborn has a dislocatable hip (positive Barlow maneuver), referral can be safely deferred for two weeks. It is highly possible that the hip will stabilize during that interval. With a dislocatable hip, use of an abduction pillow for the first two to four weeks of life is an appropriate option to referral at two weeks. The infant should then be reevaluated by physical examination with or without ultrasound assessment. Treatment or further surveillance may be initiated if the presence of an abnormality is confirmed."
        },
        {
            "parent": 5,
            "text": "A small number of hips that appear stable on physical examination at birth become dislocated later. Therefore, after the newborn period, regular well-child visits should include hip examinations until a child is walking.4,6,48,49"
        },
        {
            "parent": 5,
            "text": "An infant can have a normal physical examination but a family history that is positive for hip dysplasia (i.e., the abnormality has occurred in an immediate family member such as a parent or sibling). In this instance, the physician should consider obtaining a radiograph of the pelvis when the child is three to five months old or performing an ultrasound examination when the child is four to six weeks of age."
        },
        {
            "parent": 5,
            "text": "In some situations (e.g., when any child has suspected hip abnormality in the newborn period), the absence of developmental dysplasia of the hip must be documented. Pelvic radiography after the appearance of the femoral nucleus of ossification is still the most well-accepted standard for judging the presence or absence of developmental dysplasia of the hip.6,49"
        },
        {
            "parent": 5,
            "text": "An algorithm for the evaluation of infant hips is presented inFigure 5."
        },
        {
            "parent": 6,
            "text": "In the United States, developmental dysplasia of the hip in a newborn is generally treated by splinting with the Pavlik harness, a brace that places the hips in flexion and abduction. In Europe, excellent results have been reported for the use of abduction pillows as the initial mode of treatment.20,26,27"
        },
        {
            "parent": 6,
            "text": "The primary complication associated with the Pavlik harness is avascular necrosis of the femoral head (reported incidence: 1 to 5 percent).5,50However, no cases of avascular necrosis were reported in several recent studies on more than 200 children treated with this brace.26,27Most cases of avascular necrosis are attributed to improper application of the harness, although this serious complication may be a result of the disease process itself."
        },
        {
            "parent": 6,
            "text": "The maximum age at which the Pavlik harness can be successfully used is five to six months.51After this age, hip spica cast or fixed orthosis is required to maintain hip position. According to one report, successful conservative treatment can be followed by relapse.52"
        },
        {
            "parent": 6,
            "text": "Surgical release of the hip adductor and iliopsoas muscles may be required in older infants and in children who are walking. Open surgical reduction of the hip is performed if a closed procedure does not result in complete reduction of the hip. In addition to open reduction, femoral and/or pelvic osteotomy may be necessary to reduce and stabilize dislocated hips in children older than two or three years."
        },
        {
            "parent": 6,
            "text": "Successful treatment of dysplasia in infancy does not guarantee long-term radiologic normality of the hips.53Premature onset of symptomatic degenerative arthritis of the hip remains a possibility later in life.54"
        },
        {
            "parent": 7,
            "text": "The value of ultrasonography in the early detection and treatment of developmental dysplasia of the hip remains uncertain. Ultrasound screening programs have not yet been shown to achieve better long-term outcomes at a reasonable cost compared with programs that rely on physical examination of infants with or without the selective use of radiographs obtained at three to five months of age.55–57"
        },
        {
            "parent": 7,
            "text": "At present, the case for universal ultrasound screening of newborn hips appears weak. This approach increases both cost and treatment rates without well-documented improvement in outcomes. A stronger case can be made for further clinical trials to assess the value of selective or universal ultrasound examinations in screening for developmental dysplasia of the hip in infants at four to six weeks of age. This screening approach may have the potential to decrease treatment rates while maintaining or improving outcomes."
        }
    ],
    "locked": false
}