{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/1201/p2599.html#afp19991201p2599-f8",
    "title": "Acute Knee Injuries: Use of Decision Rules for Selective Radiograph Ordering | AAFP",
    "author": "HOWARD B. TANDETER, M.D., PESACH SHVARTZMAN, M.D., AND MAX A. STEVENS, M.D.",
    "doi": "Am Fam Physician.1999;60(9):2599-2608",
    "abstract": "Family physicians often encounter patients with acute knee trauma. Radiographs of injured knees are commonly ordered, even though fractures are found in only 6 percent of such patients and emergency department physicians can usually discriminate clinically between fracture and nonfracture. Decision rules have been developed to reduce the unnecessary use of radiologic studies in patients with acute knee injury. The Ottawa knee rules and the Pittsburgh decision rules are the latest guidelines for the selective use of radiographs in knee trauma. Application of these rules may lead to a more efficient evaluation of knee injuries and a reduction in health costs without an increase in adverse outcomes.",
    "headers": [
        {
            "id": 0,
            "name": "Anatomy of the Knee",
            "level": 2
        },
        {
            "id": 1,
            "name": "Knee Fractures",
            "level": 2
        },
        {
            "id": 2,
            "name": "Knee Ligament Injuries",
            "level": 2
        },
        {
            "id": 3,
            "name": "ANTERIOR CRUCIATE LIGAMENT",
            "level": 3
        },
        {
            "id": 4,
            "name": "POSTERIOR CRUCIATE LIGAMENT",
            "level": 3
        },
        {
            "id": 5,
            "name": "MEDIAL COLLATERAL LIGAMENT",
            "level": 3
        },
        {
            "id": 6,
            "name": "LATERAL COLLATERAL LIGAMENTOUS COMPLEX",
            "level": 3
        },
        {
            "id": 7,
            "name": "Decision Rules for Radiography in Acute Knee Injury",
            "level": 2
        },
        {
            "id": 8,
            "name": "OTTAWA KNEE RULES",
            "level": 3
        },
        {
            "id": 9,
            "name": "PITTSBURGH DECISION RULES",
            "level": 3
        },
        {
            "id": 10,
            "name": "COMPARISON OF DECISION RULES",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Family physicians are frequently called on to evaluate patients who have acute knee injuries.1Each year, knee trauma is also responsible for an estimated 1.3 million visits to emergency departments in the United States.2The anatomic characteristics of the knee, its exposure to external forces and the functional demands placed on the joint may explain the frequency of injury."
        },
        {
            "parent": -1,
            "text": "Standard emergency medicine textbooks imply that radiographs should be routinely obtained for every patient who presents with a knee injury.3–5Consequently, radiographs are among the most commonly ordered imaging studies for traumatic injury to the knee joint.6,7This situation persists despite the absence of clear supporting data and the fact that only 6 percent of patients with knee trauma have a fracture.6–9"
        },
        {
            "parent": -1,
            "text": "Even though emergency department physicians can discriminate clinically between fracture and nonfracture, they order radiographs for most patients with acute knee injury. Reasons for the unnecessary use of radiography include fear of lawsuits, failure to obtain an adequate history and expectations on the part of patients.10–12"
        },
        {
            "parent": -1,
            "text": "Overuse of radiologic studies has become a significant economic problem in the United States.11,13Although knee radiographs are relatively inexpensive, high volume of a low-cost test has the same overall financial impact as low volume of a high-cost procedure.14,15Unnecessary radiation exposure and prolonged waiting times are other reasons to decrease the use of radiologic studies. The application of decision rules for the selective ordering of radiographs may result in a more efficient evaluation of patients with acute knee injuries and may reduce the use of radiography in these patients."
        },
        {
            "parent": -1,
            "text": "This article briefly reviews the anatomy of the knee joint as well as the most common knee fractures and ligament injuries. Clinical decision rules for ordering diagnostic radiographs following knee injuries are also discussed, with special emphasis given to the guidelines developed in Ottawa, Ontario, and Pittsburgh, along with their potential use in the management of knee injuries."
        },
        {
            "parent": 0,
            "text": "The anatomy and function of the knee are quite complex, and only the basics are described in this article. The osseous structures of the knee include the distal femoral condyles, proximal tibial plateau and patella(Figure 1). The tibial plateau articulates with the femoral condyles, and the patellofemoral groove (located anteriorly between the femoral condyles) accepts the patella. The tibia and patella do not articulate. The gliding motion of the patella across the femur allows smooth extension at the knee and increases the mechanical advantage of the quadriceps."
        },
        {
            "parent": 0,
            "text": "The extra-articular muscle-tendon units include the quadriceps and patellar tendons (responsible for knee extension), medial and lateral hamstrings (chiefly responsible for knee flexion), gastrocnemius muscle, popliteal ligament and iliotibial band(Figure 2)."
        },
        {
            "parent": 0,
            "text": "The extra-articular ligamentous structures include the tibial and fibular collateral ligaments(Figure 1). These ligaments act as the principal extra-articular static stabilizing structures (i.e., they provide stability for the medial and lateral aspects of the knee)."
        },
        {
            "parent": 0,
            "text": "The intra-articular structures include the medial and lateral menisci and the anterior and posterior cruciate ligaments(Figure 1). The menisci are fibrocartilaginous wedges that rim and cushion each tibiofemoral articulation. The anterior and posterior cruciate ligaments provide stability for the knee joint."
        },
        {
            "parent": 1,
            "text": "Fractures may occur in the patella, femoral condyles or tibial plateau.16Patellar fractures are divided into transverse, vertical, upper pole, lower pole, comminuted and osteochondral fractures(Figure 3). Each type can be undisplaced or displaced(Figure 4). The two main mechanisms of patellar fracture are direct trauma to the anterior aspect of the knee or a powerful contraction of the quadriceps muscle (transverse, upper pole and lower pole fractures)."
        },
        {
            "parent": 1,
            "text": "Radiographs are essential to assess traumatic patellar injury. In addition to antero-posterior, notch and lateral views, Merchant and infrapatellar views with the knee in 45 degrees of flexion may be necessary to identify an osteochondral fragment(Figure 5)."
        },
        {
            "parent": 1,
            "text": "Fractures of the femoral condyles involve the distal 9 to 15 cm of the femur(Figure 6). Both the diaphyseal and metaphyseal regions may be involved. Fractures may also show intra-articular extension. Most condylar fractures occur as a result of motor vehicle accidents. Other causes include falling on a flexed knee or falling from a height. In young people, higher energy is necessary for a fracture to occur; consequently, more soft tissue damage is also present. In older patients with osteoporosis, less energy is needed to produce a fracture; therefore, less associated soft tissue damage is present."
        },
        {
            "parent": 1,
            "text": "Fractures of the tibial plateau are of special importance because they occur in one of the most important weight-bearing areas(Figure 7). These fractures may involve the metaphysis, epiphysis and/or articular cartilage. The forces that produce fractures in this area are compression, valgus force (outward twisting [away from the midline]) or a combination of both. The fractures primarily involve the lateral plateau, the medial plateau or both structures (bicondylar fractures)."
        },
        {
            "parent": 2,
            "text": "No validated rules have been formulated for the use of radiography in patients with suspected ligament injuries, but a decision tree can be used as a guide(Figure 8).17Although plain radiographs may be useful in the initial diagnosis of these injuries, magnetic resonance imaging (MRI) is becoming the preferred diagnostic method18and is rapidly replacing other techniques as the study of choice for the evaluation of knee injuries.19However, the routine use of MRI has been questioned because of its significant cost ($600 to $1,200) and the high accuracy of clinical examination in diagnosing some injuries.20"
        },
        {
            "parent": 3,
            "text": "Rupture of the anterior cruciate ligament (ACL) is a serious injury, and the diagnosis may be missed.18This type of injury can be produced by pure hyperextension or by a combination of valgus force and external rotation of the tibia relative to the femur."
        },
        {
            "parent": 3,
            "text": "The immediate development of a hemorrhagic effusion is an important point in the history of ACL injury(Figure 9). The stability of the ACL may be clinically assessed with the use of the Lachman test (modified anterior drawer test). More than 90 percent of ACL injuries can be detected based on the history and physical examination.17However, even the best specialists may fail to recognize the joint laxity of an ACL injury. Therefore, radiographic signs are useful in making the diagnosis."
        },
        {
            "parent": 3,
            "text": "ACL injury has three main radiographic signs: (1) avulsion of the intercondylar tubercle(Figure 10), (2) anterior displacement of the tibia with respect to the femur, termed the “radiographic drawer sign,” and (3) Segond fracture (a thin sliver of bone avulsed from the proximal lateral tibia with the lateral capsular ligament), termed the “lateral capsular sign”16(Figure 11). Note, however, that these radiographic signs are frequently absent in patients with ACL injuries."
        },
        {
            "parent": 3,
            "text": "The gold standard for the diagnosis of ruptured ACL is arthroscopy. Compared with this procedure, MRI has a diagnostic accuracy of more than 90 percent. In addition, ultrasound examination has been shown to be a useful and inexpensive mode of detecting a ruptured ACL in the clinical setting of a traumatic hemarthrosis.21"
        },
        {
            "parent": 4,
            "text": "Injuries of the posterior cruciate ligament (PCL) are relatively uncommon, apparently because this is the strongest major knee ligament. The mechanism of isolated PCL injury is blunt trauma to the anterior proximal tibia (“dashboard injury”)."
        },
        {
            "parent": 4,
            "text": "Several maneuvers can be helpful in diagnosing PCL injuries(Figure 12). In one study,22the gravity sign near extension correctly diagnosed PCL injury in 20 of 24 patients, and active reduction of posterior tibial subluxation correctly identified PCL injury in 18 of 24 patients. The gravity test is performed at 20 degrees of knee flexion. Neither maneuver requires anesthesia."
        },
        {
            "parent": 4,
            "text": "Nonetheless, clinical diagnosis may be difficult, and radiographic signs are important.18The most common radiographic sign of PCL injury is avulsion at the site of the ligament's origin on the posterior tibia(Figure 13). Less commonly, avulsion can be seen at the site of PCL insertion at the medial femoral condyle. When the PCL fails, posterior sagging of the tibia relative to the femur may be seen on the lateral radiograph."
        },
        {
            "parent": 4,
            "text": "MRI is accurate in diagnosing PCL injuries. It can also show associated injuries of the ACL and medial collateral ligament (MCL), as well as bone contusions."
        },
        {
            "parent": 5,
            "text": "Knee injuries involving valgus force, with or without a rotational element, are suggestive of MCL injury. The physical examination may demonstrate effusion or local soft tissue swelling and ecchymosis.18Injuries to the MCL usually occur at the ligament's proximal origin. Therefore, tenderness is usually localized along the distal femur and extends to the joint line.17"
        },
        {
            "parent": 5,
            "text": "The major secondary radiographic sign of MCL injury is widening of the medial joint space. A lateral tibial plateau fracture may also suggest MCL injury."
        },
        {
            "parent": 5,
            "text": "MRI demonstrates MCL injury as well as associated injuries of the medial meniscus, capsule and ACL."
        },
        {
            "parent": 6,
            "text": "Injuries of the lateral collateral ligamentous complex (LCL) are estimated to account for only 5 percent of all knee ligament injuries.18,23Radiographic signs suggesting LCL injury include lateral joint space widening and medial tibial plateau fracture.18"
        },
        {
            "parent": 7,
            "text": "For several years, researchers have been working to design protocols that may reduce the number of radiographs used in the evaluation of extremity injuries. A good example of a successful protocol is the one now known as the “Ottawa ankle rules.”24–27Protocols have also been designed for the radiologic evaluation of knee injuries.28–30The clinical decision rules created in Ottawa and Pittsburgh are the best known guidelines for the appropriate use of radiographs in acute knee injuries(Table 1)."
        },
        {
            "parent": 8,
            "text": "Investigators in Ottawa conducted a retrospective chart review of all patients with acute knee injuries who presented to an emergency department over a 10-month period.8The knees of 74 percent of these patients were evaluated radiographically, but only 5.2 percent were found to have fractures. All charts were evaluated for the presence of 11 clinical variables: age, gender, mechanism of injury (blunt trauma or fall versus twisting), history of swelling, history of deformity, ability to ambulate (i.e., to walk four steps), swelling, effusion, ligamentous instability, decreased range of motion and pain on palpation."
        },
        {
            "parent": 8,
            "text": "Logistic regression analysis found that a fall or blunt trauma mechanism of injury had a sensitivity of 92 percent and a specificity of 57 percent for the presence of a knee fracture.8The addition of inability to ambulate and age (younger than 12 years and older than 50 years) improved the specificity. The prospective part of the study found that the combination of all three criteria was 100 percent sensitive and 79 percent specific for knee fracture.29"
        },
        {
            "parent": 8,
            "text": "In a later study,27attending physicians in the emergency departments of two university hospitals assessed every adult patient with an acute knee injury for 23 standardized clinical findings. The Ottawa knee rules were derived from this study. The presence of one or more of these findings would have identified the 68 fractures in the study population. Furthermore, application of the Ottawa knee rules would have led to a 28 percent relative reduction in the use of radiography in the study population."
        },
        {
            "parent": 8,
            "text": "A prospective validation of the Ottawa knee rules was published in 1996.2Attending emergency department physicians assessed each patient for standardized clinical variables and determined the need for radiography based on the decision rules. The rules were assessed for their ability to correctly identify the criterion standard, which was fracture of the knee. The study found that the decision rules were 100 percent sensitive for identifying knee fractures, were reliable and acceptable, and had the potential to allow physicians to reduce the use of radiography in patients with acute knee injuries. If the decision rules were negative, the probability of a knee fracture was zero percent."
        },
        {
            "parent": 9,
            "text": "The Pittsburgh decision rules for optimizing the use of radiography in patients with acute knee injuries were presented in 1995.31A prospective observational study was conducted over a 10-month period in the emergency department of a university hospital. A standardized closed-question data collection instrument that recorded 12 historical and 26 physical examination criteria was used in the study. A clinical algorithm for the use of radiography that requires the presence of an inability to bear weight, an effusion or an ecchymosis was 100 percent sensitive for the detection of knee fractures. No fractures were found in patients who did not meet one or more of the criteria. Limiting knee radiography to patients who met these criteria would have reduced the use of radiography by 39 percent without missing a fracture."
        },
        {
            "parent": 10,
            "text": "The Ottawa knee rules and the Pittsburgh decision rules were compared in a prospective study of patients evaluated in the emergency departments of three teaching hospitals.32The Pittsburgh decision rules were 99 percent sensitive and 60 percent specific for the diagnosis of knee fractures and could have reduced the use of radiography by 52 percent, with one missed fracture. If the rules indicated a fracture, 24.1 percent of patients actually had a knee fracture (positive predictive value); if the rules indicated no fracture, 99.8 percent of patients did not have a knee fracture (negative predictive value). The Ottawa knee rules were 97 percent sensitive and 27 percent specific for knee fractures, with three fractures missed. The authors of the comparative study concluded that the Pittsburgh decision rules were more specific, with no loss of sensitivity."
        }
    ],
    "locked": false
}