{
    "url": "https://www.aafp.org/pubs/afp/issues/1998/1001/p1189a.html#afp19981001p1189a-uf1",
    "title": "Management of Children with Closed Head Trauma | AAFP",
    "author": "GRACE BROOKE HUFFMAN, M.D.",
    "doi": "Am Fam Physician.1998;58(5):1189a-1190",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "It is often difficult to determine when a child with head trauma can be discharged safely from the emergency department. Roddy and colleagues reviewed the medical records of children with closed head injuries to evaluate whether the children had deterioration in neurologic status or needed a prolonged stay in the hospital."
        },
        {
            "parent": -1,
            "text": "Children under 16 years of age were included in the study if they had a closed head injury, a normal neurologic examination and a normal result on computed tomographic (CT) scan of the head. Patients were also required to have a score of 15 on the Glasgow Coma Scale. Each medical record was reviewed for information about any deterioration in status, whether on neurologic examination or a subsequent CT of the head. The length of hospitalization was also recorded for each child."
        },
        {
            "parent": -1,
            "text": "Sixty-two children met the criteria for inclusion in the study. One half of these children had a documented loss of consciousness. None of the patients were admitted to an intensive care unit. Fifteen percent of the patients were hospitalized longer than 24 hours. Four of these children had symptoms that may have been referable to neurologic problems or had a delay in CT interpretation, and the others had non-neurologic reasons or no documented reason for a longer stay. The daily hospital charge incurred was $2,473, bringing the total for the 62 patients to $177,874."
        },
        {
            "parent": -1,
            "text": "The authors conclude that pediatric patients with a Glasgow Coma Scale score of 15, a normal neurologic examination and a normal noncontrast CT scan of the head are unlikely to develop subsequent significant neurologic complications.Theaccompanying figureshows an algorithm for the management of such patients."
        }
    ],
    "locked": true
}