{
    "url": "https://www.aafp.org/pubs/afp/issues/1998/1201/p2015.html#afp19981201p2015-f1",
    "title": "An Office Approach to the Diagnosis of Chronic Cough | AAFP",
    "author": "W. ROSS LAWLER, M.D.",
    "doi": "Am Fam Physician.1998;58(9):2015-2022",
    "abstract": "Chronic cough is a common problem in patients who visit family physicians. The three most common causes of chronic cough in those who are referred to pulmonary specialists are postnasal drip, asthma and gastroesophageal reflux. The initial treatment of patients with cough is often empiric and may involve a trial of decongestants, bronchodilators or histamine H2antagonists, as monotherapy or in combination. If a therapeutic trial is not successful, sequential diagnostic testing including chest radiograph, purified protein derivative test for tuberculosis, computed tomography of the sinuses, methacholine challenge test or barium swallow may be indicated. By using a standard protocol for diagnosis and treatment, 90 percent of patients with chronic cough can be managed successfully in the family physician's office. However, in some cases it may take three to five months to determine a diagnosis and effective treatment. For the minority of patients in whom this diagnostic approach is unsuccessful, consultation with a pulmonary specialist is appropriate.",
    "headers": [
        {
            "id": 0,
            "name": "Definition",
            "level": 2
        },
        {
            "id": 1,
            "name": "Causes of Chronic Cough",
            "level": 2
        },
        {
            "id": 2,
            "name": "Diagnostic Modalities",
            "level": 2
        },
        {
            "id": 3,
            "name": "History",
            "level": 3
        },
        {
            "id": 4,
            "name": "Diagnostic Tests",
            "level": 3
        },
        {
            "id": 5,
            "name": "Algorithmic Evaluation",
            "level": 2
        },
        {
            "id": 6,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Cough is the fifth most common symptom for which patients seek care, resulting in approximately 30 million office visits per year.1Americans spend more than $600 million annually on over-the-counter and prescription medications for cough.2Cough occurs in association with acute upper respiratory infection, acute pharyngitis, acute bronchitis and chronic sinusitis, all of which rank among the top 10 reasons for visiting family physicians.3In this article, an evidence-based algorithm is presented to guide the diagnostic approach to chronic cough. The emphasis is on the findings of a protocol used by several tertiary pulmonary clinics in the work-up of patients referred for cough."
        },
        {
            "parent": 0,
            "text": "Chronic cough is usually defined as a cough lasting more than three weeks. However, one study4found that it takes seven weeks for bronchial airway hyperreactivity to return to normal following a simple viral upper respiratory infection. Thus, it might be more appropriate to consider a cough to be chronic only after seven to eight weeks."
        },
        {
            "parent": 0,
            "text": "Two clarifications are necessary. This article does not address the initial approach to patients with chronic cough that is due to obvious causes, such as smoking, pneumonia, bronchitis, post-inflammatory cough or therapy with angiotensin converting enzyme (ACE) inhibitors, or relatively uncommon but easily diagnosable causes such as tuberculosis or lung cancer. Instead, it focuses on patients whose initial work-up has failed to find an obvious cause for cough. Also, the findings of one study5of 38 children have been published. The small number of participants must be considered when determining the validity of the author's protocol for children. It appears that the younger the child, the more likely that a cause other than postnasal drip, asthma or gastroesophageal reflux disease (GERD) will be found, especially in children younger than 18 months of age."
        },
        {
            "parent": 1,
            "text": "In 1981, Irwin and colleagues6first described an anatomic, diagnostic protocol for the evaluation and treatment of chronic cough. Several reports have since been published of studies using this protocol for the diagnostic evaluation and management of patients with chronic cough(Table 1).5–11Irwin and colleagues6reported arriving at a specific diagnosis in 100 percent of cases and a treatment success rate of 98 percent when using the protocol. Other clinicians have not reported matching this success but have been able to make a specific diagnosis in more than 88 percent of patients(Table 1).7,8,10"
        },
        {
            "parent": 1,
            "text": "In studies of patients referred to tertiary care pulmonary practices, four conditions were found to be the cause of chronic cough in 65 to 95 percent of patients. The four causes were postinfectious bronchial inflammation, postnasal drip, asthma and GERD. In many patients, a combination of these causes was present. These data were generated in tertiary care centers, and a variety of rare and esoteric causes of cough were also found.6–11In studies conducted by pulmonologists in a community hospital, a higher percentage of cough was found to be caused by postinfectious inflammation.7,9Table 2lists several causes of chronic cough, but it is not a comprehensive list. Since only four conditions caused most cases of chronic cough in adults in a tertiary care pulmonary clinic, family physicians should be able to identify the most common four causes using the same protocol before considering more esoteric diagnoses or referring patients to pulmonary specialists."
        },
        {
            "parent": 1,
            "text": "Another study5revealed that the most common causes of chronic cough in children varied according to age. From birth to 18 months of age, the most common causes were cough-variant asthma or an aberrant innominate artery; from 18 months to six years of age, the most common causes were cough-variant asthma and sinusitis; and from six to 16 years of age, cough-variant asthma and psychogenic cough were the most common diagnoses."
        },
        {
            "parent": 1,
            "text": "Although family physicians are frequently concerned about missing lung cancer as a cause of chronic cough, it is unlikely that this will occur. Between 70 and 90 percent of patients with lung cancer develop cough at some time during the course of the disease, but isolated chronic cough is an infrequent presentation of occult bronchogenic carcinoma.6Other signs and symptoms of cancer are usually present in these patients by the time cough appears."
        },
        {
            "parent": 1,
            "text": "Finally, in pulmonary specialty clinics, a single cause for cough was found in only 41 to 73 percent of patients, two causes were found in 23 to 42 percent of patients and three causes were found in 3 to 17 percent of patients. It is unclear (although it is unlikely) whether the same multiplicity of causes exists in the less complicated cases that might be expected to be seen in a family practice."
        },
        {
            "parent": 3,
            "text": "The history is useful in diagnosing the cause of cough in 70 percent of cases.8The symptoms listed inTable 3indicate certain clinical conditions, but there are times when the history fails to indicate a specific cause of cough or when particular findings in the history could indicate multiple problems. For example, although all patients in one study who were diagnosed with postnasal drip had signs or symptoms of postnasal drip (100 percent sensitive), these same signs and symptoms were also present in many patients with asthma and GERD. Thus, signs and symptoms of postnasal drip had low predictive value because of poor specificity.8Furthermore, it was not clinically possible to distinguish patients with simple postnasal drip from those with postnasal drip caused by sinusitis."
        },
        {
            "parent": 3,
            "text": "On the other hand, symptoms of other conditions may be absent. In 28 percent of patients diagnosed with asthma, no wheezing was present. Cough was the sole presenting symptom of their asthma. In 43 percent of patients diagnosed with GERD, cough was the sole presenting symptom, and no heartburn or dyspepsia was present.8"
        },
        {
            "parent": 3,
            "text": "Another study10evaluated the characteristics of cough in 88 patients. Characteristics such as paroxysmal, barking, honking, brassy, self-propagating, loose or productive, and nocturnal, postprandial, or occurring with meals, with consumption of milk products or on awakening were studied. None of these characteristics were indicative of cause. Thus, although it is frequently reported in the literature that the characteristics of a cough are important indicators of the cause, clinicians must remember the differential diagnosis even if the patient has what sounds like a “classic” cough."
        },
        {
            "parent": 4,
            "text": "A variety of diagnostic tests are available for the evaluation of patients with chronic cough. These tests vary in their utility for determining the cause of cough. Unfortunately, no data are available from primary care practices to determine the most useful and predictive tests for evaluating chronic cough. However, studies in an adult pulmonary specialty clinic8have defined the relative usefulness of various diagnostic modalities as follows: history, 70 percent; physical examination, 49 percent; pulmonary function studies, 24 percent; methacholine inhalation challenge test, 22 percent; upper gastrointestinal studies, 21 percent; esophageal pH studies, 16 percent; sinus radiographs, 15 percent; chest radiographs, 7 percent; and bronchoscopy, 4 percent(Table 48). On the other hand, another study,5of infants and children, found bronchoscopy to be the most useful test, providing the diagnosis in nine of 14 children (64 percent)."
        },
        {
            "parent": 4,
            "text": "Irwin and colleagues8found that all of the tests used in their study of the work-up of cough had a sensitivity of 100 percent (no false negatives, resulting in a negative predictive value of 100 percent), except for the barium swallow examination. However, on the basis of whether specific therapy eliminated the cough as a complaint, the tests were determined to have a false-positive rate and positive predictive value as noted inTable 4. A positive methacholine inhalation challenge test was the only means of diagnosis in nine patients (28 percent of 32 asthmatic patients with no other symptoms or signs and normal baseline spirometry). Prolonged esophageal monitoring was positive in 100 percent of 20 patients in whom it was obtained and, based on response to therapy, no false-positive results occurred. Positive prolonged esophageal monitoring was the only means of diagnosis in nine patients (23 percent) diagnosed with GERD. In a later study by Irwin and associates,12the sensitivity of prolonged esophageal monitoring was only 92 percent; thus, although it is the best study for diagnosing GERD, it is not a “gold standard.” The finding with the best predictive value was that of acid reflux events associated with cough episodes."
        },
        {
            "parent": 4,
            "text": "The following tests were found to be most useful in diagnosing cough in children: birth to 18 months—endoscopy and therapeutic trial of bronchodilators; 18 months to six years—radiographs of the paranasal sinuses and therapeutic trial of bronchodilators and endoscopy; six to 16 years—pulmonary function testing with methacholine inhalation challenge test and endoscopy.5"
        },
        {
            "parent": 5,
            "text": "A diagnostic algorithm for evaluating chronic cough is given inFigure 1."
        },
        {
            "parent": 5,
            "text": "The first step in the algorithm is to obtain a good history and perform a physical examination, with the intent of diagnosing a possible cause of the cough and treating any cause found(Table 3). If a diagnosis is suspected or is indicated by the tests and treatment is successful, there is no need to continue the evaluation."
        },
        {
            "parent": 5,
            "text": "However, if the history and physical examination do not suggest a cause or if the treatment instituted is not successful, the second step is to treat the patient for postnasal drip(Table 5). The evidence for this step is as follows: of all the patients in the studies inTable 1combined (last column on right), postnasal drip was the most frequent diagnosis (34 percent of cases), followed by asthma at 28 percent and GERD at 18 percent. One investigator11found that in 36 percent of patients studied, chronic cough resolved in 2.2 weeks with the use of only antihistamine and decongestant therapy. No further testing was required in this group of patients. Finally, there is no diagnostic gold standard to confirm or rule out postnasal drip as the cause of cough."
        },
        {
            "parent": 5,
            "text": "If the cough persists after two weeks of treatment for postnasal drip, the third step is to add therapy for asthma. Therapy for asthma is added rather than substituted for treatment of postnasal drip, based on the theory that there is a 23 to 42 percent chance10of the patient having two diseases. Asthma and postnasal drip are the two most common coexisting causes of chronic cough."
        },
        {
            "parent": 5,
            "text": "If there is no response to postnasal drip treatment combined with asthma therapy, step 4 adds treatment for GERD to cover the 3 to 15 percent of patients who have triple disease. Since it may take several months for GERD to respond to treatment, therapy should be continued in the presence of improvement even if the patient continues to have some symptoms. If the patient responds to therapy, the medications for asthma and postnasal drip should be stopped, sequentially. If symptoms return, the medications are restarted."
        },
        {
            "parent": 5,
            "text": "If the therapeutic trials for these common causes of chronic cough fail, the patient is evaluated with additional tests as outlined in step 5 of the algorithm. These tests are performed sequentially, seeking the most common causes of chronic cough with the least expensive and least invasive tests. The modes of investigation to consider in this situation are computed tomographic scan of the paranasal sinuses, pulmonary function tests with methacholine challenge, barium swallow, prolonged esophageal pH monitoring, chest radiography and purified protein derivative skin testing."
        },
        {
            "parent": 5,
            "text": "If all of the above diagnostic tests are negative or treatment is unsuccessful, or both, referral to a pulmonary specialist or other appropriate subspecialist (step 6) is in order."
        },
        {
            "parent": 5,
            "text": "This diagnostic process is lengthy. In one study6using this algorithm, patients were seen an average of 3.5 times (range: one to 14 visits) over a period of three months (96 days) before a specific diagnosis was made and specific therapy was started. The average time needed to arrive at a successful treatment varied from 92 to 159 days."
        },
        {
            "parent": 6,
            "text": "In several studies of patients with chronic cough who were referred to pulmonologists, postnasal drip, asthma and/or GERD were found to be the cause of cough in 99 percent of immunocompetent nonsmokers who were not taking an ACE inhibitor and who had a normal or stable, near-normal chest radiograph. The methacholine inhalation challenge test was the most helpful test in making a diagnosis if the history was not suggestive. In 57 percent of patients diagnosed with asthma, the positive methacholine inhalation challenge was the only test indicative of the disease. In 23 percent of patients diagnosed with GERD, the prolonged esophageal pH monitoring test was the only indication of the disease. GERD is a recently recognized cause of chronic cough and is identified as the etiology of cough more frequently in studies that use prolonged esophageal pH monitoring as part of their diagnostic work-up."
        },
        {
            "parent": 6,
            "text": "In children, cough-variant asthma is the most common cause of chronic cough. However, in children younger than 18 months of age, congenital etiologies are an important cause. Chronic cough frequently has multiple causes. The authors of the studies cited inTable 1found a single cause for cough in only 41 to 73 percent of patients, two causes in 23 to 42 percent of patients and three causes in 3 to 17 percent of patients. Many patients were correctly diagnosed by their primary physicians before being referred to a pulmonary specialist but had not been treated aggressively enough to stop the cough. The family physician is capable of directing the work-up, making the diagnosis and treating chronic cough in an estimated 90 percent of cases of chronic cough."
        }
    ],
    "locked": false
}