{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/1115/p2289.html#afp19991115p2289-f3",
    "title": "Diagnosis of Stridor in Children | AAFP",
    "author": "ALEXANDER K.C. LEUNG, M.B.B.S., AND HELEN CHO, M.D.",
    "doi": "Am Fam Physician.1999;60(8):2289-2296",
    "abstract": "Stridor is a sign of upper airway obstruction. In children, laryngomalacia is the most common cause of chronic stridor, while croup is the most common cause of acute stridor. Generally, an inspiratory stridor suggests airway obstruction above the glottis while an expiratory stridor is indicative of obstruction in the lower trachea. A biphasic stridor suggests a glottic or subglottic lesion. Laryngeal lesions often result in voice changes. A child with extrinsic airway obstruction usually hyperextends the neck. The airway should be established immediately in children with severe respiratory distress. Treatment of stridor should be directed at the underlying cause.",
    "headers": [
        {
            "id": 0,
            "name": "Etiology and Clinical Manifestations",
            "level": 2
        },
        {
            "id": 1,
            "name": "NOSE AND PHARYNX",
            "level": 3
        },
        {
            "id": 2,
            "name": "LARYNX",
            "level": 3
        },
        {
            "id": 3,
            "name": "TRACHEA",
            "level": 3
        },
        {
            "id": 4,
            "name": "Clinical Evaluation",
            "level": 2
        },
        {
            "id": 5,
            "name": "Diagnostic Studies",
            "level": 2
        },
        {
            "id": 6,
            "name": "Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The word “stridor” is derived from the Latin word “stridulus,” which means creaking, whistling or grating. Stridor is a harsh, vibratory sound of variable pitch caused by partial obstruction of the respiratory passages that results in turbulent airflow through the airway. Although stridor may be the result of a relatively benign process, it may also be the first sign of a serious and even life-threatening disorder. Stridor is a distressing symptom to its victims and their parents, and presents a diagnostic challenge to physicians. As such, stridor demands immediate attention and thorough evaluation to uncover the precise underlying cause. This article reviews the etiology of stridor in children and suggests an approach to evaluating and managing the problem."
        },
        {
            "parent": 0,
            "text": "Causes of stridor in children according to the site of obstruction are listed inTable 1."
        },
        {
            "parent": 1,
            "text": "Choanal Atresia. Choanal atresia, although rare, is the most common congenital anomaly of the nose. Choanal atresia results from a persistence of the bucconasal membrane in the posterior nares at the posterior margin of the hard palate. Unilateral choanal atresia does not usually cause any clinical problem unless the contralateral side is obstructed, for example, as a result of an upper respiratory tract infection. Bilateral choanal atresia is a life-threatening condition and a well-recognized cause of airway obstruction and respiratory distress in the newborn."
        },
        {
            "parent": 1,
            "text": "Lingual Thyroid or Thyroglossal Cyst. A lingual thyroid is due to a failure of descent of the thyroid gland. A thyroglossal cyst arises from remnants of the thyroglossal duct."
        },
        {
            "parent": 1,
            "text": "Clinically, a thyroglossal cyst presents as a smooth, discrete mass in the midline of the neck anywhere from just above the hyoid bone to the thyroid gland. Typically, the mass moves upward when the tongue is protruded. A lingual thyroid or thyroglossal cyst, if large enough, may cause airway obstruction and stridor."
        },
        {
            "parent": 1,
            "text": "Macroglossia. Macroglossia may result from Beckwith-Wiedemann syndrome, Down syndrome, glycogen storage disease and congenital hypothyroidism. The tongue may be large enough to obstruct the hypopharynx."
        },
        {
            "parent": 1,
            "text": "Micrognathia. Obstruction of the oropharynx may result from micrognathia by posterior displacement of the tongue. The obstruction typically worsens in the supine position as gravity pulls the tongue farther back.1Micrognathia is a classic feature of Pierre-Robin syndrome(Figure 1), Treacher Collins syndrome and Hallermann-Streiff syndrome."
        },
        {
            "parent": 1,
            "text": "Hypertrophic Tonsils/Adenoids. Tonsillar or adenoidal tissue may be so large that the supraglottic airway becomes obstructed. Characteristically, the stridor is most noticeable during sleep."
        },
        {
            "parent": 1,
            "text": "Retropharyngeal or Peritonsillar Abscess. A retropharyngeal or peritonsillar abscess may cause stridor as edema of the hypopharynx develops. Although both may present with fever, drooling and dysphagia, the child with a peritonsillar abscess may have difficulty opening the mouth (trismus) because of spasm of the pterygoid muscles, while the child with a retropharyngeal abscess often keeps the neck hyperextended."
        },
        {
            "parent": 2,
            "text": "Laryngomalacia. Laryngomalacia is the most common cause of chronic stridor in children younger than two years. It has a male-to-female ratio of approximately 2:1.1The condition is due to an intrinsic defect or delayed maturation of supporting structures of the larynx. The airway is partially obstructed during inspiration by the prolapse of the flaccid epiglottis, arytenoids and aryepiglottic folds. The inspiratory stridor is usually worse when the child is in a supine position, when crying or agitated, or when an upper respiratory tract infection occurs.2"
        },
        {
            "parent": 2,
            "text": "Laryngeal Web, Cyst or Laryngocele. A laryngeal web results from a failure of the embryonic airway to recanalize.3Most laryngeal webs occur at the level of the vocal cords and are anterior in location.3A laryngeal cyst typically occurs in the aryepiglottic fold or in the epiglottis. A laryngeal cyst usually contains mucus from minor salivary glands. A laryngocele arises as a dilatation of the saccule of the laryngeal ventricle. A laryngeal web, cyst or laryngocele may present with stridor, usually at birth or soon after."
        },
        {
            "parent": 2,
            "text": "Laryngotracheobronchitis (Viral Croup). The most common cause of acute stridor in childhood is laryngotracheobronchitis, or viral croup. The condition is caused most commonly by parainfluenza virus, but it can also be caused by influenza virus types A or B, respiratory syncytial virus and rhinoviruses.4Croup usually occurs in children six months to six years of age, with a peak incidence in the second year of life. The male-to-female ratio is approximately 3:2.4Croup is usually preceded by an upper respiratory tract infection of several days' duration. A low-grade fever, barking cough, inspiratory stridor and hoarseness then develop. Symptoms are characteristically worse at night and are aggravated by agitation and crying."
        },
        {
            "parent": 2,
            "text": "Acute Spasmodic Laryngitis (Spasmodic Croup). Spasmodic croup may mimic laryngotracheobronchitis, except that it is usually not preceded by an upper respiratory tract infection, and it often occurs with a sudden onset at night. Allergy, psychologic factors and gastroesophageal reflux may trigger spasmodic croup. Spasmodic croup may be recurrent."
        },
        {
            "parent": 2,
            "text": "Epiglottitis. In children, epiglottitis is almost always caused byHaemophilus influenzaetype b.5In recent years, the occurrence of epiglottitis has been reduced dramatically by the widespread use of theH. influenzaetype b vaccine.5Epiglottitis usually occurs in children two to seven years of age, with a peak incidence in three-year-olds.6"
        },
        {
            "parent": 2,
            "text": "The male-to-female ratio is approximately 3:2. The disease is characterized by an abrupt onset of high fever, toxicity, agitation, stridor, dyspnea, muffled voice, dysphagia and drooling. The older child may prefer to sit leaning forward with the mouth open and the tongue somewhat protruding. There is no spontaneous cough. An edematous, cherry red epiglottis, visualized in a controlled environment, is the hallmark of epiglottitis."
        },
        {
            "parent": 2,
            "text": "Vocal Cord Paralysis. Unilateral vocal cord paralysis occurs more often on the left side because of the longer course of the recurrent laryngeal nerve, which makes it more vulnerable to injury. Unilateral dysfunction may result from birth trauma, trauma during thoracic surgery or compression by mediastinal masses of cardiac, pulmonary, esophageal, thyroid or lymphoid origin. Bilateral vocal cord paralysis is more commonly associated with central nervous system problems including perinatal asphyxia, cerebral hemorrhage, hydrocephalus, bulbar injury and Arnold-Chiari malformation.1The vocal cords may also be injured by direct trauma from endotracheal intubation attempts or during deep airway suction. In vocal cord paralysis, the stridor is typically biphasic. In unilateral vocal cord paralysis, the infant's cry is weak and feeble; however, there is usually no respiratory distress. In bilateral vocal cord paralysis, the voice is usually of good quality, but there is marked respiratory distress.3"
        },
        {
            "parent": 2,
            "text": "Laryngotracheal Stenosis. Laryngotracheal stenosis is a congenital or acquired narrowing of the airway representing a continuum of disease that may affect the glottis, subglottis and trachea.7The term “subglottic stenosis” was often used incorrectly in the past.7The most common cause of acquired laryngotracheal stenosis is endotracheal intubation, especially in low-birth-weight infants who require prolonged intubation and ventilation. Other causes include blunt trauma to the neck, high tracheotomy, cricothyrotomy, external compression of the airway and gastroesophageal reflux.7"
        },
        {
            "parent": 2,
            "text": "Intubation. Intubation may result in vocal cord paralysis, laryngotracheal stenosis, subglottic edema and laryngospasm. Any of the above, alone or in combination, may lead to airway obstruction and stridor."
        },
        {
            "parent": 2,
            "text": "Foreign Body. Foreign body aspiration is a common cause of acute stridor. The peak incidence is between one and two years of age."
        },
        {
            "parent": 2,
            "text": "The foreign body is usually food. A history of aspiration or choking can be obtained in 90 percent of cases. The most common symptoms of laryngotracheal foreign bodies are cough, stridor and dyspnea, whereas those of bronchial foreign bodies are cough, decreased breath sounds, wheezing and dysphagia. Stridor may occur because of direct compression of the trachea by large objects lodged in the postcricoid region, paraesophageal inflammation, abscess formation or direct extension of the inflammatory process into the trachea by ulceration and fistula formation."
        },
        {
            "parent": 2,
            "text": "Cystic Hygroma. A cystic hygroma is a collection of lymphatic sacs that contain clear, colorless lymph. The lesion is congenital and probably represents a cluster of lymph channels that failed to connect into the normal lymphatic pathway. It commonly occurs in the neck area(Figure 2). The tumor, as it grows, may cause tracheal compression and stridor."
        },
        {
            "parent": 2,
            "text": "Subglottic Hemangioma. A subglottic hemangioma occurs more commonly in girls, with a female-to-male ratio of 2:1.8The lesion is usually submucosal. No color change or, at most, a slight bluish discoloration is evident. It is frequently associated with hemangiomas elsewhere on the body. The stridor is biphasic and exaggerated by crying or straining as the lesion tends to become engorged.8"
        },
        {
            "parent": 2,
            "text": "Laryngeal Papilloma. This is the most common laryngeal neoplasm in children and usually results from vertical transmission of human papillomavirus at birth. Usually multiple, papillomas most commonly occur in the vocal cords and ventricular bands but can involve any part of the larynx. They are most common in children between two and four years of age. The usual presenting symptom is hoarseness, but some patients have stridor and other signs of laryngeal obstruction."
        },
        {
            "parent": 2,
            "text": "Angioneurotic Edema. Angioneurotic edema may result in acute swelling of the upper airway with resultant stridor and dyspnea. Swelling of the face, tongue or pharynx may also be present."
        },
        {
            "parent": 2,
            "text": "Laryngospasm (Hypocalcemic Tetany). Hypocalcemia may rarely cause laryngospasm and stridor.9Other features include irritability, tremors, twitchings and carpopedal spasm."
        },
        {
            "parent": 2,
            "text": "Psychogenic Stridor. Stridor may be caused by emotional stress or it may be a manifestation of a conversion disorder. Vocal cord malfunction associated with emotional stress may result in inspiratory or expiratory stridor.10"
        },
        {
            "parent": 2,
            "text": "Characteristically, the onset of stridor is sudden but without the expected amount of distress. The neck is often held in a flexed position rather than in an extended position."
        },
        {
            "parent": 3,
            "text": "Tracheomalacia. Tracheomalacia is characterized by abnormal tracheal collapse secondary to inadequate cartilaginous and myoelastic elements supporting the trachea. Tracheal narrowing occurs with expiration and causes stridor.11The stridor may not be present at birth but appears insidiously after the first weeks of life. The stridor is usually aggravated by respiratory tract infections and agitation.11"
        },
        {
            "parent": 3,
            "text": "Bacterial Tracheitis. Bacterial tracheitis is usually caused byStaphylococcus aureus, although it can also be caused byH. influenzaetype b andMoraxella catarrhalis. Most patients are younger than three years of age. Bacterial tracheitis usually follows an upper respiratory tract infection. The patient then becomes seriously ill with high fever, toxicity and respiratory distress."
        },
        {
            "parent": 3,
            "text": "External Compression. Tracheal compression may result from vascular anomalies such as double aortic arch, right aortic arch with left ligamentum arteriosum, anomalous innominate artery, anomalous left common carotid artery, anomalous left pulmonary artery or aberrant subclavian artery. The child may prefer to keep the neck hyperextended. The stridor resulting from tracheal compression is often aggravated by feeding."
        },
        {
            "parent": 3,
            "text": "The trachea may also be compressed by a mediastinal cyst, teratoma, lymphoma or lymphadenopathy."
        },
        {
            "parent": 4,
            "text": "A thorough history(Table 2)and physical examination(Table 3)are important in the evaluation of children with stridor.Figure 3presents an algorithm helpful in evaluating stridor in children."
        },
        {
            "parent": 5,
            "text": "Anteroposterior and lateral radiographic views of the neck are useful in the assessment of adenoidal and tonsillar size, epiglottic size and shape, retropharyngeal profile and subglottic and tracheal anatomy.12High-kilovoltage technique is preferable because it gives better visualization of the soft tissue. The lateral neck radiograph must be taken with good extension of the neck and during inspiration so that the pharyngeal soft tissues are not mistaken for a retropharyngeal mass.13Anteroposterior and lateral views of the chest are useful in the detection of radio-opaque foreign body and concomitant pulmonary disease. If foreign body aspiration is suspected and the preliminary films are negative, inspiratory and expiratory films should be obtained to look for air trapping behind the foreign body, producing a hyperlucent lung field in the ipsilateral side and a shift of the mediastinum to the opposite side."
        },
        {
            "parent": 5,
            "text": "A barium swallow is a useful method if vascular compression or gastroesophageal reflux is suspected. Gastrografin should be used as the contrast medium if tracheoesophageal fistula is suspected. Videofluoroscopy is useful in the diagnosis of tracheomalacia, foreign body aspiration and vocal cord dysfunction. Computed tomographic (CT) scan and magnetic resonance imaging (MRI) may be obtained to visualize the airway and the surrounding soft tissue structures, including any evidence of vascular compression."
        },
        {
            "parent": 5,
            "text": "Direct examination of the airway is often necessary to confirm the diagnosis and is essential in children with persistent stridor. Flexible fiberoptic bronchoscopy is widely used in the evaluation of airways in children. However, rigid bronchoscopy performed under general anesthesia gives a better view of the airway, especially the part below the level of the vocal cords. Rigid bronchoscopy also allows tissue biopsy and removal of foreign bodies using forceps."
        },
        {
            "parent": 5,
            "text": "A complete blood count is useful if an infection is suspected. Determination of the erythrocyte sedimentation rate is helpful in assessing for the presence of an infection. Depending on the degree of respiratory distress, arterial blood gas determination may be necessary to assess the degree of hypoxia and ventilatory status. An electrocardiogram and echocardiogram are indicated if significant heart murmurs are present or when structural heart disease is suspected."
        },
        {
            "parent": 6,
            "text": "Treatment of stridor should be directed at the underlying cause."
        },
        {
            "parent": 6,
            "text": "The airway should be established immediately in children with severe respiratory distress or actual airway obstruction. This can be done by endotracheal intubation. After adequate ventilation is achieved by intubation, tracheostomy can be performed if deemed necessary. Supportive measures may include oxygen, humidified air, intravenous fluids, suction and aerosol treatments with steroids and beta-adrenergic drugs."
        }
    ],
    "locked": false
}