{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0215/p844.html#afp19990215p844-f1",
    "title": "Evaluating Patients for Return to Work | AAFP",
    "author": "DANIEL O. WYMAN, M.D., M.P.H.",
    "doi": "Am Fam Physician.1999;59(4):844-848",
    "abstract": "The family physician is often instrumental in the process of returning a patient to the workplace after injury or illness. Initially, the physician must gain an understanding of the job's demands through detailed discussions with the patient, the patient's work supervisor or the occupational medicine staff at the patient's place of employment. Other helpful sources of information include job demand analysis evaluations and theDictionary of Occupational Titles. With an adequate knowledge of job requirements and patient limitations, the physician should document specific workplace restrictions, ensuring a safe and progressive reentry to work. Occupational rehabilitation programs such as work hardening may be prescribed, if necessary. If the physician is unsure of the patient's status, a functional capacity evaluation should be considered. The family physician should also be familiar with the Americans with Disabilities Act as it applies to the patient's “fitness” to perform the “essential tasks” of the patient's job.",
    "headers": [
        {
            "id": 0,
            "name": "Job Demands/Requirements",
            "level": 2
        },
        {
            "id": 1,
            "name": "Workplace Restrictions",
            "level": 2
        },
        {
            "id": 2,
            "name": "Functional Capacity Evaluation",
            "level": 2
        },
        {
            "id": 3,
            "name": "Rehabilitation",
            "level": 2
        },
        {
            "id": 4,
            "name": "Fitness for Duty",
            "level": 2
        },
        {
            "id": 5,
            "name": "Role of the Family Physician",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Approximately one third of all injuries in the United States are occupational in nature.1In 1995, 6.6 million workplace injuries and illnesses were reported, with nearly 50 percent resulting in lost work days (i.e., recuperation away from work or restricted duties at work).2The cost of these injuries and illnesses was estimated by the National Safety Council to be $119.4 billion.3"
        },
        {
            "parent": -1,
            "text": "Productive return-to-work strategies are needed to minimize the consequences of occupational injuries and illnesses. Aggressive multi-disciplinary rehabilitation programs have been shown to achieve return-to-work rates as high as 50 to 88 percent; however, the longer patients are away from work, the less likely they are ever to return.4–6The family physician can be key to the success of an early return-to-work program. A detailed knowledge of the patient's current limitations and job demands is required for the effective documentation of work restrictions and for the prescription of a successful occupational rehabilitation program. The algorithm inFigure 1outlines the return-to-work process."
        },
        {
            "parent": 0,
            "text": "When the injury or illness has received appropriate medical treatment and the patient's return to work is being considered, the physician must reach an understanding of the requirements and demands of the patient's job. These include the physical demands (i.e., musculoskeletal strength and cardiopulmonary endurance), the mental and psychologic demands (i.e., concentration, memory, stress), the potential hazardous exposures (i.e., chemical, biologic, radiation, extreme heat or cold) and the requirements for the use of personal protective equipment. The patient may be required to lift, bend, push, pull, carry, climb, sit or stand for prolonged periods, monitor displays, communicate with others, wear a respirator or perform a variety of complicated tasks. The patient should be able to describe his or her duties and list the tasks performed while on duty. The physician should encourage the patient to be specific about tasks regarding distances and heights (i.e., walking, reaching, climbing), weights (i.e., lifting, carrying, pushing), body positions and ergonomics, and duration of tasks."
        },
        {
            "parent": 0,
            "text": "One option for the physician is to contact the patient's employer. Many workplaces have an occupational medicine or health services clinic, a human resources office or an industrial hygiene section. Any of these departments should be able to provide the physician with job qualification summaries. Some employers may have performed a functional job demand analysis for the patient's position.7,8These evaluations document the job's physical demands, including strength, endurance and coordination, as well as communication, visual, audiometric and environmental factors. They also attempt to classify the educational, vocational, intelligence and psychologic factors that are significant in the successful accomplishment of tasks involved in that particular job."
        },
        {
            "parent": 0,
            "text": "The final outcome of each job demand analysis should be a comprehensive list of the tasks required for a specified job title. A complete understanding of these tasks will guide the physician's efforts to return the patient to the workplace. If questions arise as to the accuracy of the job demand analysis or if opinions differ between the patient and the employer regarding requirements for the job, the physician may consider visiting the patient's place of work and observing the demands of the job."
        },
        {
            "parent": 0,
            "text": "Another source of information is theDictionary of Occupational Titles, published by the U.S. Department of Labor, which lists the physical demands of most job titles in the United States.9TheDictionary of Occupational Titlesgroups jobs into occupations based on their similarities and defines the structure and content of all listed occupations.9This reference, coded by occupational title and subclassified by industry and alternative titles, provides a brief description of each job and includes a summary of the occupation, specific tasks performed and any variation or specialization of the base occupation."
        },
        {
            "parent": 0,
            "text": "TheDictionary of Occupational Titlesfurther delineates each occupation's vocational, educational and physical demands, and incorporates a guide for occupational exploration. The physical demands for each occupational title are broken down into a variety of tasks and subtasks (standing, walking, lifting, climbing, etc.) with corresponding levels of accomplishment (duration, distance, weight, force, etc.). The ability to successfully execute these tasks defines the minimal physical requirements for a specific occupational title.10"
        },
        {
            "parent": 1,
            "text": "After the physician understands the patient's workplace tasks, responsibilities and environment, return-to-work determinations can be made. Often the patient can return to work with initial duty restrictions. It is imperative that the physician document meaningful and objective restrictions. TheDictionary of Occupational Titlesdivides physical work into five specific categories (sedentary, light, medium, heavy and very heavy) that quantify exertion and duration.9These strength factor categories can be used for generalized limitations; in addition, the physician should prescribe more specific and detailed restrictions (i.e., no working above shoulder level, no climbing on stairs or ladders, no operating heavy equipment, no forceful gripping). Restrictions should also address the need for special equipment and restricted hours of work. Finally, the time period during which the restrictions apply should be documented. The physician should closely monitor the patient's progress and update the work restrictions with regular frequency, perhaps on a weekly basis."
        },
        {
            "parent": 2,
            "text": "If the physician is unsure of the patient's capabilities or is having difficulty translating medical impairment into functional limitations, a functional capacity evaluation can be performed. A functional capacity evaluation is a collection of objective tests and activities used to assess a person's work-related capabilities and limitations.11,12This battery of tests usually includes a brief history and physical examination, as well as functional evaluations of posture, flexibility and range of motion, strength, endurance, dexterity and coordination, attitude and consistency of performance.7,10–13These tests may be accomplished using force measurement devices or with actual task performance tools (i.e., lifting and carrying weight-containing boxes)."
        },
        {
            "parent": 2,
            "text": "The functional capacity evaluation is usually administered by an experienced occupational or physical therapist and requires from four hours to one week (if conducting eight-hour simulated work trials) to perform. A functional capacity evaluation can be modified to include task-specific measurement parameters if a job demand analysis evaluation has been previously performed. At the conclusion of the functional capacity evaluation process, a report outlining the patient's work capabilities and limitations (relative to the job demand analysis) and providing rehabilitation recommendations should be provided to the physician. While the functional capacity evaluation is a valuable tool in the return-to-work process, it can be costly and should be reserved for use in difficult or refractory cases."
        },
        {
            "parent": 3,
            "text": "Rehabilitation therapy is key to facilitating the patient's recovery to pre-injury/pre-illness status and an effective return to work. The patient may require generalized flexibility, strengthening and cardiovascular conditioning exercises. For most patients, this basic rehabilitation can be directed by the family physician in an outpatient setting, with good results. For patients who cannot return to full duty after initial medical treatment and rehabilitation, occupationally-directed therapy may be necessary. This avenue of treatment can take many forms but should be performed by a therapist who is experienced in work conditioning."
        },
        {
            "parent": 3,
            "text": "Simple occupational therapy re-educates the recovering patient through the accomplishment of specific work-related skills. Work conditioning involves progressive one- to two-hour sessions employing work-simulated tasks to improve strength and endurance. Finally, an aggressive work hardening program may be required to return a select few patients to full duty. This program is usually four to six weeks in length and consists of daily four- to six-hour sessions of actual or simulated work activities.6,12Under the direction of the family physician (and with appropriate coordination between physician, patient and workplace supervisor), these therapies can be accomplished while the patient continues employment on a limited-duty status. The expectation is for the patient to return to full duty on completion of therapy."
        },
        {
            "parent": 4,
            "text": "Despite adequate medical treatment and occupational rehabilitation, some patients reach the point of maximal medical improvement but appear unable to return to their full duties. When this occurs, the patient's ability to perform the “essential tasks” of his or her particular job must be determined. The Americans with Disabilities Act14defines essential tasks as those that make up a significant part of the work or are required for safety or contingency. Also important is the question of whether the removal of these tasks would substantially alter the job."
        },
        {
            "parent": 4,
            "text": "If the patient is unable to perform all of the job's essential tasks and the employer is unable to reasonably accommodate the patient in the performance of those tasks, the patient may be declared “unfit” for that particular job. At this point, the patient's employer would most likely initiate an administrative procedure to determine the patient's “fitness for duty.” In this process, the employer may request the physician to, with the patient's consent, provide medical information regarding diagnosis, treatment and prognosis. To this end, the family physician may find it helpful to employ tools such as a functional capacity evaluation or an occupational medicine consultation. However, with a good understanding of the return-to-work process, the physician should be able to assist most injured or ill patients in returning to the workplace."
        },
        {
            "parent": 5,
            "text": "Throughout the return-to-work process, the family physician serves as the primary medical physician and, in more complicated cases, the case manager. In specific circumstances, a fundamental understanding of job demands and the structuring of workplace restrictions should assist the physician in progressively returning the patient to full duty. However, in refractory cases involving significant injury or illness, tools such as job demand analysis evaluations, work hardening and functional capacity evaluations may be required. These can be time-consuming and expensive, and may not be covered by the patient's insurance plan. The patient and the family physician, perhaps with the consultation of an occupational and environmental medicine specialist, must together determine the appropriate course of treatment and rehabilitation."
        }
    ],
    "locked": false
}