{
    "url": "https://www.aafp.org/pubs/afp/issues/1998/1001/p1145.html#afp19981001p1145-f2",
    "title": "Evaluating Proteinuria in Children | AAFP",
    "author": "MAHMOUD LOGHMAN-ADHAM, M.D.",
    "doi": "Am Fam Physician.1998;58(5):1145-1152",
    "abstract": "Proteinuria is a common laboratory finding in children. It can be identified as either a transient or a persistent finding and can represent a benign condition or a serious disease. A rapid but qualitative assessment of proteinuria can be made using dipstick or sulfosalicylic acid methods. More precise quantitation is obtained by measuring protein excretion in 24-hour urine samples or by calculating the protein/creatinine ratio in random urine samples. Orthostatic proteinuria is a benign condition characterized by the presence of protein in urine samples collected in the upright position during the day and its absence in samples collected in the supine position. Persistent proteinuria and proteinuria associated with hematuria or other signs of renal disease carry a more severe prognosis. The latter conditions require referral to a pediatric nephrologist for further evaluation, which may include renal biopsy.",
    "headers": [
        {
            "id": 0,
            "name": "Mechanisms of Proteinuria",
            "level": 2
        },
        {
            "id": 1,
            "name": "Measurement of Proteinuria",
            "level": 2
        },
        {
            "id": 2,
            "name": "Qualitative Methods",
            "level": 3
        },
        {
            "id": 3,
            "name": "Quantitative Methods",
            "level": 3
        },
        {
            "id": 4,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 5,
            "name": "Etiology of Proteinuria",
            "level": 2
        },
        {
            "id": 6,
            "name": "Transient or Functional Proteinuria",
            "level": 3
        },
        {
            "id": 7,
            "name": "Persistent Proteinuria",
            "level": 3
        },
        {
            "id": 8,
            "name": "Orthostatic (Postural) Proteinuria",
            "level": 3
        },
        {
            "id": 9,
            "name": "Proteinuria Secondary to Glomerular Disease",
            "level": 3
        },
        {
            "id": 10,
            "name": "Tubulointerstitial Nephropathies",
            "level": 3
        },
        {
            "id": 11,
            "name": "Prognosis",
            "level": 2
        },
        {
            "id": 12,
            "name": "Management",
            "level": 2
        },
        {
            "id": 13,
            "name": "Office Evaluation",
            "level": 3
        },
        {
            "id": 14,
            "name": "Other Treatment Considerations",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Most healthy children excrete small amounts of protein in their urine, representing so-called physiologic proteinuria.1When corrected for body surface area, the protein excretion is highest in newborn infants, decreasing with age until late adolescence, when adult levels are reached(Table 1). The relatively high protein excretion observed in newborns represents tubular proteinuria, reflecting the immaturity of their renal function.2Asymptomatic or isolated proteinuria is defined as proteinuria not associated with any signs or symptoms of renal disease."
        },
        {
            "parent": 0,
            "text": "The glomerular capillary wall and its adjacent structures constitute the main barriers to the passage of macromolecules, including globulins and albumin. The barriers consist of the endothelial cells lining the capillary loops, the glomerular basement membrane and the visceral epithelial cells(Figure 1). The passage of macromolecules across the glomerular capillary wall is inversely proportional to their size."
        },
        {
            "parent": 0,
            "text": "In addition to the size barrier, the glomerular capillary wall also contains negative charges because of the presence of heparan sulfate proteoglycans.3The negative charges repel negatively charged macromolecules, such as albumin (molecular weight: 69,000 Daltons).3,4Most inflammatory glomerular diseases result in alterations of the size barrier and loss of anionic charges, leading to proteinuria."
        },
        {
            "parent": 0,
            "text": "Low-molecular-weight proteins (molecular weight: less than 40,000 Daltons) are freely filtered through the glomerulus and subsequently absorbed and catabolized by the proximal tubule.5They include β2microglobulin, retinol binding protein, α1microglobulin and hormones such as vasopressin, insulin and parathyroid hormone.5,6Injury to the proximal tubular epithelium leads to inability of the tubule to reabsorb low-molecular-weight proteins and thus to their loss in urine.5"
        },
        {
            "parent": 0,
            "text": "Hemodynamic alterations in glomerular blood flow can also result in proteinuria. A reduced number of functioning nephrons, as occurs in chronic renal failure, leads to increased filtration of proteins in the remaining nephrons and to proteinuria. Other conditions that cause proteinuria by altering glomerular hemodynamics include exercise,7fever, seizures, epinephrine use and emotional stress(Table 2)."
        },
        {
            "parent": 0,
            "text": "Overflow proteinuria occurs when the plasma concentration of certain small proteins exceeds the capacity of the tubules to reabsorb the filtered protein. Examples include the presence of immunoglobulin light chains in the urine in multiple myeloma, hemoglobinuria in intravascular hemolysis, myoglobulinuria in rhabdomyolysis and amylasuria in acute pancreatitis.8"
        },
        {
            "parent": 2,
            "text": "The dipstick method (e.g., Albustix, Multistix) provides an estimate of urinary protein concentration and is widely used in both physician offices and clinical laboratories. Proteins in solution cause a change in the color of a reagent strip impregnated with tetrabromophenol blue. Because tetrabromophenol is a pH indicator, the dipstick is buffered to prevent the influence of normal variations in urine pH on color change. False-positive results can be obtained when the urine is alkaline (pH greater than 7) or when it contains heavy mucus, blood, pus, semen or vaginal secretions. The strips react preferentially with albumin and are relatively insensitive to other proteins such as gamma globulins. The amount of protein in the urine is assessed as 1+ (30 mg per dL), 2+ (100 mg per dL), 3+ (300 mg per dL) or 4+ (1,000 mg per dL)."
        },
        {
            "parent": 2,
            "text": "It is common practice in many hospital laboratories to verify the results of a positive dip-stick test using sulfosalicylic acid turbidometry. In the latter test, three drops of a 20 percent solution of sulfosalicylic acid are added to 5 mL of urine to cause acidic pH and precipitation of proteins. The turbidity of the urine is noted by visual inspection. This test is more accurate than the dipstick method because all classes of proteins are detected. False-positive results can occur in the presence of radiographic contrast material and in samples from children receiving high dosages of penicillin, cephalosporins or sulfonamides. Because both dipstick and sulfosalicylic acid tests are sensitive to the concentration of protein in the urine, they can underestimate proteinuria or give false-negative results in the presence of a dilute urine (i.e., specific gravity less than 1.010). Urine with a specific gravity greater than 1.015 is necessary for reliable results."
        },
        {
            "parent": 3,
            "text": "Several colorimetric laboratory methods are available to quantitate protein concentration in urine.9The benzethonium chloride, the Ponceau-S and the Coomassie Brilliant Blue dye-binding methods are the most commonly used. Urinary protein electrophoresis and direct measurements of low-molecular-weight proteins such as β2microglobulin may be performed in special circumstances but are not part of the routine evaluation of a child with proteinuria. Similarly, the determination of microalbuminuria in diabetic children requires the use of more sensitive methods such as radioimmunoassay or enzyme-linked immunosorbent assay."
        },
        {
            "parent": 3,
            "text": "In adults, a protein excretion of less than 150 mg per 24 hours is considered normal. In children, however, physiologic proteinuria varies with age and the size of the child(Table 1). After the first year of life, daily protein excretion in children, expressed in mg per m2per 24 hours, is relatively constant. The traditional way of quantitating urinary protein excretion has been to measure protein in a urine sample collected over a 12- or 24-hour period."
        },
        {
            "parent": 3,
            "text": "The patient is instructed to void when waking up in the morning and to discard that urine and mark the time. The urine from each subsequent voiding is then collected for the next 24 hours; the final urine sample is to be voided precisely 24 hours after the timed collection was begun. In practice, however, the collection of 24-hour urine samples is fraught with error, and the collection often has to be repeated. Furthermore, timed urine collections are impractical in young children and impossible in infants without subjecting them to bladder catheterization."
        },
        {
            "parent": 3,
            "text": "Determining the amount of excreted creatinine in the same 24-hour urine sample may be helpful in evaluating the accuracy of the collection. Steady-state daily creatinine excretion is 20 mg per kg in children from one to 12 years of age and 22 to 25 mg per kg in older children, with the lower value corresponding with creatinine excretion in girls."
        },
        {
            "parent": 3,
            "text": "In a study of adults,10a strong correlation was found between the urine protein-to-creatinine ratio (UPr/Cr), obtained in random urine samples, and the 24-hour urinary protein excretion, corrected for body-surface area. Other studies have confirmed this observation.11The usefulness of urinary protein-to-creatinine ratios has been documented in normal children12and in children with renal disease.13"
        },
        {
            "parent": 3,
            "text": "In adults and children over two years of age, a UPr/Cr of less than 0.2 on a random urine specimen obtained during the day is considered normal. In children aged six months to two years, the upper limit of normal should be extended to 0.5.12A UPr/Cr above 3.0 is consistent with nephrotic-range proteinuria."
        },
        {
            "parent": 3,
            "text": "Because serum and urine creatinine levels depend on muscle mass, the ratio is not valid in children with severe malnutrition. Moreover, in the presence of significant reductions in the glomerular filtration rate, tubular secretion of creatinine increases, and this may result in artificially low UPr/Cr values. Nevertheless, the UPr/Cr ratio is more reliable than 24-hour urinary protein measurements. In one study,13a collection error was found in 57 percent of 24-hour urine samples, as assessed by a high or low urinary creatinine content. The actual 24-hour protein excretion can be calculated from the UPr/Cr ratio at all levels of proteinuria, using a simple formula derived by log-log regression analysis13:Total urine protein (g per m2per day) = 0.63 X (UPr/Cr)"
        },
        {
            "parent": 3,
            "text": "This ratio circumvents the need for urine collection, allowing the results to be obtained more expeditiously. Furthermore, serial UPr/Cr ratios can be obtained over time to monitor the progression of proteinuria."
        },
        {
            "parent": 4,
            "text": "The prevalence of isolated asymptomatic proteinuria in children has been estimated to be between 0.6 and 6.3 percent.14–17Proteinuria is usually transient and intermittent, so that much higher prevalences are observed when a single urine specimen is tested. In a study of 8,954 school children in Finland,4proteinuria was detected in one of four specimens in 10.7 percent of the children and in at least two of four specimens in 2.5 percent of the children. In both sexes, the prevalence of proteinuria increased with age. Most children who test positive for proteinuria on initial evaluation “lose” the proteinuria at follow-up. Only about 10 percent of children have persistent proteinuria after six to 12 months."
        },
        {
            "parent": 6,
            "text": "As many as 30 to 50 percent of children with proteinuria may have transient, non-repetitive proteinuria.6Transient proteinuria can occur with strenuous exercise, emotional stress, exposure to extreme cold, epinephrine administration, abdominal surgery or congestive heart failure. It has also occurred during febrile illnesses and after seizures. In all of these circumstances, proteinuria resolves spontaneously after the cessation of the causal factor, and an extensive work-up is usually not recommended."
        },
        {
            "parent": 7,
            "text": "In general, the finding of proteinuria during a routine examination does not warrant an extensive work-up. The finding must be confirmed on two or three more occasions. The finding of at least two positive urine tests out of three specimens would suggest persistent proteinuria and warrants a work-up(Figure 2). In addition to urinalysis with microscopic examination, a test for quantitation of urinary protein excretion should also be performed. Traditionally this has been done by collecting a 24-hour urine sample to measure the amount of protein excreted in mg per 24 hours. However, as noted above, a random daytime urine sample can be obtained for measurement of urinary protein and creatinine concentrations (in mg per dL) and calculation of the UPr/Cr ratio."
        },
        {
            "parent": 8,
            "text": "Orthostatic proteinuria accounts for up to 60 percent of all cases of asymptomatic proteinuria reported in children, with an even higher incidence in adolescents.18Variations in the quantity of daily protein excretion have been observed. If all laboratory tests are normal except for persistently elevated protein excretion, the possibility of orthostatic proteinuria should be investigated, particularly if the child is older than six years of age. This is best done by using the so-called orthostatic test. The patient is instructed to urinate just before going to bed at night and to discard the urine. He or she must remain supine all night and urinate the next morning immediately after arising. This urine sample is kept separate and labeled “supine” or “recumbent.”"
        },
        {
            "parent": 8,
            "text": "Additional urine samples are then collected and pooled during the next 12 to 16 hours, while the patient maintains normal daily activity. The final sample should preferably be collected in the evening, just before the patient goes to bed; this pooled sample should be labeled “active” urine. The duration of collection time for the latter sample can be shortened to 12 hours or less. In patients with orthostatic proteinuria, the supine sample will be free of protein, but the active sample will contain protein.8"
        },
        {
            "parent": 8,
            "text": "As a rule of thumb, children with orthostatic proteinuria excrete less than 1 g of protein in 24 hours (UPr/Cr less than 1.0). The long-term prognosis for young adults with orthostatic proteinuria is excellent, even after 20 to 50 years of follow-up.19,20It is believed that the prognosis in children and adolescents is equally good. Yearly follow-up is recommended for children diagnosed with this condition."
        },
        {
            "parent": 9,
            "text": "Many glomerular diseases result in proteinuria(Table 2). The prognosis is usually less benign when hematuria is also present. Isolated proteinuria occurs in patients with nephrotic syndrome as a result of idiopathic nephrotic syndrome (minimal change disease), although up to 25 percent of these patients may have microscopic hematuria.In general,patients have heavy or “nephrotic-range” proteinuria, which is defined as a protein excretion greater than 40 mg per m2per hour (or a UPr/Cr greater than 3.0)."
        },
        {
            "parent": 9,
            "text": "Idiopathic membranous nephropathy can also result in isolated proteinuria and the nephrotic syndrome. Human immunodeficiency virus (HIV) infection has emerged as an important cause of proteinuria and nephrotic syndrome in both adults and children.21The most characteristic glomerular lesion is focal and segmental glomerulosclerosis, which, in adults, is often associated with progressive azotemia. The course of HIV nephropathy is less fulminant in children.21Hepatitis B virus–associated nephropathy is a cause of proteinuria and nephrotic syndrome in endemic areas.22"
        },
        {
            "parent": 10,
            "text": "Proteinuria, with or without hematuria, occurs in patients with tubulointerstitial diseases of diverse origin. When the glomerular filtration rate is normal, the proteinuria is usually of tubular origin. As the glomerular filtration rate decreases as a result of significant nephron loss, hemodynamic mechanisms contribute to glomerular proteinuria. In general, the proteinuria of tubulointerstitial disease is mild (less than 1.0 g per 24 hours)."
        },
        {
            "parent": 11,
            "text": "While patients with orthostatic proteinuria have an excellent prognosis, the long-term prognosis for children with isolated fixed proteinuria remains unknown. It is generally believed that children with isolated proteinuria not exceeding 1 g per 24 hours have a better prognosis than those with higher amounts of protein in their urine. In a six-year retrospective study of 31 children with proteinuria of 10 months' duration, renal biopsies were performed in 17 children.23Of these children, 12 had pathologic findings on biopsy, including eight with focal and segmental glomerulosclerosis. Among 12 of the 14 patients who were not biopsied and four of the five patients with normal histology, proteinuria completely resolved in 11 patients (69 percent)."
        },
        {
            "parent": 11,
            "text": "In a study24of 53 Japanese children with asymptomatic proteinuria, significant glomerular changes were observed on renal biopsy in 25 patients (47 percent). Fifteen had focal glomerulosclerosis. Seven patients with abnormal glomerular histology developed renal insufficiency; none of the patients with normal glomerular histology developed renal insufficiency. In a survey of pediatric nephrologists,2536 percent of the physicians surveyed would perform a renal biopsy in a nine-year-old child with moderate proteinuria (600 mg per day). Until more information is available, the decision to perform a renal biopsy in a child with isolated proteinuria will depend on factors such as parental or physician anxiety and the availability of effective therapy."
        },
        {
            "parent": 13,
            "text": "The initial evaluation of proteinuria should include a complete history, including a family history of renal disease, recent upper respiratory infections, gross hematuria, changes in weight and changes in urine output. The physical examination should include measurements of height, weight and blood pressure, identification of edema, ascites and skin pallor, and palpation of the kidneys in newborn infants.A urinalysis should be performed, and blood obtained for determination of electrolyte, blood urea nitrogen, creatinine, total protein and albumin levels, as well as a complete blood cell count and C3 complement. A quantitative assessment of urinary protein excretion should be made, using either a 24-hour collection or a random urine sample for the UPr/Cr ratio(Table 3)."
        },
        {
            "parent": 13,
            "text": "If orthostatic proteinuria is diagnosed, the child should be followed with annual office visits, including determination of a UPr/Cr ratio. If fixed isolated proteinuria is ascertained, the work-up depends on the degree of proteinuria. If total protein excretion is less than 1 g per 24 hours (or the UPr/Cr is less than 1.0), twice-yearly visits, later extended to annual visits, with determination of the UPr/Cr ratio are sufficient. If proteinuria persists beyond one year, renal biopsy should be considered. If the total protein excretion is more than 1 g per 24 hours (or the UPr/Cr is greater than 1.0), a urinalysis should be performed and blood obtained for determination of electrolyte, blood urea nitrogen, creatinine, total protein and albumin levels, C3 complement and a complete blood cell count."
        },
        {
            "parent": 13,
            "text": "In young children (under six years of age), renal ultrasonography may be helpful to detect anatomic or congenital abnormalities such as polycystic kidneys. If the laboratory test results are abnormal—for example, if the patient has increased creatinine levels or hypocomplementemia or hematuria, a chronic glomerular disease may be present. Renal biopsy is indicated in these patients, and referral to a pediatric nephrologist is recommended."
        },
        {
            "parent": 13,
            "text": "The existence of an antecedent streptococcal infection may be investigated by measuring antistreptolysin-O and anti-deoxyribonuclease B titers. Postinfectious glomerulonephritis is usually self-limited, and a renal biopsy is not indicated. However, except in very mild cases, the patient should be referred to a pediatric nephrologist. If urinary protein excretion is in the nephrotic range (UPr/Cr greater than 3.0), even in the absence of edema, and the patient is younger than six years of age, idiopathic nephrotic syndrome is likely, and a trial of corticosteroid therapy is warranted."
        },
        {
            "parent": 13,
            "text": "Renal biopsy is not indicated unless the patient has other abnormal laboratory test results, such as hematuria, increased blood urea nitrogen and creatinine levels or hypocomplementemia. If urinary protein excretion is in the nephrotic range and the patient is older than six years of age, idiopathic nephrotic syndrome is less likely, and referral to a pediatric nephrologist is recommended. Renal biopsy will identify the type of glomerular disease responsible for the nephrotic syndrome(Table 2)."
        },
        {
            "parent": 14,
            "text": "Excessive restrictions on the child's lifestyle and physical activity are not necessary. Dietary protein supplementation to replace the loss of protein is not recommended and may be harmful. Most children with protein excretion under 1 g per 24 hours do not develop edema. Avoiding excessive salt intake is desirable, and more rigorous salt restriction may be necessary if edema develops. In some patients with a glomerular disease resulting in heavy proteinuria unresponsive to corticosteroids or cytotoxic agents, therapy with an angiotensin converting enzyme (ACE) inhibitor can bring about a significant reduction of proteinuria.26The use of ACE inhibitors in the treatment of renal disease may cause a reduction in glomerular filtration rate and hyperkalemia; if ACE inhibitors are used, renal function should be closely followed with periodic measurement of blood urea nitrogen, creatinine and potassium levels."
        }
    ],
    "locked": false
}