{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0701/p329.html#afp19990701p329-f1",
    "title": "My Needlestick | AAFP",
    "author": "RONA SCHWARTZ, M.D.",
    "doi": "Am Fam Physician.1999;60(1):329-331",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "It was the end of a long day."
        },
        {
            "parent": -1,
            "text": "I was an acting intern in my fourth year of medical school at a community hospital. I was post-call, and it was late in the afternoon. On rounds that morning we'd discussed the work-up for fever of unknown origin in Mr. J, a patient with end-stage acquired immunodeficiency syndrome (AIDS). The attending physician suggested that we obtain fungal blood cultures, so I made a mental note to draw them myself before leaving for the day."
        },
        {
            "parent": -1,
            "text": "As a medical student, I only followed a handful of patients. This gave me time to get to know Mr. J, a young bespectacled man with a short, thin frame. I learned that he had tried to turn his life around. He had quit abusing drugs and alcohol and was committed to trying yet another complicated drug regimen."
        },
        {
            "parent": -1,
            "text": "I entered Mr. J's room with the culture bottles, syringes and needles. I was tired and needed a shower. I was thinking about going home, not about drawing blood. Using sterile technique, I obtained blood from his antecubital veins without difficulty. I only needed to transfer the blood from the syringe into the wide-topped culture bottle. In transferring the blood, my hand slipped. I felt something sharp at the base of my finger. A rush of fear moved through my body. I saw a hole in my glove but no blood. I quickly finished filling the bottle and disposed of the needle as thoughts flooded my head. I left the room and headed straight for the sink at the nurses' station."
        },
        {
            "parent": -1,
            "text": "I pulled off my glove. Blood! I was bleeding! I had stuck myself! I washed and scrubbed the site and squeezed on my hand until tiny droplets of blood dripped from my finger. My thoughts were racing. Was the virus in my blood? The fear was overwhelming. I couldn't believe this! What if I had injected myself with AIDS? I was dizzy and my skin felt warm. It was as if I could feel the blood circulating in my veins. What had I done? It was a pretty large needle attached to a syringe filled with the blood of a mandyingof AIDS."
        },
        {
            "parent": -1,
            "text": "Dying. . . . This man was sick. His last CD4 count was less than 10. Keep scrubbing. What should I do? I held back tears. I looked at my hand and saw a small mark the size of a pinpoint where the needle had pierced. I wasn't bleeding anymore, but I kept squeezing my hand. Although my head was spinning, fear kept me from passing out. Keep scrubbing."
        },
        {
            "parent": -1,
            "text": "Who do I tell?"
        },
        {
            "parent": -1,
            "text": "What was I thinking? Why did my hand slip? Why did I stay to draw his blood? Be calm. Keep scrubbing. I did not want to tell the nurses or the senior resident because I was too embarrassed. I imagined the look and reaction that I would get if I told someone. I could feel my eyes fill with tears. Be calm. I stopped scrubbing. Again I looked at the spot on my hand. How deep had it gone? I knew other people who had needlesticks but not from a patient with AIDS! Keep scrubbing. Be calm. Hold back the tears."
        },
        {
            "parent": -1,
            "text": "I then went to the office of a faculty member I felt close with and began sobbing. These tears gave me no relief. This was only the start of many more tears to come. My attitude toward Mr. J changed, and I had trouble seeing him for the rest of the month on rounds. I was angry at him for getting AIDS and being in the hospital. It was easier to blame him than to blame myself."
        },
        {
            "parent": -1,
            "text": "This happened in the fall of 1996, just a few months after the Centers for Disease Control and Prevention (CDC) came out with an update on recommendations (shown intheaccompanying figure) for chemoprophylaxis after occupational exposure to human immunodeficiency virus (HIV). At that time, the average risk of HIV infection from any percutaneous exposure to HIV-infected blood was three in 1,000. The report indicated that the risk was higher if the exposure involved any of the following situations: (1) a deep injury to the health care worker (which I think I had), (2) the needle had visible blood (it must have in my case), (3) it was a device that had previously been in the source's vein or artery or (4) the source patient died of AIDS within 60 days (I was too scared to ever find out)."
        },
        {
            "parent": -1,
            "text": "That night, I had my blood drawn and received my first doses of triple therapy. By the next morning, I was plugged into my medical school's postexposure plan, and my husband and I met with the school's health care provider. My needlestick would be registered anonymously within the school."
        },
        {
            "parent": -1,
            "text": "“We see other students that this happens to,” the school's nurse practitioner said, “You're not alone.” I did feel alone, however, and I worried about how my marriage would be affected."
        },
        {
            "parent": -1,
            "text": "I reviewed the literature and read about the side effects of my medications. I convinced myself that if I took the pills I would not get HIV. I was afraid and did not want to tell anyone. I bought pill boxes small enough to fit in my white coat pockets so no one would know. I took the pills for four weeks, exactly as prescribed."
        },
        {
            "parent": -1,
            "text": "Then, I waited."
        },
        {
            "parent": -1,
            "text": "Even though it's been over two years, I want to keep getting my blood tested just to hear the word “negative.” I feel like a survivor of something terrible, something I wish I could forget. I am angry at myself for feeling embarrassed about what happened, and I am more careful now. More importantly, I am more compassionate with those for whom fear is a reality."
        }
    ],
    "locked": false
}