{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/0101/p193.html#afp20000101p193-uf1",
    "title": "Endometrial Cancer in Women Receiving Tamoxifen | AAFP",
    "author": "RICHARD SADOVSKY, M.D.",
    "doi": "Am Fam Physician.2000;61(1):193-194",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Tamoxifen has become standard adjuvant therapy in patients with breast cancer because it reduces the risk for a second case of contralateral primary breast cancer by up to 50 percent. The current recommended dosage is 20 mg per day for five years. More recently, tamoxifen has been approved as a chemopreventive agent in women who are at high risk for breast cancer. Tamoxifen acts as an estrogen antagonist in the breast and as an estrogen agonist in other tissues, increasing the thickness of the vaginal epithelium, reducing serum cholesterol levels and preserving bone density. Estrogen-like effects have been found on steroid hormone receptors in the endometrium, and growth-promoting effects have been found on endometrial carcinoma cells. Tamoxifen is associated with a variety of endometrial abnormalities, ranging from polyps to cancer, although it is difficult to calculate the importance of other epidemiologic and genetic risk factors that cause breast cancer in the overall risk for other gynecologic cancers. Suh-Burgmann and Goodman reviewed the literature in an attempt to develop a strategy for gynecologic surveillance in patients taking tamoxifen."
        },
        {
            "parent": -1,
            "text": "Endometrial cancer is the most common gynecologic cancer in the United States. Consistently identified risk factors such as nulliparity, late onset of menopause, unopposed estrogen hormone therapy, obesity and estrogen-producing ovarian neoplasms, generally increase risk by increasing estrogen exposure. Pelvic radiation and a family history of hereditary nonpolyposis colorectal cancer are also risk factors. Fortunately, morbidity from endometrial cancer is low because most patients present with abnormal bleeding at an early stage."
        },
        {
            "parent": -1,
            "text": "Effective screening to detect early endometrial cancer is not yet available. Papanicolaou (Pap) smears can help detect endometrial cancer when atypical glandular cells are present. Transvaginal ultrasonography can evaluate the thickness of the endometrial lining and is useful in high-risk patients. Endometrial biopsy is recommended in patients with specific abnormalities, including (1) abnormal bleeding, (2) the presence of endometrial cells on Pap smear in post-menopausal women and atypical glandular cells of undetermined origin, and (3) for screening high-risk syndromes such as hereditary nonpolyposis colon cancer syndrome."
        },
        {
            "parent": -1,
            "text": "Because tamoxifen confers an increased risk (perhaps two- to threefold) for endometrial cancer among postmenopausal women, surveillance may be desirable. For the authors' recommendations for a surveillance strategy, seetheaccompanying figure. Endometrial biopsy has not been demonstrated to be cost-effective for this use. Ultrasonography showing an endometrial thickness of less than 8 mm is a strong indication of the absence of tamoxifen-associated endometrial cancer. Pretreatment evaluation using ultrasonography with or without endometrial biopsy remains controversial, although normal findings on pelvic examination and Pap smear and absence of abnormal bleeding or discharge should be documented before tamoxifen therapy is begun. The presence of risk factors or any other detected abnormality suggests the need for further individualized study, including ultrasonography, endometrial biopsy or endometrial curettage."
        },
        {
            "parent": -1,
            "text": "The authors conclude that because tamoxifen causes a dose-related and duration-related increase in endometrial cancer, women should be advised about the risk and evaluated for risk factors. Certain specific findings, as shown in the accompanying figure, should prompt a thorough evaluation of the endometrium. If there are no symptoms, but an adequate pelvic examination is not possible or the patient has additional risk factors, transvaginal ultrasonography should be used to screen for endometrial cancer."
        }
    ],
    "locked": false
}