{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/0315/p1795.html#afp20000315p1795-f1",
    "title": "Osteoarthritis: Current Concepts in Diagnosis and Management | AAFP",
    "author": "NISHA J. MANEK, M.D., M.R.C.P., AND NANCY E. LANE, M.D.",
    "doi": "Am Fam Physician.2000;61(6):1795-1804",
    "abstract": "Most patients with osteoarthritis seek medical attention because of pain. The safest initial approach is to use a simple oral analgesic such as acetaminophen (perhaps in conjunction with topical therapy). If pain relief is inadequate, oral nonsteroidal anti-inflammatory drugs or intra-articular injections of hyaluronic acid–like products should be considered. Intra-articular corticosteroid injections may provide short-term pain relief in disease flares. Alleviation of pain does not alter the underlying disease. Attention must also be given to nonpharmacologic measures such as patient education, weight loss and exercise. Relief of pain and restoration of function can be achieved in some patients with early osteoarthritis, particularly if an integrated approach is used. Patients with advanced disease may eventually require surgery, which generally provides excellent results.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Clinical Features and Diagnosis",
            "level": 2
        },
        {
            "id": 2,
            "name": "HISTORY AND PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 3,
            "name": "RADIOGRAPHIC FEATURES AND LABORATORY FINDINGS",
            "level": 3
        },
        {
            "id": 4,
            "name": "Treatment",
            "level": 2
        },
        {
            "id": 5,
            "name": "NONPHARMACOLOGIC MANAGEMENT",
            "level": 3
        },
        {
            "id": 6,
            "name": "PHARMACOLOGIC TREATMENTS",
            "level": 3
        },
        {
            "id": 7,
            "name": "SURGERY",
            "level": 3
        },
        {
            "id": 8,
            "name": "FUTURE DIRECTIONS",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Worldwide, osteoarthritis is the most common joint disorder. In western countries, radiographic evidence of this disease is present in the majority of persons by 65 years of age and in about 80 percent of persons more than 75 years of age.1Approximately 11 percent of persons more than 64 years of age have symptomatic osteoarthritis of the knee.2"
        },
        {
            "parent": -1,
            "text": "With the continued growth of the elderly population in the United States, osteoarthritis is becoming a major medical and financial concern. Appropriate medical management requires that physicians be able to diagnose osteoarthritis early, recognize factors that may affect the prognosis or complicate the disease, and make effective use of the many available treatments."
        },
        {
            "parent": 0,
            "text": "Biomechanical and biochemical forces are involved in cartilage destruction, which is at the core of osteoarthritis. Cytokines and growth factors are thought to play a role in the pathophysiology of the disorder. Interleukin-1 and tumor necrosis factor-β may function to activate enzymes involved in proteolytic digestion of cartilage.3Growth factors such as tissue growth factor-β and insulin growth factor-1 may play a role in the body's attempts to repair cartilage through cartilage synthesis.4"
        },
        {
            "parent": 0,
            "text": "When catabolism exceeds cartilage synthesis, osteoarthritis develops. Collagenolytic enzymes are thought to contribute to the breakdown of cartilage. Collagenase 1 (matrix metalloproteinase-1 [MMP-1]) is a fibroblast collagenase, and collagenase 2 (MMP-8) is a neutrophil collagenase. Collagenase 3 (MMP-13) may be particularly important because of its highly potent collagenolytic activity.3"
        },
        {
            "parent": 2,
            "text": "The typical patient with osteoarthritis is middle-aged or elderly and complains of pain in the knee, hip, hand or spine. Most often, the patient has pain and stiffness in and around the affected joint, along with some limitation of function(Table 1).5–7The symptoms are often insidious in onset."
        },
        {
            "parent": 2,
            "text": "Pain typically worsens with use of the affected joint and is alleviated with rest. Pain at rest or nocturnal pain is a feature of severe osteoarthritis. Morning stiffness lasting less than 30 minutes is common. (In contrast, morning stiffness in patients with active rheumatoid arthritis lasts longer than 45 minutes.)"
        },
        {
            "parent": 2,
            "text": "Osteoarthritis usually does not affect the wrists, elbows or shoulders. However, a less common subtype of the disease is characterized by multiple joint involvement."
        },
        {
            "parent": 2,
            "text": "Patients with osteoarthritis of the hip may complain of problems with gait. Pain can vary greatly in site and nature, which sometimes makes early diagnosis difficult. The pain may be felt in the area of the buttock, groin, thigh or knee, and it can vary in character from a dull ache to a sharp, stabbing pain. Hip stiffness is common, particularly after inactivity, and can be a presenting feature. For example, a patient may mention that a stiff hip makes it difficult to put on socks. Early physical signs of osteoarthritis of the hip include restriction of internal rotation and abduction of the affected hip, with pain occurring at the end of the range of motion."
        },
        {
            "parent": 2,
            "text": "Patients with osteoarthritis of the knee often complain of instability or buckling, especially when they are descending stairs or stepping off curbs. Patients with osteoarthritis of the hands may have problems with manual dexterity, especially if the first carpometacarpal joint is involved."
        },
        {
            "parent": 2,
            "text": "Involvement of the apophyseal or facet joints of the lower cervical spine may cause neck symptoms, and involvement of the lumbar spine may cause pain in the lower back. Osteophytes of the vertebrae can narrow the foramina and compress nerve roots. As a result, patients may have radicular symptoms, including pain, weakness and numbness of the upper extremities."
        },
        {
            "parent": 2,
            "text": "The physical examination should include a careful assessment of the affected joints, surrounding soft tissue and bursal areas. Crepitus, which is felt on passive range of motion, is due to the irregularity of opposing cartilage surfaces and is a frequent sign of osteoarthritis of the knee. Periarticular disorders, such as anserine, infrapatellar or prepatellar bursitis, should be ruled out. These disorders can be mistaken for and inappropriately treated as osteoarthritis."
        },
        {
            "parent": 2,
            "text": "Patients with erosive osteoarthritis may have signs of inflammation in the interphalangeal joints of the hands. This inflammation can be mistaken for rheumatoid arthritis, which causes similar proximal interphalangeal joint swelling. However, osteoarthritis generally does not have an inflammatory component, except in advanced disease. The presence of a hot, erythematous, markedly swollen joint suggests a septic joint or a crystal arthropathy such as gout, pseudogout or hydroxyapatite arthritis."
        },
        {
            "parent": 3,
            "text": "Radiographs can usually confirm the diagnosis of osteoarthritis, although the findings are nonspecific. The cardinal radiographic features of the disease are a loss of joint space and the presence of new bone formation or osteophytes. The association between joint pain and the radiographic features of osteoarthritis is not constant, in that many joints with pathologic or radiographic evidence of this disease remain asymptomatic. Because bone demineralization is not a radiographic feature of osteoarthritis, its presence strongly suggests an inflammatory condition such as rheumatoid arthritis."
        },
        {
            "parent": 3,
            "text": "Most routine blood tests are normal in patients with uncomplicated osteoarthritis. Analysis of synovial fluid usually reveals a white blood cell count of less than 2,000 per mm3(2.0 × 109per L)."
        },
        {
            "parent": 3,
            "text": "Osteoarthritis secondary to a metabolic, genetic or other joint disorder should be suspected in the patient with widespread disease, a prominent inflammatory component, an unusual joint distribution or disease onset before 50 years of age. If the diagnosis of osteoarthritis is in doubt, consultation with a rheumatologist should be sought."
        },
        {
            "parent": 3,
            "text": "The American College of Rheumatology (ACR) has developed diagnostic criteria for osteoarthritis at various sites, including the hip(Table 2),5the knee(Table 3)6and the hand(Table 4).7"
        },
        {
            "parent": 4,
            "text": "Treatment of osteoarthritis should be individualized. Comorbid conditions such as cardiac disease, hypertension, peptic ulcer disease or renal disease must be considered, and the patient's needs and expectations should also be taken into account. An algorithm for the management of osteoarthritis of the knee is presented inFigure 1,8,9and an algorithm for the management of osteoarthritis of the hip is provided inFigure 2.9,10"
        },
        {
            "parent": 5,
            "text": "Patient Education. Arthritis self-help courses conducted by allied health professionals teach patients how to manage their disease. Participation in such courses has been associated with decreased pain and improved quality of life.8,10–12"
        },
        {
            "parent": 5,
            "text": "Local chapters of the Arthritis Foundation administer self-help courses for patients with osteoarthritis. Educational materials to help patients better understand and cope with osteoarthritis can also be obtained from the Arthritis Foundation (Web site:http://www.arthritis.org; telephone: 888-879-7890)."
        },
        {
            "parent": 5,
            "text": "Regular patient contact has also been shown to be valuable in the management of osteoarthritis. One study found that monthly telephone communications with patients were cost-effective and were associated with good clinical outcomes.13"
        },
        {
            "parent": 5,
            "text": "Exercise. Patients are often concerned that joint use will “wear out” a damaged joint. However, the available evidence shows that regular low-impact exercise of osteoarthritic joints does not increase the development of osteoarthritis.14,15"
        },
        {
            "parent": 5,
            "text": "The goals of an exercise program are to maintain range of motion, muscle strength and general health. All patients with osteoarthritis of the knee should be taught quadriceps-strengthening exercises and should be encouraged to perform them every day."
        },
        {
            "parent": 5,
            "text": "Patients may also be referred to aerobic exercise programs such as fitness walking or swimming. Patients with osteoarthritis who participate in an aerobic exercise program have been shown to have improved aerobic capacity and 50-ft walking times, as well as decreased depression and anxiety, compared with patients who only perform range-of-motion exercises.16"
        },
        {
            "parent": 5,
            "text": "Assistive Devices. Many patients with osteoarthritis of the hip and knee are more comfortable wearing shoes with good shock-absorbing properties or orthoses."
        },
        {
            "parent": 5,
            "text": "The use of an appropriately selected cane can reduce hip loading by 20 to 30 percent.17Attention must be given to the length of the cane and how it is to be used. The top of the cane's handle should reach the patient's proximal wrist crease when the patient is standing with arms at the side. The cane is usually held on the unaffected side of the body."
        },
        {
            "parent": 5,
            "text": "Patients with specific physical disabilities may benefit from physical and occupational therapy. The physical therapist can provide an individualized exercise program and teach the patient how to use therapeutic heat and massage. An occupational therapist can determine whether the patient needs assistive devices such as a raised toilet seat. In addition, special splints can be designed to stabilize or reduce inflammation of particular joints, such as the first carpometacarpal joint or the base of the thumb."
        },
        {
            "parent": 5,
            "text": "Weight Management. There is a longitudinal association between obesity and osteoarthritis of the knee in men and women, although obesity is a greater risk factor in women.18Therefore, primary preventive strategies may include measures to avoid weight gain, or to achieve weight loss in overweight patients. It is not clear whether weight loss will improve symptoms in patients who are already experiencing symptoms of osteoarthritis of the knee.19Further studies are needed to determine if weight loss has a role in the tertiary prevention of osteoarthritis."
        },
        {
            "parent": 5,
            "text": "Supplements. The lay media and books have widely proclaimed dietary supplements such as glucosamine sulfate and chondroitin sulfate to be “cures” for arthritis. Although small trials conducted in Europe and the United States showed some efficacy for these agents,20,21the trials were flawed in design and included few patients."
        },
        {
            "parent": 5,
            "text": "Randomized controlled trials are currently being conducted to determine whether glucosamine sulfate and chondroitin sulfate are safe, tolerated and effective in patients with osteoarthritis. At present, these supplements cannot be recommended for use in the treatment of osteoarthritis."
        },
        {
            "parent": 6,
            "text": "Simple Analgesics. A large number of medicines are prescribed for and consumed by patients with osteoarthritis, largely for the relief of pain. The recognition that pain in osteoarthritis is not necessarily due to inflammation has led to an increased awareness of the role of simple analgesics in the treatment of this disease."
        },
        {
            "parent": 6,
            "text": "The ACR guidelines emphasize the use of acetaminophen as first-line treatment for osteoarthritis of the hip and knee.8–10One randomized, double-blind, crossover trial showed that, compared with placebo, acetaminophen in a dosage of 4 g per day significantly relieved pain and improved function in patients with osteoarthritis of the knee.22"
        },
        {
            "parent": 6,
            "text": "Opioid-containing analgesics, including codeine and propoxyphene (Darvon), can be used for short periods to treat exacerbations of pain. These agents are not recommended for prolonged use because they cause constipation and increase the risk of falling, particularly in the elderly."
        },
        {
            "parent": 6,
            "text": "Nonsteroidal Anti-inflammatory Drugs (NSAIDs). Trials comparing simple analgesics and NSAIDs found that acetaminophen alone can control pain in a substantial number of patients with osteoarthritis.23–25In patients requiring NSAID therapy, concurrent use of acetaminophen may allow the NSAID dosage to be reduced, thereby limiting toxicity. In the individual patient, cost, dosing frequency and medication tolerance may influence NSAID selection."
        },
        {
            "parent": 6,
            "text": "If an NSAID is to be used, safety is an important issue, especially in the elderly. The risk of NSAID-induced renal and hepatic toxicity is increased in older patients and in patients with preexisting renal or hepatic insufficiency. Thus, it is important to monitor renal and liver function. Nonacetylated salicylates such as choline magnesium trisalicylate (Trilisate) and salsalate (Disalcid) cause less renal toxicity.26"
        },
        {
            "parent": 6,
            "text": "The authors of this article recommend that liver function tests and serum hemoglobin, creatinine and potassium measurements be performed before NSAID therapy is initiated and again after six months of treatment. Several factors appear to increase the risk of NSAID-induced gastropathy(Table 5).27"
        },
        {
            "parent": 6,
            "text": "When used as cotherapy in patients requiring chronic NSAID treatment, misoprostol (Cytotec), a synthetic prostaglandin E1analog, helps to prevent gastric ulcers.27Omeprazole (Prilosec), a proton pump inhibitor, appears to be as effective as misoprostol in healing NSAID-induced ulcers and erosions, and it has the advantage of once-daily dosing.28Hisamine-H2blockers such as ranitidine (Zantac) can prevent duodenal ulcers in patients receiving chronic NSAID therapy; however, ranitidine is ineffective in preventing gastric ulcers.27"
        },
        {
            "parent": 6,
            "text": "The ACR provides no specific guidelines for the prevention and treatment of active ulcer disease and its complications in patients with osteoarthritis who are receiving NSAIDs.10"
        },
        {
            "parent": 6,
            "text": "New Developments. The presently available NSAIDs work through nonspecific inhibition of cyclooxygenase isoforms 1 and 2 (COX-1 and COX-2). COX-1 is expressed in gastric and renal tissues (among others), whereas COX-2 is inducible and is part of the inflammatory response.29"
        },
        {
            "parent": 6,
            "text": "Celecoxib (Celebrex) is the first COX-2 inhibitor labeled by the U.S. Food and Drug Administration (FDA) for the treatment of osteoarthritis and rheumatoid arthritis. In a recent study, celecoxib effectively alleviated pain and reduced inflammation but showed no evidence of inducing gastric ulcers or affecting platelet function (two toxic effects associated with COX-1 inhibitors).30Although the risk of gastrointestinal bleeding is low, physicians should remain vigilant for signs of gastrointestinal bleeding. The most common side effects of celecoxib are dyspepsia, diarrhea and abdominal pain."
        },
        {
            "parent": 6,
            "text": "An additional COX-2 inhibitor, rofecoxib (Vioxx), has also been labeled as a once-daily medication for the treatment of osteoarthritis and acute pain. Clinical trials showed that rofecoxib was as effective as ibuprofen and diclofenac and was significantly superior to placebo in the treatment of pain in patients with osteoarthritis.31,32"
        },
        {
            "parent": 6,
            "text": "Local Analgesics. Capsaicin (e.g., ArthriCare), a pepper-plant derivative, has been shown to be better than placebo in relieving the pain of osteoarthritis. One double-blind randomized, controlled trial showed that 0.025 percent capsaicin cream applied four times daily was effective in the management of pain caused by osteoarthritis of the knee, ankle, wrist and shoulder.33The improvement in pain was measured by visual analog scales."
        },
        {
            "parent": 6,
            "text": "Another trial found that patients with osteoarthritis or rheumatoid arthritis who were receiving conventional therapy generally experienced substantial diminution of pain following application of capsaicin cream to the affected joint.34Capsaicin appears to be an important adjunctive treatment for disease flares in osteoarthritis."
        },
        {
            "parent": 6,
            "text": "Capsaicin cream is available over the counter in concentrations of 0.025, 0.075 and 0.25 percent. One common side effect is a local burning sensation. Patients should be advised to apply capsaicin cream with a glove to prevent inadvertent spread to the eyes or other mucous membranes."
        },
        {
            "parent": 6,
            "text": "Intra-articular Corticosteroid Injections. Patients with a painful flare of osteoarthritis of the knee may benefit from intra-articular injection of a corticosteroid such as methylprednisolone (Medrol) or triamcinolone (Aristocort).35,36When a joint is painful and swollen, short-term pain relief can be achieved with aspiration of joint fluid followed by intra-articular injection of a corticosteroid."
        },
        {
            "parent": 6,
            "text": "A joint should not be injected more than three or four times in one year because of the possibility of cartilage damage from repeated injections. Patients who require more than three or four injections per year to control symptoms are probably candidates for surgical intervention."
        },
        {
            "parent": 6,
            "text": "Patients with painful osteoarthritis of the hip may benefit from intra-articular corticosteroid injections. These injections should be performed under fluoroscopic guidance.10"
        },
        {
            "parent": 6,
            "text": "Intra-articular Injections of Hyaluronic Acid–Like Products. Hyaluronic acid is a major nonstructural component of the synovial and cartilage extracellular matrix. It confers viscoelastic and lubricating properties to the joint. In patients with osteoarthritis, the concentration and the molecular weight of hyaluronic acid are decreased. Thus, viscosupplementation with hyaluronic acid–like products is thought to be a possible treatment for osteoarthritis."
        },
        {
            "parent": 6,
            "text": "The FDA has labeled sodium hyaluronate (Hyalgan) and hylan G-F 20 (Synvisc) injections for the treatment of pain caused by osteoarthritis of the knee. One study on intra-articular hyaluronate injections in osteoarthritis of the knee found no difference in pain, function or global evaluation between treatment and placebo groups.37However, the hyaluronate injections did reduce pain in a subgroup of patients more than 60 years of age who had more severe disease."
        },
        {
            "parent": 6,
            "text": "Another study found that when used as a replacement or an adjunct for NSAID therapy in patients with osteoarthritis of the knee, hylan G-F 20 injections were at least as effective as continuous NSAID therapy in all outcome measures except activity restriction.38"
        },
        {
            "parent": 7,
            "text": "Patients whose symptoms are not adequately controlled with medical therapy and who have moderate to severe pain and functional impairment are candidates for orthopedic surgery. Osteoarthritis of the knee that is complicated by internal derangement may be treated with arthroscopic debridement or joint lavage. Osteotomy may be performed if significant malalignment of the knee or hip joints is present. Total joint arthroplasty usually has an excellent outcome and markedly improves quality of life.39"
        },
        {
            "parent": 8,
            "text": "Most investigational therapies are targeted toward the inhibition of collagenolytic enzymes using, for example, oral doxycycline (Vibramycin) or specific metalloproteinase inhibitors. Other developments include tissue engineering using autologous chondrocytes cultured in vitro and reintroduced into the joint. The clinical applications of these approaches are currently limited to research settings."
        }
    ],
    "locked": false
}