{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/0601/p3333.html#afp20000601p3333-f2",
    "title": "Pediatric Emergency Preparedness in the Office | AAFP",
    "author": "DEREK S. WHEELER, LCDR(sel), MC, USNR, MARK L. KIEFER, LCDR(sel), MC, USNR, AND W. BRADLEY POSS, CDR, MC, USN",
    "doi": "Am Fam Physician.2000;61(11):3333-3342",
    "abstract": "Pediatric office emergencies occur more commonly than is usually perceived by family physicians, and most offices are not optimally prepared to deal with these situations. Obtaining specific training in pediatric emergencies and performing mock “codes” to check office readiness can improve the proper handling of pediatric emergencies. Common airway emergencies include foreign-body aspiration and croup. Cool mist, racemic epinephrine nebulization and dexamethasone are typical treatment measures for croup. Asthma and bronchiolitis are common causes of respiratory distress. Hypovolemic shock is the most common cause of circulatory failure in children. Intraosseous access is a simple and underutilized route for vascular access in a critically ill child. Status epilepticus is the most common neurologic emergency. Avoidance of iatrogenic respiratory depression and hypotension can be optimized by taking an algorithmic approach to the use of anticonvulsant medications. Transport of patients after initial stabilization of an emergency should always be done in a manner that provides adequate safety and monitoring.",
    "headers": [
        {
            "id": 0,
            "name": "Training Clinical Personnel and Equipping the Office",
            "level": 2
        },
        {
            "id": 1,
            "name": "A = Airway",
            "level": 2
        },
        {
            "id": 2,
            "name": "FOREIGN-BODY ASPIRATION",
            "level": 3
        },
        {
            "id": 3,
            "name": "CROUP AND EPIGLOTTITIS",
            "level": 3
        },
        {
            "id": 4,
            "name": "B = Breathing",
            "level": 2
        },
        {
            "id": 5,
            "name": "ACUTE ASTHMA",
            "level": 3
        },
        {
            "id": 6,
            "name": "BRONCHIOLITIS",
            "level": 3
        },
        {
            "id": 7,
            "name": "PNEUMONIA",
            "level": 3
        },
        {
            "id": 8,
            "name": "C = Circulation",
            "level": 2
        },
        {
            "id": 9,
            "name": "D = Disability",
            "level": 2
        },
        {
            "id": 10,
            "name": "E = Evacuation (Transport to the Hospital)",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Children with conditions that can evolve into potentially life-threatening emergencies are often brought to the physician's office for medical attention. A survey of 280 family physicians and pediatricians in the Chicago area revealed that almost 80 percent had evaluated at least one severely ill child in the office during a three-month period.1Emergencies were defined in this study as status asthmaticus, upper airway obstruction, shock, significant trauma, status epilepticus, endocrine emergencies (such as diabetic ketoacidosis or adrenal crisis) and cardiac arrest."
        },
        {
            "parent": -1,
            "text": "In the majority of the practices surveyed,1medical personnel were both unprepared and ill-equipped to treat critically ill children. Only 27 percent of the surveyed staff were certified in basic life support, and only 17 percent were certified in pediatric advanced life support. Many offices were not equipped with routine emergency equipment, such as epinephrine and other drugs, oxygen, intravenous catheters, bag-valve-mask devices and nebulizers. The lack of preparedness was attributed to the following reasons: (1) emergencies were rarely encountered in the office (despite evidence to the contrary); (2) physicians and office personnel were too busy to obtain the necessary training and certification; (3) practices were already adequately equipped or staffed (again, despite evidence to the contrary) and (4) emergency equipment was too costly to purchase. Unfortunately, other studies have demonstrated similar findings.1–6"
        },
        {
            "parent": 0,
            "text": "Family physicians must ensure that their office personnel are appropriately trained to recognize and provide initial treatment to critically ill children. At a minimum, all clinical personnel in the office should be trained in basic life support. In addition, physicians should maintain their skills in pediatric resuscitation. The pediatric advanced life support (PALS) course sponsored by the American Academy of Pediatrics (AAP) and the American Heart Association would be an ideal first step in this regard.7Another valuable training resource is the advanced pediatric life support (APLS) emergency medicine course cosponsored by the AAP and the American College of Emergency Physicians. This course provides a further introduction to the recognition and treatment of common pediatric emergencies.8"
        },
        {
            "parent": 0,
            "text": "To maintain the proper degree of readiness for pediatric emergencies in the office, it might be useful to perform mock emergency drills periodically in the office.9Scheduled mock “codes” would allow clinical personnel to prepare in advance and ensure that equipment, medications and algorithms are in place. Unscheduled mock drills can be an effective way to assess the readiness of a clinic for an emergency."
        },
        {
            "parent": 0,
            "text": "Of course, appropriate care cannot be administered, even when personnel are appropriately trained, if the proper equipment is not available. Equipment must be routinely checked for proper function and maintenance. The equipment necessary for emergencies varies depending on the location of the office and its proximity to emergency medical services and the hospital. The cost to equip an office with the necessary supplies for the initial stabilization of a child may be less than what would be expected(Table 1).2Ideally, all emergency equipment and medications should be kept in a centralized, easily accessible location.TABLE 1Minimum Equipment and Medications Needed for Initial Stabilization and Management of Pediatric Office EmergenciesItemEstimated cost*EquipmentOxygen tank$14 per yearOxygen mask and tubing36 for box of 50Nebulizer (plastic “acorn” for delivering nebulized medications)125 for box of 50Syringes (3 mL)4 for box of 100Bag-valve-mask setup (including masks for infant, child and adolescent)132Intravenous catheters (24 gauge)45 for box of 50Intraosseous needles90 for 5Tubing for intravenous drip of fluids and medication58 for 50MedicationsAlbuterol (0.5 percent) for inhalation9 for 20 mL (80 doses)1 for 30 mL of normal salineNormal saline (for intravenous volume expansion)1 for 2 litersLorazepam (Ativan)16 for 10 mgD50glucose2 for 200 mLMethylprednisolone sodium succinate (Solu-Medrol)7 for 400 mgEpinephrine 1:10,0006 for 20 mLCost for all of the equipment504Cost for all of the medications42Total cost for equipment and medications$546*—Costs rounded to the nearest dollar. Estimates supplied by authors.Adapted with permission from Flores G, Weinstock DJ. The preparedness of pediatricians for emergencies in the office. What is broken, should we care, and how can we fix it? Arch Pediatr Adolesc Med 1996;150:249–56 [Published erratum appears in Arch Pediatr Adolesc Med 1996;150:592]."
        },
        {
            "parent": 0,
            "text": "While the outcome of pediatric out-of-hospital cardiac arrest is dismal, children rarely present with sudden cardiac arrest.10More commonly, cardiac arrest represents the end result of progressive deterioration in respiratory and circulatory function secondary to injury or disease. Cardiopulmonary failure may be avoided if the signs and symptoms of respiratory failure and shock are identified early and promptly treated. Every physician providing care to children should be able to effectively triage an ill child based on an initial, rapid cardiopulmonary assessment(Table 2). There are several excellent review articles on pediatric resuscitation.7,8,11–13TABLE 2ABC Approach to Assessment of the Critically Ill ChildA = AirwayPatentMaintainable with airway adjunctsHead tilt/chin lift (the so-called sniff position)Jaw thrustOral and nasal airwaysUnmaintainableRemoval of a foreign-body obstructionEndotracheal intubationPercutaneous needle cricothyrotomyB = BreathingRespiratory mechanicsRespiratory rateRetractionsUse of accessory muscles of respirationNasal flaringGruntingAir entry/exchangeSymmetric chest expansionBreath soundsParadoxical breathingStridorWheezingColorC = CirculationHeart rateBlood pressureQuality/strength of peripheral and central pulsesSkin perfusionColorCapillary refill timeTemperatureMottlingEnd-organ perfusionCentral nervous system perfusionResponsiveness (awake, responds to voice, responds to pain, unresponsive)Recognition of parentsMuscle tonePupillary reflexesPosturingKidney perfusionUrine output >1 mL per kg per hour"
        },
        {
            "parent": 1,
            "text": "The airway of a child differs from that of an adult in several respects, and these differences contribute to the ease with which the child's airway can become obstructed. Even a small reduction in the size of the airway can cause a significant increase in airway resistance, which subsequently leads to an increased effort of breathing. Because airway obstruction can eventually progress to cardiopulmonary arrest, initial efforts at resuscitation should always be aimed at management of the airway."
        },
        {
            "parent": 1,
            "text": "Children who are alert and awake but in respiratory distress should be allowed to remain in a position of comfort, as this position usually assures optimal airway patency. When a child becomes unconscious, however, relaxation of the upper airway musculature in combination with passive posterior displacement of the mandible and tongue can lead to airway obstruction. Noninvasive methods of opening the airway, such as head positioning and the jaw-thrust maneuver, may be sufficient in these cases."
        },
        {
            "parent": 1,
            "text": "There are many causes, infectious and non-infectious, of airway obstruction in children. Common causes include foreign-body aspiration, croup and epiglottitis."
        },
        {
            "parent": 2,
            "text": "Obstruction of the airway by a foreign body is most common in children younger than five years. Commonly aspirated objects include peanuts, grapes, coins, small toys, small pieces of jewelry, pieces of a latex balloon and pieces of a hot dog. Foreign-body aspiration should be suspected in any child presenting with the acute onset of respiratory distress in association with coughing, gagging and stridor, especially when there is no history of prodromal illness. Patients presenting with such symptoms should be transported by ambulance to a hospital for evaluation. Relief of complete airway obstruction with basic life support maneuvers can be potentially lifesaving. Deaths related to foreign-body aspiration have decreased dramatically since the introduction of the Heimlich maneuver.7,14"
        },
        {
            "parent": 3,
            "text": "Certain infections in children, most notably croup and epiglottitis, can also cause airway obstruction. An infectious cause should be suspected in children with signs and symptoms of airway obstruction accompanied by a prodromal illness or fever."
        },
        {
            "parent": 3,
            "text": "Croup, also known as laryngotracheobronchitis, is a common upper respiratory infection in the fall and winter. It is usually associated with the parainfluenza virus and typically occurs in children from three months to three years of age. Croup produces a clinical syndrome classically characterized by a harsh, barking or seal-like cough, hoarseness and stridor following a few days of coryza and a low-grade fever. The symptoms are caused by upper airway edema, which produces narrowing of the subglottic region. Although certainly not specific for croup, the classic radiographic finding of subglottic narrowing on posteroanterior neck films is described as the “steeple sign”(Figure 1)."
        },
        {
            "parent": 3,
            "text": "The acute management of croup consists of close monitoring and assessment of cardiorespiratory status. Cool mist or humidified oxygen should be administered immediately. Pulse oximetry, if available, provides a rapid, objective means for evaluating respiratory status."
        },
        {
            "parent": 3,
            "text": "Some children with croup require administration of nebulized racemic epinephrine, 0.05 mL per kg of 2.25 percent solution diluted in 3 mL of normal saline. Because of the risk of rebound edema 30 to 90 minutes after administration of epinephrine, many authorities suggest hospital admission for all children who receive racemic epinephrine, although this is somewhat controversial.15At minimum, the child should be observed for several hours after racemic epinephrine has been administered."
        },
        {
            "parent": 3,
            "text": "If respiratory distress continues after administration of epinephrine, patients should be admitted to the hospital for treatment with humidification, racemic epinephrine (if indicated) and systemic corticosteroids (0.6 mg per kg of dexamethasone administered intramuscularly or intravenously). Some physicians use oral steroids to treat less critically ill hospitalized patients and outpatients, although the efficacy of oral steroid therapy remains unproved."
        },
        {
            "parent": 3,
            "text": "Epiglottitis has become uncommon since the introduction of theHaemophilus influenzaetype b vaccine. Epiglottitis usually can be differentiated from croup by its more rapid onset, the toxic appearance of the patient and the notable absence of a barking cough(Table 3). Children presenting with signs and symptoms suggestive of epiglottitis must be transported immediately to the hospital, where an airway can be established under controlled conditions. During transport, it is best to leave the child in the parent's arms and gently administer blow-by supplemental oxygen. Bag-valve-mask ventilation may be required if the child's condition deteriorates.16TABLE 3Distinguishing Features of Croup and EpiglottitisFeatureCroupEpiglottitisOnsetProdromal period, 1 to 7 daysRapid onset, 4 to 12 hoursTypical age of patient3 months to 3 years1 to 6 yearsSeasonal occurrenceLate autumn and early winterNoneCausative agentsParainfluenza, respiratory syncytial virus, influenza AHaemophilus influenzaetype b (classically),Streptococcus pneumoniae, group A streptococcusPathologySubglottic edemaInflammatory edema of epiglottisClinical manifestationsBarking, seal-like coughDysphagia, droolingCoryza“Hot potato” (muffled) voiceLow-grade feverHigh fever (> 39.5°C [103°F])Inspiratory and expiratory stridorInspiratory stridorToxic appearanceSits in a “tripod” positionTreatmentCool mistOxygenOxygenTransport to hospitalRacemic epinephrine, 0.05 mL per kg in 3 mL of normal saline aerosolEndotracheal intubation (usually performed in the operating room)Dexamethasone, 0.6 mg per kg intramuscularly, one timeCeftriaxone (Rocephin), 80 mg per kg per dayAdmission criteriaRespiratory distressAll childrenHypoxemiaInadequate oral intake"
        },
        {
            "parent": 4,
            "text": "The primary function of the respiratory system is to obtain oxygen for delivery to the tissues (oxygenation) and to remove the carbon dioxide that is produced during metabolism (ventilation). Respiratory compromise can therefore result in inadequate ventilation, inadequate oxygenation, or both. Respiratory arrest can rapidly progress to cardiopulmonary arrest, with its associated dismal outcome in children. Therefore, early recognition and management of potential respiratory failure is critical. While many diseases can cause respiratory distress, asthma, bronchiolitis and pneumonia are the most likely etiologies in children seen in physicians' offices."
        },
        {
            "parent": 5,
            "text": "Asthma affects more than 5 percent of children in the United States.17The incidence of asthma in children continues to rise, and morbidity and mortality continue to be a problem despite improvements in outpatient management.18The disease is characterized by bronchial muscle spasm, mucosal edema and inflammation, as well as mucus plugging of the airways. All of these processes can produce significant airway obstruction and result in air-trapping and ventilation-perfusion mismatching."
        },
        {
            "parent": 5,
            "text": "The majority of patients who have respiratory impairment because of asthma present with a history of gradual deterioration in respiratory function over a few days, although a small percentage of patients progresses rapidly to respiratory failure. Patients usually complain of shortness of breath and exhibit signs of respiratory distress, including tachypnea, tachycardia, hypoxia (as evidenced by a low oxygen saturation on pulse oximetry), nasal flaring, chest wall retractions and the use of respiratory accessory muscles. Wheezing is often present, but the severity of wheezing does not always correlate with the severity of airway obstruction. There may be no wheezing in severe attacks, when little or no air movement occurs.19"
        },
        {
            "parent": 5,
            "text": "The treatment of acute asthma rests on reversal of bronchospasm and modulation of airway inflammation(Figure 2). In addition, supplemental oxygen should be administered to maintain an oxygen saturation of above 92 percent. Oxygen not only improves the hypoxemia often associated with an asthma attack but also acts as a direct bronchodilator. Children who remain in respiratory distress or require supplemental oxygen following initial treatment should be hospitalized."
        },
        {
            "parent": 6,
            "text": "Bronchiolitis is typically caused by respiratory syncytial virus. It is characterized by small airway obstruction and usually affects children younger than two years. It is most common during the winter. Classically, children present with a prodromal period of cough, coryza and low-grade fever. Apnea may be the only symptom in very young infants. Some patients, especially young children, may exhibit signs and symptoms of respiratory distress that are indistinguishable from those of an acute asthma attack. Radiographs typically show hyperinflation with patchy infiltrates and atelectasis(Figure 3)."
        },
        {
            "parent": 6,
            "text": "Young children with bronchiolitis are susceptible to rapid decompensation and must therefore be treated aggressively. Cool mist vaporization and oral fluids (if tolerated) are prudent initial measures in nontoxic children. Supplemental oxygen should be administered to all children presenting with respiratory distress. Early studies of bronchodilator therapy in the management of bronchiolitis showed marginal benefits; however, more recent studies have shown that bronchodilator therapy may have a place in the treatment of bronchiolitis.20Racemic epinephrine may also be useful, although any effects are shortlived.21Steroids have not been proved to be useful in acute treatment of this disease. Hospitalization should strongly be considered in children with hypoxemia (oxygen saturation of less than 92 percent) despite treatment, a toxic appearance, a history of prematurity, underlying cardiac disease or age less than three months."
        },
        {
            "parent": 7,
            "text": "Pneumonia is one of the most common discharge diagnoses among children hospitalized because of a respiratory illness. The clinical manifestations of pneumonia vary, depending on the etiologic agent and the patient's age. Bacterial pneumonia in children often is associated with nonspecific signs and symptoms of respiratory distress. However, high fever and an elevated leukocyte count may help differentiate pneumonia from other respiratory illnesses. Management of pneumonia is similar to that of other acute lower respiratory diseases but requires the addition of antibiotics. Children with respiratory distress, the need for supplemental oxygen or involvement of more than one lobe should be hospitalized and receive parenteral antibiotics."
        },
        {
            "parent": 8,
            "text": "Shock is defined as a failure of the cardiovascular system to provide sufficient oxygen and other substrates to meet the metabolic demands of the tissues. Therefore, a state of shock may develop when the cardiac output is normal, increased or decreased. Hypovolemia is by far the most common etiology of shock in children. Hypovolemic shock in children may result from excessive fluid losses, most commonly the result of prolonged vomiting and diarrhea."
        },
        {
            "parent": 8,
            "text": "Shock progresses through three stages(Table 4). During the so-called early, compensated phase, blood pressure is maintained in a relatively normal range because of the body's compensatory mechanisms, such as increased heart rate and systemic vascular resistance. Therefore, a child may be in a state of shock but have a normal blood pressure.7,8,22TABLE 4Circulatory Changes in the Three Stages of ShockParameterEarly shock (compensated shock)Late shock (decompensated shock)Irreversible shockHeart rate↑↑↑↓Respiratory rate↑↑ ↓↓ or apneicBlood pressureNormal↓↓ ↓Skin colorMottlingCool, paleCool, paleCapillary refill> 2 seconds>> 2 seconds>> 2 secondsLevel of consciousnessNormalDecreasedUnconscious↑= Increased; ↑ ↑ = markedly increased; ↓= decreased; ↓ ↓= markedly decreased; ↑ ↓= increased or decreased; > = greater than; >> = much greater than."
        },
        {
            "parent": 8,
            "text": "The initial treatment priority in shock, following attention to the airway and respiratory status, is to obtain vascular access and administer fluids. Attempts at peripheral venous access should be limited to a minimum of three before alternative methods of vascular access are utilized.23Intraosseous access is relatively simple and provides a route for administering medications and fluids. Vascular access with this method can be reliably and safely achieved in less than 30 seconds, even by clinicians with little experience with the technique.24"
        },
        {
            "parent": 8,
            "text": "Many physicians with little experience in intraosseous access are reluctant to use this potentially lifesaving route. Injecting intra-osseous needles into chicken drumsticks provides a reasonable facsimile to pretibial insertion in a child and may help to familiarize physicians with the “hands-on” aspects of this procedure."
        },
        {
            "parent": 8,
            "text": "After vascular access is achieved, a fluid bolus of 20 mL per kg of normal saline should be administered. Fluid boluses should be administered as quickly as possible and until the patient's vital signs and appearance improve. Consideration should be given to the possibility of cardiogenic shock in all children who have underlying cardiac disease, who do not improve after two to three fluid boluses or who have physical examination findings suggestive of congestive heart failure. Following initial resuscitation, the child should be transported to the hospital immediately."
        },
        {
            "parent": 9,
            "text": "Status epilepticus, defined as a seizure lasting more than 15 minutes or multiple seizures without a lucid interval, occurs in 60,000 persons annually in the United States.25The majority of cases of status epilepticus occur in children.25The mortality rate in children has been reported in recent years to be between 3.6 and 6.0 percent.26,27Common etiologies include idiopathic seizures (epilepsy), trauma, intracranial infection, metabolic disturbances, developmental abnormalities and tumors.28"
        },
        {
            "parent": 9,
            "text": "Management of status epilepticus must occur rapidly and in a coordinated fashion(Figure 4). Attention should first be directed toward the ABCs: stabilizing the patient's airway, breathing and circulation. Oxygen should be administered and vascular access obtained. Drug-induced respiratory depression or hypotension related to overly aggressive treatment of seizures is an important cause of morbidity. Careful attention to dosage and rate maximums can help minimize this problem."
        },
        {
            "parent": 9,
            "text": "A benzodiazepine, administered parenterally or rectally, is the initial drug of choice for rapid control of seizures. However, because of the limited duration of action of benzodiazepines, a longer-acting anticonvulsant, such as phenobarbital, phenytoin (Dilantin) or the newer agent fosphenytoin (Cerebyx), may be necessary if seizures persist or when the underlying etiology cannot be readily reversed, such as a mass lesion. It is important to monitor for drug-induced respiratory depression and to be prepared to expeditiously intubate a child if necessary."
        },
        {
            "parent": 10,
            "text": "Following initial resuscitation and stabilization in the office, a decision must be made about whether the child should be hospitalized or referred to the emergency department. If so, which hospital? If the child is referred to the hospital, how should the child be transported? Some areas of the United States have transport teams that specialize in pediatric patients. Ideally, the referring physician should communicate directly with the physician who will evaluate the child, so that preparations at the hospital are made ahead of the child's arrival."
        },
        {
            "parent": 10,
            "text": "Transporting the child to the hospital should never diminish the level of services or care that a child receives. Unfortunately, the family car may be the most common means of transporting the child to the hospital. In a survey of physicians in Pennsylvania,29more than one half of the physicians stated that the patient's family automobile was the most common means of transport to the hospital. This was true regardless of the availability of dedicated transport services and, more importantly, regardless of the severity of the child's illness. Physicians must be cognizant of the capabilities of local transport systems and, if required, be prepared to escort their patients to the hospital."
        }
    ],
    "locked": false
}