{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0515/p2864.html#afp19990515p2864-uf1",
    "title": "Thrombosis, Stress Ulcers and Catheter-Related Infection | AAFP",
    "author": "GRACE BROOKE HUFFMAN, M.D.",
    "doi": "Am Fam Physician.1999;59(10):2864-2869",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "The major complications that occur in critically ill patients are (1) deep venous thromboembolism (DVT), (2) stress-related upper gastrointestinal bleeding and (3) infections related to vascular catheters. Saint and Matthay reviewed the literature to identify and recommend strategies that have been shown to reduce the risk of these complications in critically ill patients."
        },
        {
            "parent": -1,
            "text": "The authors reviewed the literature on the effectiveness of unfractionated heparin, low-molecular-weight heparin and intermittent pneumatic compression in preventing DVT. In a study of patients with heart failure or respiratory infection, the incidence of DVT was 4 percent in patients who received 5,000 U of low-dose unfractionated heparin every eight hours, compared with an incidence of 26 percent in patients who did not receive heparin. In a study of 1,358 medical patients, the mortality rate in patients receiving low-dose unfractionated heparin was 7.8 percent, compared with a mortality rate of 10.9 percent in patients who did not receive prophylaxis. In a randomized study of 166 medical patients, no significant difference in the incidence of DVT was observed between the patients who received low-molecular-weight heparin and the patients who received low-dose unfractionated heparin."
        },
        {
            "parent": -1,
            "text": "The authors' recommendations for prevention of DVT in critically ill patients are as follows: (1) Most critically ill patients who are at moderate or high risk of venous thromboembolism should receive prophylaxis with heparin. (2) Either low-dose unfractionated heparin or low-molecular-weight heparin is acceptable in critically ill patients. Low-molecular-weight heparin may be preferred in patients whose outcome may be compromised by minor bleeding or heparin-induced thrombocytopenia. (3) In patients with contraindications to heparinization, intermittent pneumatic compression may be appropriate, although no studies of its use in critically ill medical patients have been performed."
        },
        {
            "parent": -1,
            "text": "Studies have shown that mechanical ventilation and coagulopathy are associated with an increased risk of stress-related upper gastrointestinal bleeding. Mechanical ventilation and coagulopathy were the only risk factors identified in a study of 179 critically ill patients, of whom 14 percent had evidence of occult or overt bleeding. This association was also found in a study of 2,252 critically ill patients and surgical patients."
        },
        {
            "parent": -1,
            "text": "The authors evaluated the results of studies that compared histamine H2-receptor antagonists, sucralfate and antacids in preventing stress-related gastrointestinal bleeding. H2-receptor antagonists and antacids have been implicated as possible risk factors for nosocomial pneumonia in critically ill patients. A meta-analysis published in 1996 pointed to a significantly reduced incidence of clinically important bleeding in patients who received H2-receptor antagonist prophylaxis. However, a trend toward an increased risk of pneumonia and death was noted in these patients. A study that compared use of ranitidine and sucralfate in 1,200 patients requiring mechanical ventilation revealed that the incidence of clinically important bleeding was significantly lower in the ranitidine group (1.7 percent versus 3.8 percent in the sucralfate group). Ventilator-associated pneumonia was nonsignificantly decreased in the ranitidine group (16.2 percent versus 19.1 percent)."
        },
        {
            "parent": -1,
            "text": "The authors' recommendations for prevention of stress-related gastrointestinal bleeding are as follows: (1) An H2-receptor antagonist prevents upper gastrointestinal bleeding in critically ill patients, but clinical studies have not demonstrated a mortality benefit. (2) Prophylaxis may be warranted in high-risk patients, such as those with respiratory failure or coagulopathy. (3) If prophylaxis is used, the choice between an H2-receptor antagonist and sucralfate may depend on the expected duration of mechanical ventilation(seeaccompanying algorithm)."
        },
        {
            "parent": -1,
            "text": "The risk of vascular catheter–related infection depends on the length of time the catheter remains in place and the location of the catheter. One study of pooled data from 25 trials revealed that the risk of infection with a peripheral venous catheter was 1.3 percent per day; with a systemic arterial catheter, it was 1.9 percent per day; and with a central venous catheter, the risk was 3.3 percent per day."
        },
        {
            "parent": -1,
            "text": "The authors compared the literature on four methods of preventing catheter-related infections: the use of silver-impregnated cuffs attached to central lines, the use of antibacterial- or antiseptic-impregnated catheters, routine catheter changes, and the use of chlorhexidine gluconate as a skin antiseptic. Given the increased cost of silver-impregnated cuffs—$30 more per catheter—the authors believe efficacy should be established before routine use can be recommended."
        },
        {
            "parent": -1,
            "text": "Four studies have shown that triple-lumen central catheters coated or impregnated with antibacterials or antiseptics reduce the rate of bacterial colonization. Two studies did not show such a benefit, but the authors note that these two studies were flawed."
        },
        {
            "parent": -1,
            "text": "Although changing the catheter is thought to reduce the risk of catheter-related infections, this strategy does not appear to be supported by clinical studies. Two studies showed that the rate of infection did not differ between the group having frequent (i.e., weekly or every three days) catheter changes and the group having less frequent changes."
        },
        {
            "parent": -1,
            "text": "Clinical studies suggest that the best antiseptic agent for cleansing the skin in preparation for catheter insertion is chlorhexidine gluconate. In a randomized trial of patients with central venous catheters or arterial catheters, patients in whom chlorhexidine gluconate was used had a local infection rate of 2.3 percent, compared with infection rates of 7.1 percent for alcohol and 9.3 percent for povidone-iodine."
        },
        {
            "parent": -1,
            "text": "The authors' recommendations for prevention of vascular catheter–related infections are as follows: (1) Compared with gauze dressing, transparent dressings may increase the risk of local infection, but the benefits may justify the use of transparent dressings. (2) Chlorhexidine gluconate should be used for disinfecting the skin before insertion of a catheter. (3) A central venous triple-lumen catheter impregnated with an antibacterial agent should be considered for patients who need short-term (less than seven days) central line access and who remain at high risk of infection. (4) Central venous, pulmonary arterial and systemic arterial catheters should be changed only when there is a clear indication to do so. (5) Pulmonary arterial catheters should be used cautiously."
        }
    ],
    "locked": false
}