{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0301/p1321.html#afp19990301p1321-uf1",
    "title": "CDC Issues New Recommendations for the Prevention and Control of Hepatitis C Virus Infection | AAFP",
    "author": "VERNA L. ROSE",
    "doi": "Am Fam Physician.1999;59(5):1321-1323",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "Testing",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The Centers for Disease Control and Prevention (CDC) has issued recommendations for the prevention and control of hepatitis C virus (HCV) infection and associated chronic disease. These recommendations, published in the October 16, 1998, issue of the recommendations and reports series ofMorbidity and Mortality Weekly Report, provide broader guidelines than previous recommendations issued in 1991 by the CDC. The new guidelines cover the following topics: preventing the transmission of HCV; identifying, counseling and testing persons at risk for HCV infection; and providing appropriate medical evaluation and management of persons infected with HCV. The guidelines also include discussions on epidemiology, screening and diagnostic tests, clinical features and natural history, postexposure prophylaxis, public health surveillance and future directions for research."
        },
        {
            "parent": -1,
            "text": "According to the CDC, HCV infection is the most common chronic bloodborne infection in the United States. Data from the Third National Health and Nutrition Examination Survey, conducted from 1988 to 1994, indicate that an estimated 3.9 million Americans have been infected with HCV. Many of these persons are not aware of their infection, because they do not feel ill. To help reduce the burden of HCV infection in the United States, the CDC recommends primary prevention efforts to decrease the chance of contracting HCV infection and secondary prevention efforts to reduce the risk of liver disease and other chronic diseases in persons already infected with HCV."
        },
        {
            "parent": -1,
            "text": "Risk factors associated with transmission of HCV include blood transfusion, injecting drug use, employment in patient care or clinical laboratory work, exposure to a sex partner or a household member who has had a history of hepatitis, exposure to multiple sex partners and low socioeconomic level. Injecting drug use currently accounts for most HCV transmissions in the United States and has accounted for a substantial percentage of HCV infections in the past. Improved policies for screening of donors and more sensitive testing have considerably decreased the transmission of HCV through transfusions and transplants."
        },
        {
            "parent": -1,
            "text": "Primary Prevention. Primary prevention activities that reduce risks for contracting HCV infection include screening and testing of blood, plasma, organ, tissue and semen donors; virus inactivation of plasma-derived products; risk-reduction counseling and services; and implementation and maintenance of infection-control practices."
        },
        {
            "parent": -1,
            "text": "All health care professionals should routinely obtain a history from patients about possible use of illegal drugs and high-risk sexual practices. Persons who inject drugs or who are at risk for sexually transmitted diseases should be counseled regarding what they can do to lower their risk of becoming infected or of transmitting infectious agents to others. Counseling and education to prevent initiation of illegal drug injecting or high-risk sexual practices is important for all patients, especially for adolescents."
        },
        {
            "parent": -1,
            "text": "Health care workers, emergency medical personnel and public safety workers should be educated about risk for and prevention of bloodborne infections, including the need to be vaccinated against hepatitis B. Standard barrier precautions and engineering controls should be implemented to prevent exposure to blood. Protocols should be in place for reporting and follow-up of percutaneous or permucosal exposures to blood or body fluids that contain blood."
        },
        {
            "parent": -1,
            "text": "Secondary Prevention. Secondary prevention activities include identification, counseling and testing of persons at risk of acquiring HCV infection(see algorithm), and the medical management of infected persons. The identification of these persons, many of whom do not realize they are infected, must be a primary focus of current prevention programs."
        },
        {
            "parent": -1,
            "text": "Persons who should be tested routinely for HCV infection based on their risk for infection include the following:"
        },
        {
            "parent": -1,
            "text": "Persons who ever injected illegal drugs, including those who injected once or a few times many years ago and do not consider themselves to be drug users.Persons with selected medical conditions, including persons who received clotting factor concentrates produced before 1987, persons who were ever on long-term hemodialysis and persons with persistently abnormal alanine aminotransferase (ALT) levels.Prior recipients of transfusions or organ transplants, including persons who were notified that they received blood from a donor who later tested positive for HCV infection, persons who received a transfusion of blood or blood components before July 1992 and persons who received an organ transplant before July 1992."
        },
        {
            "parent": -1,
            "text": "Persons who should be tested routinely for HCV infection based on a recognized exposure are health care workers, emergency medical personnel and public safety workers after needle-stick, sharps or mucosal exposure to HCV-positive blood, and children born to women who are positive for HCV."
        },
        {
            "parent": -1,
            "text": "Routine HCV testing is not recommended by the CDC for health care workers, emergency medical personnel and public safety workers, pregnant women, household contacts of HCV-positive persons and the general population. The guidelines also contain a discussion about persons for whom routine testing is of uncertain need."
        },
        {
            "parent": 0,
            "text": "Consent for testing for HCV infection should be obtained, and measures should be in place to prevent unwanted disclosure of results to others. Persons who are tested should be provided with information about the following:"
        },
        {
            "parent": 0,
            "text": "Exposures associated with the transmission of HCV, including behaviors or exposures that might have occurred infrequently or many years ago.The test procedures and the meaning of test results.The nature of hepatitis C and chronic liver disease.The benefits of detecting infection early.Available medical treatment.Potential adverse consequences of testing positive, including disrupted personal relationships and possible discrimination (e.g., loss of employment)."
        },
        {
            "parent": 0,
            "text": "The CDC report notes that the National Institutes of Health (NIH) issued a consensus statement on management of hepatitis C in 1997.1However, the CDC cautions physicians to keep up with the latest advances in antiviral therapy for chronic HCV and to consult experts for the latest changes or additions to treatment. The following information has been taken from the NIH report regarding persons who should be treated:"
        },
        {
            "parent": 0,
            "text": "Treatment is recommended for patients with chronic hepatitis C infection who are at greatest risk for progression to cirrhosis, as characterized by persistently elevated ALT levels, detectable HCV RNA and a liver biopsy indicating either portal or bridging fibrosis or at least moderate degrees of inflammation and necrosis.Persons for whom treatment is unclear include patients with compensated cirrhosis; patients with persistent ALT elevations but with less severe histologic changes (in these patients, progression to cirrhosis is likely to be slow, if at all; therefore, observation and serial measurements of ALT and liver biopsy every three to five years is an acceptable alternative to treatment with interferon); and patients younger than 18 years or older than 60 years.Persons for whom treatment is not recommended include patients with persistently normal ALT values; patients with advanced cirrhosis who might be at risk for decompensation with therapy; patients who are currently drinking excessive amounts of alcohol or who are injecting illegal drugs; or persons with major depressive illness, cytopenias, hyperthyroidism, renal transplantation; evidence of autoimmune disease; or those who are pregnant."
        }
    ],
    "locked": false
}