{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/1101/p2108.html#afp19991101p2108-uf1",
    "title": "Evaluating Infants With Possible Pyloric Stenosis | AAFP",
    "author": "GRACE BROOKE HUFFMAN, M.D.",
    "doi": "Am Fam Physician.1999;60(7):2108-2110",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Hypertrophic pyloric stenosis (HPS) is a fairly common condition in infants, affecting approximately three of every 1,000 live births. Clinical findings typically include a history of projectile, nonbilious vomiting, gastric hyperperistalsis and a palpable mass in the epigastric area. A palpable mass is sufficient cause for proceeding to surgical treatment without confirming diagnostic imaging studies. However, when physical findings alone are inconclusive, an upper gastrointestinal series and an abdominal ultrasound examination are often ordered because of their high sensitivity in identifying underlying problems. The upper gastrointestinal series is considered more cost-effective than ultrasound examination because patients with normal results on ultrasound examination still require additional testing to determine the cause of vomiting. Mandell and associates studied infants with vomiting in an attempt to create an algorithm using the volumetric method for selecting the most appropriate imaging study to identify the cause of the vomiting. They also wished to better define the role of the pediatric surgeon in evaluating these infants."
        },
        {
            "parent": -1,
            "text": "Infants referred to an outpatient imaging department over a four-year period with a provisional diagnosis of HPS were eligible for the study. Information about the duration and type of vomiting was obtained, as was the infant's weight, the time of the previous meal and the time of the previous emesis. Patients who had eaten within the hour before the examination were excluded from the study. A pediatric radiologist inserted a no. 8 feeding tube into the patient's stomach and then aspirated and measured the gastric contents. An aspirated volume of at least 5 mL was considered consistent with gastric outlet obstruction or HPS, and an ultrasound examination was performed. An aspirated volume of less than 5 mL was not consistent with obstruction, so fluoroscopy was performed. HPS was defined on ultrasound examination as a 4-mm pyloric muscle thickness and a 14-mm pyloric muscle length. Pediatric surgeons obtained a history and examined most of the patients."
        },
        {
            "parent": -1,
            "text": "A total of 89 patients (67 boys and 22 girls) were included in the study. Of these, 23 (26 percent) were diagnosed with HPS based on the aspirate volume criteria and underwent surgery. The sensitivity of aspirate volume as an indicator was 91 percent. Two false-negative studies and eight false-positive studies occurred. More than one half (67 percent) of the patients with HPS had recently lost weight or failed to gain weight, compared with only 22 percent of those who did not have HPS. The mean duration of vomiting episodes was 19 days. Of the 66 patients evaluated with an upper gastrointestinal series, 52 (79 percent) had gastroesophageal reflux and nine (14 percent) had slow gastric emptying. Evaluations by pediatric surgeons were correct 82 percent of the time, and a palpable mass was appreciated in 19 (53 percent) infants later confirmed to have HPS. Use of the volume aspirate algorithm for the specific steps(see theaccompanying figure)led to 62 fewer imaging studies."
        },
        {
            "parent": -1,
            "text": "The authors conclude that measuring the gastric contents of an infant who presents with nonbilious vomiting is appropriate before ordering additional tests. Use of this relatively simple algorithm can decrease the number of diagnostic procedures performed on these patients, which saves time and the cost associated with establishing the diagnosis."
        }
    ],
    "locked": true
}