{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0801/p510.html#afp19990801p510-f4",
    "title": "Endogenous Endophthalmitis: Case Report and Brief Review | AAFP",
    "author": "CESAR F. ROMERO, M.D., MANDEEP K. RAI, M.D., CAREEN Y. LOWDER, M.D., PH.D., AND KARIM A. ADAL, M.D., M.S.",
    "doi": "Am Fam Physician.1999;60(2):510-514",
    "abstract": "Endogenous endophthalmitis is a potentially blinding ocular infection resulting from hematogenous spread from a remote primary source. The condition is relatively rare but may become more common as the number of chronically debilitated patients and the use of invasive procedures increase. Many etiologic organisms (gram-positive, gram-negative and fungal) have been reported to cause endogenous endophthalmitis. Risk factors are well defined and include most reasons for immune suppression. A high clinical suspicion is needed for early diagnosis and treatment. Early intravenous antibiotic therapy remains the cornerstone of treatment. The roles of intravitreal antibiotics and vitrectomy are evolving and may become more widely accepted as therapeutic modalities. The authors report a case of endogenous endophthalmitis and provide a brief review of the literature.",
    "headers": [
        {
            "id": 0,
            "name": "Illustrative Case",
            "level": 2
        },
        {
            "id": 1,
            "name": "Classification",
            "level": 2
        },
        {
            "id": 2,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 3,
            "name": "Microbiology",
            "level": 2
        },
        {
            "id": 4,
            "name": "Clinical Manifestations and Diagnosis",
            "level": 2
        },
        {
            "id": 5,
            "name": "Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Endogenous endophthalmitis is defined as an intraocular infection resulting from hematogenous bacterial spread. It is relatively rare, accounting for 2 to 8 percent of all cases of endophthalmitis, and is associated with immunocompromised states, debilitating diseases and invasive procedures.1Because of the rapid advance of medical technology, a longer life span of patients with chronic diseases and a rising prevalence of long-term intravenous access, the disease may become more common in clinical practice. It is important that the family physician be aware of endogenous endophthalmitis because early diagnosis and prompt aggressive treatment are imperative if vision loss is to be avoided."
        },
        {
            "parent": 0,
            "text": "A 70-year-old woman presented with a five-day history of progressive blurring of vision and pain in the left eye. She had not experienced trauma, fever or chills. The patient had diabetes mellitus, decubitus ulcers and end-stage renal disease; she had recently started hemodialysis therapy. She was afebrile. Ocular examination revealed left upper lid erythema and edema with ectropion of the lower lid(Figure 1). There was marked proptosis with a profuse, thick, purulent discharge(Figure 2). The eye had no light perception or motility, and ciliary injection as well as diffuse subconjunctival hematoma were present. Fibrin was seen in the anterior chamber. Funduscopic examination showed diffuse vitreal debris with old vitreal hematoma and fibrosis. The area around the subclavian dialysis catheter showed no erythema or suppuration. A grade 2/6 systolic murmur was audible at the apex, and a clean, stage 4 decubitus ulcer was present in the sacral area."
        },
        {
            "parent": 0,
            "text": "The white blood cell count was 14,000 per mm3(14 × 109per L), with 87 percent neutrophils. Conjunctival culture showed a heavy growth of methicillin-resistantStaphylococcus aureus. Blood cultures remained negative. A computed tomographic scan of the head showed diffuse scleral thickening of the left orbital space with preseptal inflammation and proptosis(Figure 3)."
        },
        {
            "parent": 0,
            "text": "Ultrasonography of the eye showed dense vitreous opacities. Echocardiography revealed no vegetations. The patient was given vancomycin and gentamicin, and underwent enucleation on the third hospital day. Pathologic examination showed massive inflammation throughout the globe, consistent with panophthalmitis. Gram stain showed clusters of gram-positive cocci in the vitreous and cornea."
        },
        {
            "parent": 1,
            "text": "Endophthalmitis is broadly classified as exogenous or endogenous(Figure 42). Exogenous endophthalmitis is associated with an extrinsic portal of entry. Endogenous endophthalmitis implies a bloodborne infection related to bacteremia. A classification system introduced by Greenwald3takes into consideration the affected areas of the globe and the associated visual prognosis. Focal endophthalmitis responds well to intravenous antibiotics and generally results in minimal sequelae. Posterior diffuse endophthalmitis and panophthalmitis are associated with a much poorer prognosis; often these conditions lead to blindness, atrophy of the globe or enucleation."
        },
        {
            "parent": 2,
            "text": "Endogenous endophthalmitis can occur at any age and has no sexual predilection. The right eye is involved twice as often as the left eye, because of the more proximal and direct blood flow to the right carotid artery.3Bilateral involvement occurs in approximately 25 percent of cases."
        },
        {
            "parent": 2,
            "text": "The population at greatest risk includes immunocompromised patients with leukemia, lymphoma, asplenia or hypogammaglobulinemia, and patients taking immunosuppressive therapy, including corticosteroids.3Chronic diseases such as diabetes mellitus, renal insufficiency and malignancies also increase the risk because of compromised immunity and the increased likelihood that the patient will undergo invasive procedures. Persons with acquired immune deficiency syndrome (AIDS) may also develop endogenous bacterial retinitis, but surprisingly few cases of endophthalmitis have been reported.4Alcoholics have an increased incidence of this disease. Intravenous drug use is specifically associated withBacillus cereusinfection and fungal endophthalmitis."
        },
        {
            "parent": 3,
            "text": "The patient's risk factors may help the physician predict the etiologic agent or narrow the list of potential organisms. Gram-positive organisms are the most common bacterial pathogens, especially the streptococcal species, includingStreptococcus pneumoniae. Staphylococcus aureusis found more often in patients with diabetes mellitus, renal failure, cutaneous infections or intravenous catheters. Infected arteriovenous fistulae have also been reported as a source of staphylococcal infection.1In the past 10 years,B. cereushas become a common bacterial agent in intravenous drug users.3It is an aggressive agent, leading to blindness if antibiotic therapy is not instituted very early."
        },
        {
            "parent": 3,
            "text": "Gram-negative organisms are also sometimes encountered.Neisseria meningitidiswas the most common pathogen in the pre-antibiotic era.3The number of cases of endophthalmitis related toHaemophilus influenzaeis expected to decrease with the advent of vaccination, paralleling the documented decrease in meningitis.5Cases of endophthalmitis related toEscherichia coliand Klebsiella have been associated with diabetes, liver disease and urinary tract infections.6,7"
        },
        {
            "parent": 3,
            "text": "Candida is the most common organism causing endogenous endophthalmitis.8Risk factors for infection with this organism include intravenous drug use, surgery, malignancies, intravenous hyperalimentation, endovascular lines, diabetes, neutropenia and the use of broad-spectrum antibiotics and immunosuppressive medications, especially corticosteroids.9The classic finding is white chorioretinal infiltrates with fluffy white vitreous opacities described as a “string of pearls” appearance."
        },
        {
            "parent": 4,
            "text": "A high degree of suspicion is necessary to make an early diagnosis of endogenous endophthalmitis. Patients commonly complain of eye pain, blurring of vision, ocular discharge and photophobia.10The risk factors mentioned above should be elicited, in addition to symptoms that suggest the presence of the primary infection. Patients who present at a later stage in the disease may have obvious signs such as chemosis, proptosis and hypopyon. Earlier signs such as Roth's spots (round, white retinal spots surrounded by hemorrhage) and retinal periphlebitis can be seen using funduscopy. Slit lamp examination and ocular ultrasonography should be performed to look for anterior vitreous haze echoes and retinochoroidal thickening. Clinicians must be more aware of the need to examine the eyes of extremely ill and sedated patients, such as those in intensive care units. Identifying the primary source of infection also requires a thorough examination."
        },
        {
            "parent": 4,
            "text": "In addition to initial diagnostic laboratory tests, testing for human immunodeficiency virus (HIV) infection should be considered in otherwise healthy persons with endophthalmitis. Routine radiographs may reveal a primary pulmonary infection. Echocardiography is also warranted to assess the possibility of endocarditis."
        },
        {
            "parent": 4,
            "text": "Other tests may be necessary, depending on the clinical presentation. Blood cultures and intraocular cultures obtained from both chambers before institution of antibiotic therapy give the highest yield for isolating the pathogen. The use of blood culture bottles for the inoculation of ocular specimens may increase the yield.11Cultures of other sites, including the catheter tip, should be obtained when appropriate. Gram stains of intraocular fluid may not be reliable. Immunologic tests for specific bacterial antigens can be performed in patients who have already received antibiotics; however, the usefulness of these tests has been challenged.12"
        },
        {
            "parent": 5,
            "text": "Prompt administration of antibiotic therapy is key in the acute management of endogenous endophthalmitis. This condition is particularly responsive to intravenous antibiotics, while in exogenous endophthalmitis, antibiotics are not actually necessary.13Systemic antibiotics also treat distant foci of infection and prevent continued bacteremia, thereby reducing chances of invasion of the unaffected eye. Empiric broad-spectrum antibiotic therapy with vancomycin (Vancocin) and an aminoglycoside or a third-generation cephalosporin is warranted."
        },
        {
            "parent": 5,
            "text": "Third-generation cephalosporins penetrate ocular tissues and are effective against gram-negative organisms. The nature of the clinical presentation, as well as the presumed (or confirmed) source of infection, can be used to guide the decision about which antibiotic to use. In cases of documented gastrointestinal or genitourinary infection, second- or third-generation cephalosporins and aminoglycosides are considered the drugs of choice. Vancomycin should be given to patients known to abuse drugs, covering the possibility of infection with Bacillus. In the presence of wounds, oxacillin or a first-generation cephalosporin should be used. If the patient's history, stains or culture results suggest a fungal infection, amphotericin B (Amphotec), fluconazole (Diflucan) or itraconazole (Sporanox) should be included in the regimen."
        },
        {
            "parent": 5,
            "text": "Intravitreal antibiotic injections have revolutionized the treatment of exogenous endophthalmitis, but their usefulness in endogenous cases is controversial. Similarly, surgical intervention (i.e., vitrectomy) is widely accepted in postsurgical and post-traumatic endophthalmitis, but its benefits in endogenous endophthalmitis have been debated.3,8"
        },
        {
            "parent": 5,
            "text": "Surgical intervention is generally recommended for patients infected with especially virulent organisms, visual acuity of 20/400 or less, or severe vitreous involvement. The outcome of posterior diffuse endophthalmitis or panophthalmitis is frequently blindness, regardless of treatment measures. Vitrectomy and intravitreal antibiotics may, however, prevent ocular atrophy or the necessity for enucleation."
        },
        {
            "parent": 5,
            "text": "Some damage may also be related to inflammatory mediators. Steroids such as dexamethasone have been administered intravitreally, although their role is not clear. Topical steroids have been used empirically in patients with anterior focal or diffuse disease to prevent complications such as glaucoma and formation of synechiae."
        },
        {
            "parent": 5,
            "text": "The outcome of endogenous endophthalmitis (compared with that of exogenous endophthalmitis) is disappointing. The three main factors that result in a poor prognosis include more virulent organisms, compromised host conditions and delay in diagnosis. Even with aggressive treatment, in only about 40 percent of patients is vision preserved (i.e., ability to count fingers or better)."
        }
    ],
    "locked": false
}