{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/0101/p151.html#afp20000101p151-f3",
    "title": "Osteochondritis Dissecans: A Diagnosis Not to Miss | AAFP",
    "author": "ALLEN L. HIXON, M.D., AND LISA M. GIBBS, M.D.",
    "doi": "Am Fam Physician.2000;61(1):151-156",
    "abstract": "Osteochondritis dissecans is the most common cause of a loose body in the joint space in adolescent patients. Because clinical findings are often subtle, diagnosis requires a high index of suspicion. Limited range of motion may be the only notable clinical sign. The diagnosis is made by radiographic examination, and magnetic resonance imaging has a key role in determining the stability of the lesion. Conservative management is the mainstay of treatment for stable lesions. While the majority of patients respond to conservative treatment, those with unstable lesions require arthroscopic management.",
    "headers": [
        {
            "id": 0,
            "name": "Illustrative Case",
            "level": 2
        },
        {
            "id": 1,
            "name": "Definition and Pathology",
            "level": 2
        },
        {
            "id": 2,
            "name": "Epidemiology",
            "level": 2
        },
        {
            "id": 3,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 4,
            "name": "Clinical Presentation",
            "level": 2
        },
        {
            "id": 5,
            "name": "Diagnosis",
            "level": 2
        },
        {
            "id": 6,
            "name": "Clinical Management",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Evaluation of knee pain in adolescents presents a challenge for primary care physicians. Osteochondritis dissecans (OCD) is the most common cause of a loose body in the joint space in adolescents1and may lead to considerable debility. OCD is a relatively rare disorder, characterized by a focal area of subchondral bone that undergoes necrosis. Historically, it has been seen predominantly in young men. Recently, it has been reported with increasing frequency among young female athletes.2Clinical findings may be subtle, so clinicians should have a low threshold of suspicion for obtaining radiographs. Early diagnosis and appropriate management may prevent long-term sequelae."
        },
        {
            "parent": 0,
            "text": "A 15-year-old girl presented to our clinic one week after accidentally running into a sliding glass door. She complained of knee pain that was worse with weight bearing and leg extension. Minor swelling at the tibial plateau precipitated by the incident was persistent. Although the patient's leg never “gave out,” she sensed that it might. She had no previous history of knee problems. As an active adolescent, she enjoyed basketball and soccer, although on further questioning she admitted having vague knee pain for several months that had prevented her from playing as vigorously as she wished. She had no other joint complaints. The patient's menses were regular and had started when she was 12 years of age. Her family history was negative for rheumatologic conditions."
        },
        {
            "parent": 0,
            "text": "On examination, significant findings included soft tissue swelling and joint line tenderness. The examination was negative for subpatellar effusion or tenderness. The Lachman test was negative, and the medial and lateral collateral ligaments were stable. Neurologic examination revealed symmetric reflexes with normal sensation and strength. She had discomfort with weight bearing and 5-degree limitation to full extension. Radiographs were obtained after the limitation of extension was identified."
        },
        {
            "parent": 0,
            "text": "Radiographs of the right knee demonstrated a bony fragment in the medial condyle of the femur(Figure 1). A magnetic resonance imaging (MRI) scan of the right knee was obtained to evaluate for chondral disruption. The scan revealed osteonecrosis involving the lateral aspect of the medial femoral condyle(Figure 2). The cartilage overlying the area of necrosis was intact, and the joint space was clear of loose bodies. Views of the other knee were obtained to rule out contralateral involvement and were normal."
        },
        {
            "parent": 0,
            "text": "The patient was subsequently referred to and evaluated by an orthopedic physician who concurred with the diagnosis. Clinically, the patient remained unable to fully extend her right leg. She underwent arthroscopy to assess for unstable necrotic fragments. Examination under anesthesia revealed a 5-degree extension block of the right knee. Arthroscopy revealed an osteochondral lesion measuring 1.0 × 0.5 cm corresponding to the radiographic findings in the medial femoral condyle. Loose cartilage was noted at the edge of the osteochondral defect and was debrided at this site. There was no evidence of exposed bone. The lesion itself was deemed stable after mechanical probing, and no further procedures were performed."
        },
        {
            "parent": 0,
            "text": "The patient was referred to physical therapy and completed three sessions for range of motion and quadricep strengthening. She was asked to refrain from competitive sports. The patient was lost to follow-up for nine months, at which time she was seen again in the family practice clinic. She was pain-free with full range of motion and a stable knee. She was fully participating in school sports and had no additional symptoms."
        },
        {
            "parent": 1,
            "text": "OCD refers to a focal area of subchondral bone that undergoes necrosis. The overlying cartilage remains intact to variable degrees, receiving nourishment from the synovial fluid. As the necrotic bone is resorbed, the cartilage loses its supporting structure.2Subsequently, the bony fragment may be displaced into the joint space. There are two main types of OCD: the adult form, which occurs after the physis closes, and the juvenile form, which occurs in patients with an open epiphyseal plate.3Many researchers believe that the adult form is undiagnosed persistent juvenile OCD.4"
        },
        {
            "parent": 2,
            "text": "The incidence of OCD in the general population is estimated to be 15 to 30 cases per 100,000 persons.1,5Although rare, it is recognized as an important cause of joint pain in active adolescents. OCD has typically been known to affect males between 10 and 20 years of age. One study noted that boys are three to four times as likely to be affected as girls.3The incidence appears to be increasing in women2and in younger children,1perhaps because of increasing involvement in organized sports."
        },
        {
            "parent": 2,
            "text": "The most commonly affected areas include, in decreasing order of frequency, the femoral condyles, talar dome and capitellum of the humerus.6The knee is involved about 75 percent of the time.3Classically, the non–weight-bearing medial femoral condyle is the location in 85 percent of cases of OCD of the knee.7OCD must be ruled out in the contralateral joint, because 20 to 30 percent of cases are bilateral.3Multiple lesions, while rare, have occasionally been noted.8Less frequent locations include the patella, femoral head, glenoid of the scapula, tibial plateau, head of the talus and vertebrae.8,9Capitellar lesions of the humerus are common in adolescent baseball pitchers and gymnasts.9,10"
        },
        {
            "parent": 3,
            "text": "Our understanding of the pathophysiology of OCD has not advanced much over the past 100 years. Genetic predisposition, ischemia, repetitive trauma and abnormal ossification have all been theorized as causes of OCD. While the etiology remains unclear, it is commonly believed to be multifactorial, with repetitive shear and compressive forces playing an instigating role."
        },
        {
            "parent": 3,
            "text": "Many patients have no history of significant trauma, but rather repetitive microtrauma leads to subchondral bone stress, especially in athletic persons.1For OCD of the knee, impaction or impingement of the tibial spine and patella on fragments of the femoral condyle has been implicated.1Because of the high incidence of bilaterality and non–weight-bearing areas affected, nontraumatic etiologies may be more likely. Ischemia, caused by vascular spasm, fat emboli, infection or thrombosis, may play a role.1,3"
        },
        {
            "parent": 3,
            "text": "Pediatric patients may have a greater likelihood of injuries with less severe trauma associated with growth plates, more porous bone and susceptibility to injury during adolescent growth spurts.11Abnormal ossification centers, common in children during rapid periods of growth, have been implicated as precursors to the development of OCD lesions.1It is postulated that an accessory bony island partially reattaches over time. Genetic predisposition is a less likely factor, although inherited bone disorders may be mistaken for OCD.3"
        },
        {
            "parent": 4,
            "text": "Patients are typically 12 to 20 years of age and active in gymnastics, baseball or other organized sports. Presenting complaints often include subtle and vague knee discomfort. In fact, subtle restriction in range of motion may be the most important clinical sign. Approximately 21 percent of patients relate onset of symptoms to injury.5Most have pain related to activity5and stiffness after periods of disuse. Common complaints include sensations of “catching” and “giving way,”4as well as the inability to fully extend the extremity. Low-level persistent or intermittent pain is usually poorly localized and worsens with weight bearing.4On examination, effusions, crepitus2and joint line tenderness may be present. Patients with OCD of the knee may walk with an external tibial rotation, and Wilson's sign may be positive.1The latter is elicited by flexing the knee to 90 degrees, internally rotating the tibia and extending the knee slowly, watching for a painful response.3"
        },
        {
            "parent": 5,
            "text": "OCD is a radiologic diagnosis. If OCD of the knee is suspected, anteroposterior, lateral and tunnel-view (knee in flexion) radiographs are indicated. Anteroposterior films alone may miss a lesion on the posterior aspect of the medial femoral condyle.1If a lesion is noted, the contralateral knee should also be examined. Plain films will detect a circumscribed area of necrosis but are a poor method of assessing articular cartilage and cannot be used to determine stability.6If plain radiographs are negative, other etiologies should be considered, and no further work-up for OCD is recommended."
        },
        {
            "parent": 5,
            "text": "All OCD lesions evident on radiographs should be staged for stability with MRI. MRI has a 97 percent sensitivity for detecting unstable lesions.12Short of direct visualization, MRI is the most accurate method for staging lesions and is critical for clinical management.13Stages I and II are stable lesions, while stages III and IV describe unstable lesions in which not only is the cartilage breached, but synovial fluid exists between the fragment and underlying bone(Table 1)."
        },
        {
            "parent": 5,
            "text": "Tomography, computed tomography, arthrography and nuclear bone scans have also been used to evaluate stability and healing potential, but each has limitations.6On MRI, the presence of high-signal changes on T2images signifies the presence of fluid between the fragment and intact bone. Overlying articular cartilage may be intact in an unstable fragment.6Distinguishing between stages II and III is important in planning for surgery.13If the MRI demonstrates an unstable lesion (stage III or IV), arthroscopy should be employed to determine the integrity of the cartilaginous surface."
        },
        {
            "parent": 6,
            "text": "Once staging has been completed, unstable lesions are managed surgically(Figure 3). Conservative treatment of stable lesions is generally accepted. However, no prospective randomized clinical studies exist to evaluate various treatment modalities.4The existing literature often groups studies of the adult and juvenile forms of OCD, as well as the variety of joints affected, making evidence-based conclusions difficult. Prognosis worsens with age and physis closure. Therefore, the goal of management of juvenile OCD is to promote resolution of the lesion before physis closure. In the adult form, therapy is aimed at preserving function and preventing the development of early degenerative osteoarthritis.3"
        },
        {
            "parent": 6,
            "text": "Factors such as location of the lesion, relationship to weight-bearing surface, stability, physis closure and clinical presentation should be considered. Nonsurgical management is indicated in cases of juvenile OCD, particularly in patients with open physeal plates.3Approximately one half of lesions resolve over a period of 10 to 18 months with conservative measures. Girls younger than 11 years of age and boys younger than 13 years of age have an excellent chance of resolution, while patients over 20 years of age tend to have poorer outcomes, and the likelihood of requiring surgical intervention is increased.1Unstable lesions (stages III and IV) in patients with a closed physis have a particularly poor prognosis. More aggressive intervention is indicated in older symptomatic patients.3"
        },
        {
            "parent": 6,
            "text": "Nonsurgical management includes observation. Competitive sports should be avoided for six to eight weeks. The goal of activity modification is to allow symptom-free activities of daily living.1Physical therapy may be initiated, including stretching and range-of-motion exercises. Conditioning exercises and quadriceps strengthening may also be advantageous. Historically, immobilization has been encouraged; however, prolonged splinting leads to quadriceps atrophy and stiffness, which may complicate the condition.5Persistent symptoms in a compliant, conservatively treated patient or the onset of joint catching or grinding suggest detachment, with the development of a loose body, and are an indication for arthroscopic evaluation.1"
        },
        {
            "parent": 6,
            "text": "In these cases, arthroscopy is imperative to evaluate the stability of the lesion and visualize the overlying cartilage. Depending on surgical findings, a loose body may be removed, a fragment excised, cartilage debrided or a lesion drilled to promote revascularization. Following surgery, range-of-motion exercises should be initiated early. Quadriceps strengthening may promote overall knee stability. Patients should be followed at three-month intervals with a clinical history and physical examination until symptoms resolve. Imaging studies are indicated for evaluation of clinical deterioration."
        }
    ],
    "locked": false
}