{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/0115/p357.html#afp20000115p357-f5",
    "title": "Topical Therapy for Acne | AAFP",
    "author": "JOHN J. RUSSELL, M.D.",
    "doi": "Am Fam Physician.2000;61(2):357-365",
    "abstract": "Acne is a common problem in adolescents and young adults. The disorder is caused by abnormal desquamation of follicular epithelium that results in obstruction of the pilosebaceous canal. This obstruction leads to the formation of comedones, which can become inflamed because of overgrowth ofPropionibacterium acnes. Topical retinoids such as tretinoin or adapalene are effective in many patients with comedonal acne. Patients with inflammatory lesions benefit from treatment with benzoyl peroxide, azelaic acid or topical antibiotics. Frequently, the use of comedonal and antibacterial agents is required.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Clinical Manifestations",
            "level": 2
        },
        {
            "id": 2,
            "name": "Treatment Vehicle",
            "level": 2
        },
        {
            "id": 3,
            "name": "Benzoyl Peroxide",
            "level": 2
        },
        {
            "id": 4,
            "name": "Salicylic Acid",
            "level": 2
        },
        {
            "id": 5,
            "name": "Sulfur Preparations",
            "level": 2
        },
        {
            "id": 6,
            "name": "Azelaic Acid",
            "level": 2
        },
        {
            "id": 7,
            "name": "Topical Retinoids",
            "level": 2
        },
        {
            "id": 8,
            "name": "TRETINOIN",
            "level": 3
        },
        {
            "id": 9,
            "name": "ADAPALENE",
            "level": 3
        },
        {
            "id": 10,
            "name": "TAZAROTENE",
            "level": 3
        },
        {
            "id": 11,
            "name": "Topical Antibiotics",
            "level": 2
        },
        {
            "id": 12,
            "name": "Combination Therapy",
            "level": 2
        },
        {
            "id": 13,
            "name": "Therapeutic Approach",
            "level": 2
        },
        {
            "id": 14,
            "name": "PATIENT EDUCATION",
            "level": 3
        },
        {
            "id": 15,
            "name": "SELECTING A TREATMENT REGIMEN",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Acne and its associated problems with self-esteem and social inhibition represent a figurative “rite of passage” for as many as 80 percent of adolescents and young adults.1,2Two thirds of affected teenagers wish that they could speak with their physician about acne, but only one third actually do.3It is important for family physicians to be knowledgeable about the treatment of this common disorder."
        },
        {
            "parent": -1,
            "text": "Topical preparations constitute the sole treatment in many patients with acne and are part of the therapeutic regimen in almost all patients. This article reviews topical acne preparations and provides information that can help family physicians select agents (or combinations of agents) that are appropriate in various situations."
        },
        {
            "parent": 0,
            "text": "Understanding the pathophysiology of acne can help the physician tailor therapy to the individual patient. Acne lesions arise from pilosebaceous units, which consist of sebaceous glands and small hair follicles. These units are found everywhere on the body except the palms and soles. Pilosebaceous density is greatest on the face, upper neck and chest, at roughly nine times the concentration found elsewhere on the body.4"
        },
        {
            "parent": 0,
            "text": "Pilosebaceous units are present and active at birth as a reaction to maternal hormones. Thus, neonates can present with acne. The pilosebaceous units atrophy during childhood but, under the influence of androgens, reemerge during adolescence."
        },
        {
            "parent": 0,
            "text": "Obstruction of the pilosebaceous canal is the primary cause of acne and occurs because of a variety of factors. The first factor is sebum overproduction stimulated by hypersensitivity to androgenic steroids. Excess sebum production combined with increased epithelial cell turnover leads to formation of microcomedones, which can progress to open comedones, commonly termed “blackheads,” or to closed comedones, often called “whiteheads”(Figure 1)."
        },
        {
            "parent": 0,
            "text": "The combination of sebum and desquamated cells provides an environment that is ripe for the growth ofPropionibacterium acnes, the principal organism in inflammatory acne lesions. Proliferation ofP. acnesleads to the conversion of sebum to free fatty acids, which are irritating and stimulate the immune response, leading to the development of inflammatory lesions5(Figure 2). The stages of acne are illustrated inFigure 3."
        },
        {
            "parent": 1,
            "text": "Acne is usually diagnosed by the patient. The physician needs to determine if the condition is noninflammatory (open and closed comedones), inflammatory (papules or pustules) or a mixture of both (the most common situation). Topical treatment is sufficient in most patients with acne, but systemic therapy is required in patients who have deep acne with nodules and cysts(Figure 4)."
        },
        {
            "parent": 1,
            "text": "In most situations, the physician does not need to look for an underlying cause of acne. However, medications should be reviewed because corticosteroids, anabolic steroids, lithium and some oral contraceptives can contribute to the development of this condition."
        },
        {
            "parent": 2,
            "text": "In the treatment of acne, the vehicle (cream, gel, lotion or solution) may be as important as the active agent. Consequently, it is important to assess the patient's skin type."
        },
        {
            "parent": 2,
            "text": "Creams are appropriate for patients with sensitive or dry skin who require a nonirritating, nondrying formulation. Patients with oily skin may complain of an “oily” feel with creams."
        },
        {
            "parent": 2,
            "text": "Patients who have oily skin may be more comfortable with gels, which have a drying effect. However, gels may cause a burning-type irritation in some patients and may prevent certain kinds of cosmetics from adhering to the skin."
        },
        {
            "parent": 2,
            "text": "Lotions can be used with any skin type, and they spread well over hair-bearing skin. Yet lotions contain propylene glycol and thus may have burning or drying effects."
        },
        {
            "parent": 2,
            "text": "Solutions are mainly used with topical antibiotics, which are often dissolved in alcohol. Like gels, solutions work best in patients with oily skin."
        },
        {
            "parent": 3,
            "text": "Benzoyl peroxide, available over the counter and by prescription, has been a mainstay of acne treatment since the 1950s(Table 1).6This agent has bactericidal and comedolytic properties. It is the topical agent most effective againstP. acnes,7with bacteriostatic activity superior to that of topical antibiotics.8It also functions as a mild comedolytic agent by increasing epithelial cell turnover with desquamation."
        },
        {
            "parent": 3,
            "text": "Benzoyl peroxide can be obtained in various concentrations (2.5 to 10 percent), although little evidence exists that efficacy is dependent on the dose.8This agent comes in water-based or alcohol-based gels. The water-based formulations are less drying than the alcohol-based preparations. Benzoyl peroxide gels are applied once or twice daily."
        },
        {
            "parent": 3,
            "text": "Skin irritation is the most common side effect of benzoyl peroxide. This effect occurs more often at higher concentrations and tends to decrease with continued use. Contact allergy occurs in 1 to 2 percent of patients.9Patients using benzoyl peroxide formulations for the first time should be instructed to test for allergic dermatitis by applying a small amount of the agent in the antecubital area before using it on the face."
        },
        {
            "parent": 3,
            "text": "Because benzoyl peroxide is an oxidizing agent, patients should be warned about potential bleaching of clothing and bed linens. This problem can be avoided by applying benzoyl peroxide to a clean, dry face in the morning and putting it on the face again at dinner time, if needed."
        },
        {
            "parent": 4,
            "text": "Salicylic acid is an ingredient of various over-the-counter preparations. It is available at a concentration of 0.5 or 2 percent in a number of creams and lotions. This agent inhibits comedogenesis by promoting the desquamation of follicular epithelium. It has been shown to be as effective as benzoyl peroxide in the treatment of comedonal acne.10,11Salicylic acid is well tolerated and should be applied once or twice daily."
        },
        {
            "parent": 5,
            "text": "Sulfur preparations have been used to treat acne since the time of Hippocrates. Sulfur is combined with various other acne medications in many over-the-counter washes and cleansing bars. This agent has been shown to be effective in the treatment of inflammatory acne lesions, most likely as a result of keratolysis. However, efficacy may also be related to an irritative effect.12"
        },
        {
            "parent": 5,
            "text": "Preparations containing sulfur can cause some skin discoloration and can have a displeasing odor. Consequently, sulfur medications are now used less often in patients with acne."
        },
        {
            "parent": 5,
            "text": "The combination of sulfacetamide and sulfur (Novacet, Sulfacet-R) can be effective in the treatment of inflammatory skin lesions without the unpleasant side effects that occur with sulfur preparations alone. One study of sulfacetamide-sulfur lotion showed an 83 percent reduction in inflammatory lesions after 12 weeks of therapy.13"
        },
        {
            "parent": 6,
            "text": "Azelaic acid is a decarboxylic acid that was first investigated in the 1970s as a treatment for hyperpigmentation and was coincidentally found to be an effective acne treatment.14In 1996, the U.S. Food and Drug Administration (FDA) labeled azelaic acid for the treatment of mild to moderate inflammatory acne. Although its exact mechanism of action is unknown, this agent has antibacterial and antikeratinizing activity, and it appears to be as effective as benzoyl peroxide or tretinoin (Retin-A) in the treatment of mild to moderate acne.15"
        },
        {
            "parent": 6,
            "text": "Azelaic acid is available as a 20 percent cream (Azelex), which is applied twice daily to a clean, dry affected area. The agent is fairly well tolerated, with only about 5 percent of patients complaining of transient cutaneous irritation and erythema.16This rate is lower than the incidence of such complaints reported for benzoyl peroxide and tretinoin. Because azelaic acid decreases pigmentation, it should be used with caution in patients with darker complexions."
        },
        {
            "parent": 7,
            "text": "Retinoids, which are derivatives of vitamin A, function by slowing the desquamation process, thereby decreasing the number of comedones and microcomedones. Retinoids are the most effective comedolytic agents in use. They have been a mainstay of acne treatment for the past 25 years."
        },
        {
            "parent": 8,
            "text": "Until recently, tretinoin was the only available topical retinoid. This agent is effective as monotherapy in patients with noninflammatory or mild to moderate inflammatory acne.17"
        },
        {
            "parent": 8,
            "text": "Tretinoin is available as a cream, gel or liquid. The cream has the lowest potency, and the liquid has the highest potency. All tretinoin formulations can cause some skin irritation. The liquid is the most irritating, and the cream is the least irritating. The concentration of the agent also affects the degree of irritation."
        },
        {
            "parent": 8,
            "text": "Tretinoin should be applied in small amounts to clean, dry skin. Because the irritation associated with tretinoin is compounded by sun exposure, the formulation should be applied to affected areas once daily at bedtime. To assess irritation, a test dose should be applied and then washed off an hour or two later. To minimize irritation, tretinoin should be started at a low concentration, which can then be titrated upward as needed. Skin irritation usually decreases with continued therapy."
        },
        {
            "parent": 8,
            "text": "Patients should be warned that they may suffer a pustular flare during the first few weeks of tretinoin therapy. Rather than being an indication to stop or alter therapy, this pustular flare is a sign of the accelerated resolution of existing acne."
        },
        {
            "parent": 8,
            "text": "Because of the known teratogenic effects of oral vitamin A products, the use of tretinoin in pregnancy has been an issue of concern. Tretinoin is listed as a pregnancy category C drug. However, a study of 215 women exposed to tretinoin in the first trimester showed no increase in anomalies compared with control subjects.18Individual physicians should decide if they are comfortable using this medication in pregnant women."
        },
        {
            "parent": 8,
            "text": "Tretinoin is now available in a new delivery system (Retin-A Micro) that may minimize its irritative effects. This delivery system works by entrapping the drug in microspheres that bring the medication more directly to the follicle and serve as reservoirs for the medication.19The 0.1 percent tretinoin microsphere gel has been shown to be less irritating than 0.1 percent tretinoin cream.20"
        },
        {
            "parent": 9,
            "text": "Adapalene (Differin) is a topical retinoid that was labeled by the FDA in 1997. Its mechanism of action is similar to that of tretinoin. Adapalene comes in a 0.1 percent gel or solution for application once daily in the evening."
        },
        {
            "parent": 9,
            "text": "Studies have shown that 0.1 percent adapalene gel is at least as effective as 0.025 percent tretinoin gel21and significantly less irritating.22Adapalene gel has not yet been compared with the newer tretinoin delivery system. Like tretinoin, adapalene may cause skin irritation and initial exacerbation of acne lesions."
        },
        {
            "parent": 10,
            "text": "Tazarotene (Tazorac) gel is a retinoid product that the FDA has labeled for use in the treatment of psoriasis and mild to moderate acne. It comes in a 0.05 or 0.1 percent gel for once-daily application. Studies comparing tazarotone with vehicle alone have shown that the medication is effective in treating noninflammatory acne lesions.23"
        },
        {
            "parent": 10,
            "text": "Although comparative drug trials have not been performed, tazarotene and the standard form of tretinoin appear to have similar irritation rates. The use of tazarotene in pregnant women is not recommended."
        },
        {
            "parent": 11,
            "text": "Topical antibiotics work directly by killingP. acnes. Through their bactericidal activity, they also have a mild indirect effect on comedogenesis. These agents are available in a variety of forms and are applied once or twice daily."
        },
        {
            "parent": 11,
            "text": "Topical erythromycin and clindamycin (Cleocin T) are the most commonly used agents and have similar efficacy in patients with acne.24Clindamycin has been shown to be significantly more effective than topical tetracycline.25"
        },
        {
            "parent": 11,
            "text": "Almost all topical antibiotics are associated with some minor skin irritation. This adverse effect may be influenced by the vehicle used."
        },
        {
            "parent": 12,
            "text": "Combination therapy is often employed when patients have a mixture of comedonal and inflammatory acne lesions. Because adequate clinical studies are lacking, it is difficult to compare various combination therapies."
        },
        {
            "parent": 12,
            "text": "The combination of 5 percent benzoyl peroxide and 3 percent erythromycin (Benzamycin) is a highly effective acne treatment. The agents come unmixed, and the pharmacist or patient must combine the erythromycin powder with the benzoyl peroxide gel. The mixture must be refrigerated. The benzoyl peroxide–erythromycin mixture is then applied to affected areas once or twice daily. This mixture has been shown to be superior to either product alone26and to clindamycin monotherapy.27Its increased efficacy may be due to the fact that fewer strains ofP. acnesdevelop resistance to benzoyl peroxide–erythromycin than to erythromycin alone.28"
        },
        {
            "parent": 12,
            "text": "The combination of 5 percent benzoyl peroxide and 1 percent clindamycin in a premixed gel has also been studied. This combination gel has been found to be superior to vehicle and to both agents alone in the treatment of inflammatory and noninflammatory lesions, with equal tolerance.29However, the premixed gel is not yet available commercially."
        },
        {
            "parent": 12,
            "text": "Other combination therapies may lack convenience but are also effective. In the patient with comedones and inflammatory lesions, a comedolytic agent such as tretinoin, adapalene or azelaic acid may be combined with benzoyl peroxide or a topical antibiotic. The combination of clindamycin and tretinoin causes less irritation than tretinoin alone.30In using tretinoin and the benzoyl peroxide–erythromycin combination together, the patient should alternate the products daily for two weeks to minimize irritation. When agents that cause irritation are used, patience is necessary, but the results may be well worth the wait."
        },
        {
            "parent": 14,
            "text": "The therapeutic approach to acne should begin with patient education. It is important to dispel the many myths about this disorder."
        },
        {
            "parent": 14,
            "text": "Patients need to know that acne is not a disease of hygiene. They should not try to scrub the lesions away, and they should not use alcohol-based astringents that can dry and irritate their skin. Patients should be instructed to wash their face twice a day with a mild soap and water."
        },
        {
            "parent": 14,
            "text": "Patients should also be informed that acne has no relationship to diet. For example, no evidence links acne to chocolate, pizza or soda."
        },
        {
            "parent": 14,
            "text": "Many people think that acne is caused by stress, but no studies support this association. It may be that the acne itself causes stress, not vice versa."
        },
        {
            "parent": 14,
            "text": "Cosmetics have long been blamed for the development of acne lesions. Although the causal relationship between cosmetics and acne may be overstated, patients should be directed to use oil-free, noncomedogenic cosmetics. Oil from hair products and suntan lotions can also exacerbate acne."
        },
        {
            "parent": 14,
            "text": "Female patients should be told that acne usually worsens during the week before menses."
        },
        {
            "parent": 14,
            "text": "Mechanical trauma can make acne worse. Therefore, patients should be encouraged to avoid picking at lesions, because doing so may cause more inflammation."
        },
        {
            "parent": 15,
            "text": "The physician needs to consider a number of factors in choosing a treatment regimen for the patient with acne. These factors include cost(Table 2), patient skin characteristics and types of lesions. An algorithm for the suggested management of acne is presented inFigure 5."
        },
        {
            "parent": 15,
            "text": "Patients with drier skin may benefit most from creams, whereas patients with oilier skin may do best with gels or solutions. Picking the appropriate vehicle can lead to better compliance by limiting side effects."
        },
        {
            "parent": 15,
            "text": "In patients with comedonal acne, it may be best to initiate treatment with tretinoin or adapalene. Salicylic acid is a less effective but more affordable alternative. The strength of the chosen formulation should be titrated upward as needed, and patients should be instructed that maximal benefit may not be achieved for four to six months."
        },
        {
            "parent": 15,
            "text": "Patients with mild inflammatory acne should be started on a twice-daily regimen of an antibacterial agent such as benzoyl peroxide, azelaic acid or a topical antibiotic. They need to know that treatment of their acne will require time and patience. No “quick fix” is available, and they may not see improvement for four to six weeks. Therapy should be continued until new lesions no longer appear."
        },
        {
            "parent": 15,
            "text": "In patients with more moderate inflammatory acne, the physician needs to decide whether to use topical therapy, systemic therapy, or both. If topical therapy alone is chosen, an anticomedonal agent and an antibacterial agent should be used. Possible choices include a topical retinoid and a topical antibiotic, or a retinoid and the benzoyl peroxide–erythromycin combination. Topical antibiotics might be used in patients who are being weaned from oral antibiotics."
        },
        {
            "parent": 15,
            "text": "The physician should not try to treat cystic acne topically but should use systemic antibiotics or isotretinoin (Accutane)."
        },
        {
            "parent": 15,
            "text": "All patients with acne should be given realistic expectations about their treatment plan, along with good follow-up. These measures can contribute to the ultimate success of treatment."
        }
    ],
    "locked": false
}