{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/1001/p1371.html#afp19991001p1371-f2",
    "title": "Abnormal Uterine Bleeding | AAFP",
    "author": "KATHLEEN A. ORIEL, M.D., AND SARINA SCHRAGER, M.D.",
    "doi": "Am Fam Physician.1999;60(5):1371-1380",
    "abstract": "The most probable etiology of abnormal uterine bleeding relates to the patient's reproductive age, as does the likelihood of serious endometrial pathology. The specific diagnostic approach depends on whether the patient is premenopausal, perimenopausal or postmenopausal. In premenopausal women with normal findings on physical examination, the most likely diagnosis is dysfunctional uterine bleeding (DUB) secondary to anovulation, and the diagnostic investigation is targeted at identifying the etiology of anovulation. In perimenopausal patients, endometrial biopsy and other methods of detecting endometrial hyperplasia or carcinoma must be considered early in the investigation. Uterine pathology, particularly endometrial carcinoma, is common in postmenopausal women with abnormal uterine bleeding. Thus, in this age group, endometrial biopsy or transvaginal ultrasonography is included in the initial investigation. Premenopausal women with DUB may respond to oral contraceptives, cyclic medroxyprogesterone therapy or cyclic clomiphene. Perimenopausal women may also be treated with low-dose oral contraceptives or medroxyprogesterone. Erratic bleeding during hormone replacement therapy in postmenopausal women with no demonstrable pathology may respond to manipulation of the hormone regimen.",
    "headers": [
        {
            "id": 0,
            "name": "History and Physical Examination",
            "level": 2
        },
        {
            "id": 1,
            "name": "Premenopausal Women",
            "level": 2
        },
        {
            "id": 2,
            "name": "ANOVULATORY BLEEDING",
            "level": 3
        },
        {
            "id": 3,
            "name": "OVULATORY DYSFUNCTIONAL BLEEDING",
            "level": 3
        },
        {
            "id": 4,
            "name": "Perimenopausal Women",
            "level": 2
        },
        {
            "id": 5,
            "name": "EXCLUDING ENDOMETRIAL CARCINOMA",
            "level": 3
        },
        {
            "id": 6,
            "name": "HYSTEROSCOPY",
            "level": 3
        },
        {
            "id": 7,
            "name": "Postmenopausal Women",
            "level": 2
        },
        {
            "id": 8,
            "name": "HORMONE REPLACEMENT THERAPY",
            "level": 3
        },
        {
            "id": 9,
            "name": "ENDOMETRIAL BIOPSY VS. TRANSVAGINAL ULTRASONOGRAPHY",
            "level": 3
        },
        {
            "id": 10,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Abnormal uterine bleeding is a common reason for women of all ages to consult their family physicians. Terms used to describe patterns of abnormal uterine bleeding are based on periodicity and quantity of flow(Table 1). Dysfunctional uterine bleeding (DUB), defined as abnormal uterine bleeding not caused by pelvic pathology, medications, systemic disease or pregnancy, is the most common cause of abnormal uterine bleeding but remains a diagnosis of exclusion. Other causes of abnormal uterine bleeding are listed inTable 2."
        },
        {
            "parent": -1,
            "text": "An understanding of normal menstruation is essential to investigating the complaint of abnormal vaginal bleeding. The intervals of the menstrual cycle, the duration of flow and the volume of flow remain relatively constant during a woman's reproductive years. In the first part of the cycle, estrogen halts menstrual flow and promotes endometrial proliferation. After ovulation, progesterone stops endometrial growth, then promotes differentiation. If pregnancy does not occur, the corpus luteum regresses, progesterone production falls, the endometrium sheds its lining and menstrual bleeding follows."
        },
        {
            "parent": -1,
            "text": "The cause of DUB is usually related to one of three hormonal-imbalance conditions: estrogen breakthrough bleeding, estrogen withdrawal bleeding and progesterone breakthrough bleeding.1Estrogen breakthrough bleeding occurs when excess estrogen stimulates the endometrium to proliferate in an undifferentiated manner. With insufficient progesterone to provide structural support, portions of the endometrial lining slough at irregular intervals. The usual progesterone-guided vasoconstriction and platelet plugging do not take place, often resulting in profuse bleeding."
        },
        {
            "parent": -1,
            "text": "Estrogen withdrawal bleeding results from a sudden decrease in estrogen levels, such as occurs following bilateral oophorectomy, cessation of exogenous estrogen therapy or just before ovulation in the normal menstrual cycle. Estrogen withdrawal bleeding is usually self-limited and tends not to recur if estrogen levels remain low."
        },
        {
            "parent": -1,
            "text": "Progesterone breakthrough bleeding occurs when the progesterone-to-estrogen ratio is high, such as occurs with progesterone-only contraceptive methods. The endometrium becomes atrophic and ulcerated because of a lack of estrogen and is prone to frequent, irregular bleeding."
        },
        {
            "parent": 0,
            "text": "If abnormal uterine bleeding is not severe and does not require emergent intervention, evaluation begins with a careful medical history, including the usual menstrual pattern, the extent of recent bleeding, sexual activity, trauma and symptoms of infection or systemic disease. A complete physical examination, supplemented by laboratory testing, should uncover any signs of systemic disease."
        },
        {
            "parent": 0,
            "text": "The pelvic examination consists of careful inspection of the lower genital tract for lacerations, vulvar or vaginal pathology and cervical lesions or polyps. Bimanual uterine examination may reveal enlargement from uterine fibroids, adenomyosis or endometrial carcinoma."
        },
        {
            "parent": 0,
            "text": "Laboratory investigation includes pregnancy testing in all patients of reproductive age. A complete blood count provides a measure of blood loss and platelet adequacy. Cervical cultures and a Papanicolaou smear are appropriate initial steps to evaluate for the presence of sexually transmitted diseases or cervical dysplasia."
        },
        {
            "parent": 1,
            "text": "An approach to the premenopausal woman with abnormal uterine bleeding is outlined inFigure 1. If the reproductive-age woman is not pregnant and has a normal physical examination, abnormal uterine bleeding is usually dysfunctional in nature and can be managed with hormonal therapy."
        },
        {
            "parent": 2,
            "text": "The first step in identifying the etiology of abnormal uterine bleeding is to determine the patient's ovulatory status(Table 3). Anovulation is the most common cause of DUB in reproductive-age women and is especially common in adolescents. Up to 80 percent of menstrual cycles are anovulatory in the first year after menarche. Cycles become ovulatory an average of 20 months after menarche. If anovulatory bleeding is not heavy or prolonged, no treatment is necessary. If the adolescent is distressed by the irregularity of her menses or has been anovulatory for more than a year, oral contraceptive pills are the treatment of choice."
        },
        {
            "parent": 2,
            "text": "Some women still have anovulatory cycles after the hypothalamic-pituitary axis matures. Serum levels of thyroid-stimulating hormone and prolactin should be measured to exclude significant pathology. Weight loss, eating disorders, stress, chronic illness or excessive exercise may all cause hypothalamic anovulation."
        },
        {
            "parent": 2,
            "text": "Another cause of anovulation is polycystic ovarian disease, which is usually associated with obesity, increased circulating androgens and insulin resistance.2Excess androgens are converted to estrogen in peripheral tissues. This unopposed estrogen state increases the risk of endometrial hyperplasia and cancer. Some women with chronic anovulation do not fall into any of the above categories and are considered to have idiopathic chronic anovulation."
        },
        {
            "parent": 2,
            "text": "All causes of anovulation represent a progesterone-deficient state. Treatment options include exogenous progesterone every three months to protect against endometrial cancer, oral contraceptives or, if pregnancy is desired, ovulation induction with clomiphene (Serophene).3,4The hormonal regimens used to control DUB are outlined inTable 4."
        },
        {
            "parent": 3,
            "text": "Although less common than anovulatory bleeding, ovulatory DUB may also occur. DUB in women with ovulatory cycles occurs as regular, cyclic bleeding. Menorrhagia may signify a bleeding disorder or a structural lesion, such as uterine leiomyomas, adenomyosis or endometrial polyps. Up to 20 percent of adolescents who present with menorrhagia have a bleeding disorder such as von Willebrand's disease.5Liver disease with resultant coagulation abnormalities and chronic renal failure may also cause menorrhagia."
        },
        {
            "parent": 3,
            "text": "Polymenorrhea is usually caused by an inadequate luteal phase or a short follicular phase. Oligomenorrhea in an ovulating woman is usually caused by a prolonged follicular phase. Intermenstrual bleeding may be caused by cervical disease or the presence of an intrauterine device. Midcycle spotting may result from the rapid decline in estrogen levels before ovulation.1"
        },
        {
            "parent": 3,
            "text": "An endometrial biopsy should be considered early in the evaluative process of women who have a history of prolonged exposure to unopposed estrogen, who do not respond to initial management strategies or who are over age 35."
        },
        {
            "parent": 4,
            "text": "As women approach menopause, cycles shorten and often become intermittently anovulatory. These changes are the result of a decline in the number of ovarian follicles and in the estradiol level.6As follicles decrease in number, the level of follicle-stimulating hormone needed to stimulate ovulation increases."
        },
        {
            "parent": 5,
            "text": "A diagnostic algorithm for perimenopausal women with abnormal uterine bleeding is depicted inFigure 2. All perimenopausal women with persistent abnormal uterine bleeding should be evaluated for the presence of endometrial hyperplasia or carcinoma. Endometrial biopsy is the most widely used and best studied method of excluding endometrial carcinoma in this age group.7–9It is a safe, relatively simple office procedure that can be performed during the initial visit. In women with normal findings on biopsy, treatment usually consists of monthly progesterone withdrawal or low-dose oral contraceptives as outlined inTable 4. Usually, the estrogen dose in hormone replacement therapy is not sufficient to stop bleeding from an atrophic endometrium, and higher dosages of estrogen are typically necessary."
        },
        {
            "parent": 5,
            "text": "If bleeding continues despite hormonal therapy, further investigation is warranted. Transvaginal ultrasonography can identify an atrophic endometrium, a hypertrophic endometrium (suspicious for hyperplasia or carcinoma), leiomyomas and endometrial polyps but may not always distinguish between a submucosal fibroid, endometrial polyp or adenomyosis.10In one study of the role of transvaginal ultrasonography in perimenopausal women, it was found that this mode was effective in excluding endometrial carcinoma when it was performed on day 4, 5 or 6 of the menstrual cycle.11The results also suggested that its usefulness appeared to be limited by the number of women who require additional diagnostic studies. A newer technique, sonohysterography, uses saline infusion into the endometrial cavity to enhance the detection of fibroids and polyps.12,13Endometrial biopsy, however, is a more convenient and cost-effective way to evaluate abnormal bleeding in this age group."
        },
        {
            "parent": 6,
            "text": "Hysteroscopy with biopsy allows visualization of the endometrial cavity and is regarded as the “gold standard” for endometrial assessment.14,15Diagnostic hysteroscopy can be performed in an office setting and requires no anesthesia or sedation. Operative hysteroscopy utilizes a rigid scope with a fluid distending medium and is useful for diagnosis and treatment. Before hysteroscopy was available, curettage was the primary method of evaluating abnormal uterine bleeding. Curettage, however, renders endometrial sampling blind and incomplete, so the diagnostic accuracy of curettage is less than that of hysteroscopy."
        },
        {
            "parent": 7,
            "text": "The most serious concern in postmenopausal women with abnormal uterine bleeding is endometrial carcinoma. Of all post-menopausal women with bleeding, 5 to 10 percent are found to have endometrial carcinoma.16,17Other potential causes of bleeding are cervical cancer, cervicitis, atrophic vaginitis, endometrial atrophy, submucous fibroids, endometrial hyperplasia and endometrial polyps."
        },
        {
            "parent": 8,
            "text": "Women receiving hormone replacement therapy often present with abnormal bleeding and, of these, 30 percent have uterine pathology.18Other causes include cervical lesions, vaginal pathology or the hormone therapy itself. Women receiving sequential hormone replacement therapy may experience midcycle breakthrough bleeding resulting from missed pills, medication interactions or malabsorption. If unscheduled bleeding occurs in two or more cycles, further evaluation is indicated.19"
        },
        {
            "parent": 8,
            "text": "With continuous combined hormone replacement therapy, up to 40 percent of women have irregular bleeding in the first four to six months of therapy.19Bleeding is more common when hormone therapy is started less than 12 months after menopause. Most sources recommend evaluation of abnormal bleeding if it lasts more than six to nine months after initiation of hormone replacement therapy. An approach less widely recommended is cessation of hormone therapy followed by a diagnostic evaluation if the bleeding does not stop within three weeks.19"
        },
        {
            "parent": 9,
            "text": "A diagnostic approach to the evaluation of abnormal uterine bleeding in postmenopausal women is outlined inFigure 3. The initial evaluation includes an endometrial biopsy or transvaginal ultrasonography."
        },
        {
            "parent": 9,
            "text": "Endometrial thickness is greater in women taking hormone therapy, but a thin stripe on an ultrasound image has a high negative predictive value for endometrial cancer.20,21The accuracy of transvaginal ultrasonography as compared to endometrial sampling in postmenopausal women with abnormal bleeding was evaluated in a meta-analysis.22The data revealed that 96 percent of women with endometrial cancer and 92 percent of those with other endometrial disease had an endometrial stripe thickness of greater than 5 mm, whether or not they used hormone replacement therapy. In women with normal histology who did not take hormones, 8 percent had falsely abnormal findings on ultrasound examination. In contrast, false-positive results were found in 23 percent of the women who were receiving hormone replacement therapy.22"
        },
        {
            "parent": 9,
            "text": "If the endometrial stripe on ultrasound examination is greater than 5 mm, endometrial sampling should be performed, although sonohysterography may sometimes delineate a submucous fibroid or an endometrial polyp. Hysteroscopy with biopsy provides the most comprehensive evaluation of the endometrium and is recommended for use in any woman with equivocal findings on biopsy or ultrasonography."
        },
        {
            "parent": 9,
            "text": "Endometrial biopsy and transvaginal ultrasonography have comparable costs.17Biopsy has the advantage of providing tissue diagnosis, and it can be performed at the time of presentation. However, endometrial biopsy causes more discomfort than transvaginal ultrasonography and is often not possible in women with cervical stenosis. Transvaginal ultrasonography may be more useful in postmenopausal women who are not receiving hormone replacement therapy than in those who are. One quarter of women using hormone replacement therapy require additional diagnostic testing after transvaginal ultrasonography, which introduces more inconvenience and may cause unnecessary worry. Conversely, the investigators of the meta-analysis that compared endometrial biopsy and transvaginal ultrasonography concluded that because the 8 percent false-negative rate of ultrasonography compares favorably with the 5 to 15 percent false-negative rates of office biopsy, transvaginal ultrasonography is effective in determining which postmenopausal women with bleeding are at low risk for serious endometrial disease.22"
        },
        {
            "parent": 10,
            "text": "The diagnostic approach to abnormal uterine bleeding need not be intimidating. Clinical information, along with the reproductive stage of the patient, narrows the etiologic possibilities. The etiology of abnormal bleeding can be uncovered in a cost-effective way if the physician knows the most common causes of bleeding in each age group and uses a logical diagnostic approach."
        }
    ],
    "locked": false
}