{
    "url": "https://www.aafp.org/pubs/afp/issues/2000/0401/p2159.html#afp20000401p2159-f3",
    "title": "Falls in the Elderly | AAFP",
    "author": "GEORGE F. FULLER, COL, MC, USA",
    "doi": "Am Fam Physician.2000;61(7):2159-2168",
    "abstract": "Falls are the leading cause of injury-related visits to emergency departments in the United States and the primary etiology of accidental deaths in persons over the age of 65 years. The mortality rate for falls increases dramatically with age in both sexes and in all racial and ethnic groups, with falls accounting for 70 percent of accidental deaths in persons 75 years of age and older. Falls can be markers of poor health and declining function, and they are often associated with significant morbidity. More than 90 percent of hip fractures occur as a result of falls, with most of these fractures occurring in persons over 70 years of age. One third of community-dwelling elderly persons and 60 percent of nursing home residents fall each year. Risk factors for falls in the elderly include increasing age, medication use, cognitive impairment and sensory deficits. Outpatient evaluation of a patient who has fallen includes a focused history with an emphasis on medications, a directed physical examination and simple tests of postural control and overall physical function. Treatment is directed at the underlying cause of the fall and can return the patient to baseline function.",
    "headers": [
        {
            "id": 0,
            "name": "Epidemiology of Falls in the Elderly",
            "level": 2
        },
        {
            "id": 1,
            "name": "Evaluation of the Elderly Patient Who Falls",
            "level": 2
        },
        {
            "id": 2,
            "name": "SCREENING",
            "level": 3
        },
        {
            "id": 3,
            "name": "HISTORY",
            "level": 3
        },
        {
            "id": 4,
            "name": "RISK FACTOR ASSESSMENT",
            "level": 3
        },
        {
            "id": 5,
            "name": "PHYSICAL EXAMINATION",
            "level": 3
        },
        {
            "id": 6,
            "name": "Prevention of Falls",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Elderly patients who have fallen should undergo a thorough evaluation. Determining and treating the underlying cause of a fall can return patients to baseline function and reduce the risk of recurrent falls. These measures can have a substantial impact on the morbidity and mortality of falls. The resultant gains in quality of life for patients and their caregivers are significant."
        },
        {
            "parent": 0,
            "text": "From 1992 through 1995, 147 million injury-related visits were made to emergency departments in the United States.1Falls were the leading cause of external injury, accounting for 24 percent of these visits.1Emergency department visits related to falls are more common in children less than five years of age and adults 65 years of age and older. Compared with children, elderly persons who fall are 10 times more likely to be hospitalized and eight times more likely to die as the result of a fall.2"
        },
        {
            "parent": 0,
            "text": "Trauma is the fifth leading cause of death in persons more than 65 years of age,3and falls are responsible for 70 percent of accidental deaths in persons 75 years of age and older. The elderly, who represent 12 percent of the population, account for 75 percent of deaths from falls.4The number of falls increases progressively with age in both sexes and all racial and ethnic groups.5The injury rate for falls is highest among persons 85 years of age and older (e.g., 171 deaths per 100,000 white men in this age group).6"
        },
        {
            "parent": 0,
            "text": "Annually, 1,800 falls directly result in death.7Approximately 9,500 deaths in older Americans are associated with falls each year.8"
        },
        {
            "parent": 0,
            "text": "Elderly persons who survive a fall experience significant morbidity. Hospital stays are almost twice as long in elderly patients who are hospitalized after a fall than in elderly patients who are admitted for another reason.9Compared with elderly persons who do not fall, those who fall experience greater functional decline in activities of daily living (ADLs) and in physical and social activities,10and they are at greater risk for subsequent institutionalization.11"
        },
        {
            "parent": 0,
            "text": "Falls and concomitant instability can be markers of poor health and declining function.12In older patients, a fall may be a non-specific presenting sign of many acute illnesses, such as pneumonia, urinary tract infection or myocardial infarction, or it may be the sign of acute exacerbation of a chronic disease.13About one third (range: 15 to 44.9 percent) of community-dwelling elderly persons and up to 60 percent of nursing home residents fall each year; one half of these “fallers” have multiple episodes.14Major injuries, including head trauma, soft tissue injuries, fractures and dislocations, occur in 5 to 15 percent of falls in any given year.15Fractures account for 75 percent of serious injuries, with hip fractures occurring in 1 to 2 percent of falls.15"
        },
        {
            "parent": 0,
            "text": "In 1996, more than 250,000 older Americans suffered fractured hips, at a cost in excess of $10 billion. More than 90 percent of hip fractures are associated with falls, and most of these fractures occur in persons more than 70 years of age.8Hip fracture is the leading fall-related injury that results in hospitalization, with these hospital stays being significantly prolonged and costly.16It is projected that more than 340,000 hip fractures will occur in the year 2000, and this incidence is expected to double by the middle of the 21st century.17"
        },
        {
            "parent": 0,
            "text": "One fourth of elderly persons who sustain a hip fracture die within six months of the injury. More than 50 percent of older patients who survive hip fractures are discharged to a nursing home, and nearly one half of these patients are still in a nursing home one year later.18Hip fracture survivors experience a 10 to 15 percent decrease in life expectancy and a meaningful decline in overall quality of life."
        },
        {
            "parent": 0,
            "text": "Most falls do not end in death or result in significant physical injury. However, the psychologic impact of a fall or near fall often results in a fear of falling and increasing self-restriction of activities. The fear of future falls and subsequent institutionalization often leads to dependence and increasing immobility, followed by functional deficits and a greater risk of falling."
        },
        {
            "parent": 2,
            "text": "Elderly patients with known risk factors for falling should be questioned about falls on a periodic basis. Specific inquiry is necessary because of the fears many elderly persons harbor about being institutionalized. Thus, these patients are unlikely to give falling as a chief complaint."
        },
        {
            "parent": 2,
            "text": "A single fall is not always a sign of a major problem and an increased risk for subsequent falls. The fall may simply be an isolated event. However, recurrent falls, defined as more than two falls in a six-month period, should be evaluated for treatable causes. An immediate evaluation is required for falls that produce injuries or are associated with a new acute illness, loss of consciousness, fever or abnormal blood pressure."
        },
        {
            "parent": 3,
            "text": "A thorough history is essential to determine the mechanism of falling, specific risk factors for falls, impairments that contribute to falls and the appropriate diagnostic work-up. Many patients attribute a fall to “just tripping,” but the family physician must determine if the fall occurred because of an environmental obstacle or another precipitating factor."
        },
        {
            "parent": 3,
            "text": "The physician should ask about the activity the patient was engaged in just before and at the time of the fall, especially if the activity involved a positional change. The location of the fall should be ascertained. It is also important to know whether anyone witnessed the fall and whether the patient sustained any injuries. The patient and, if applicable, witnesses or caregivers should be asked in detail about previous falls and whether the falls were the same or different in character. The physician also needs to determine who is available to assist the patient."
        },
        {
            "parent": 3,
            "text": "The mnemonic CATASTROPHE is helpful for recalling the principal items in a functional inquiry(Table 1).19"
        },
        {
            "parent": 4,
            "text": "The risk of sustaining an injury from a fall depends on the individual patient's susceptibility and environmental hazards. The frequency of falling is related to the accumulated effect of multiple disorders superimposed on age-related changes. The literature recognizes a myriad of risk factors for falls(Table 2).20,21The likelihood of falling increases with the number of risk factors.22"
        },
        {
            "parent": 4,
            "text": "The risk factors responsible for a fall can be intrinsic (i.e., age-related physiologic changes, diseases and medications) or extrinsic (i.e., environmental hazards). It is essential to remember that a single fall may have multiple causes, and repeated falls may each have a different etiology. Thus, it is critical to evaluate each occurrence separately."
        },
        {
            "parent": 4,
            "text": "Intrinsic Factors. Normal physical and mental changes related to aging (but not associated with disease) decrease functional reserve. As a result, elderly patients become more susceptible to falls when they are confronted with any challenge."
        },
        {
            "parent": 4,
            "text": "Some age-related changes are not necessarily “normal,” but they are modifiable. When possible, these conditions should be treated."
        },
        {
            "parent": 4,
            "text": "Virtually any acute or chronic disease can cause or contribute to falls. The most common etiologies of falls are listed inTable 3.23"
        },
        {
            "parent": 4,
            "text": "A critical element of the targeted history is a review of medications, including prescription, over-the-counter, herbal and illicit drugs. Red flags are polypharmacy (four or more prescription medications),24the initiation of a new drug therapy in the previous two weeks25and the use of any drug listed inTable 4."
        },
        {
            "parent": 4,
            "text": "Tricyclic antidepressants and other heterocyclic antidepressants have long been associated with an increased risk for falls. The selective serotonin reuptake inhibitor (SSRI) antidepressants are largely free of the side effects of tricyclic antidepressants and have been presumed to be safer for use in persons at high risk for falling. However, a recent large study of almost 2,500 nursing home residents found little difference in the rate of falls between patients receiving tricyclic anti-depressants and those receiving SSRIs.26Thus, the physician needs to maintain a high index of suspicion when reviewing the medications taken by a patient who falls."
        },
        {
            "parent": 4,
            "text": "Extrinsic Factors. In a fall, more active persons are likely to be exposed to high-intensity forces at impact, whereas the risk of injury in less active persons depends more on their susceptibility (i.e., the presence of fragile bones or ineffective protective responses).27Frail elderly persons tend to fall and injure themselves in the home during the course of routine activities. Vigorous older persons are more likely to participate in dynamic activities and to fall and be injured while challenged by environmental hazards such as stairs or unfamiliar areas away from home.28"
        },
        {
            "parent": 4,
            "text": "A variety of extrinsic factors, such as poor lighting, unsafe stairways and irregular floor surfaces, are involved in falls among the elderly. Many of these factors can be modified."
        },
        {
            "parent": 4,
            "text": "Figure 1shows how intrinsic and extrinsic factors can combine to change the likelihood of falling in the elderly patient.29"
        },
        {
            "parent": 5,
            "text": "A mnemonic (I HATE FALLING) can be used to remind the physician of key physical findings in patients who fall or nearly fall(Table 5).19This mnemonic focuses the physician's attention on common problems that are likely to respond to treatment. Most falls have multiple causes. Only rarely are all of the causes fully reversible. Nonetheless, a partial positive impact on one or a few causes often makes a major difference in quality of life for the patients and caregivers."
        },
        {
            "parent": 5,
            "text": "A home visit is invaluable for assessing modifiable risk factors and determining appropriate interventions. A home safety checklist can guide the visit and ensure a thorough evaluation(Figure 2).23It is particularly important to assess caregiver and housing arrangements, environmental hazards, alcohol use and compliance with medications.17"
        },
        {
            "parent": 5,
            "text": "An algorithm for the evaluation of falls is presented inFigure 3."
        },
        {
            "parent": 5,
            "text": "Balance and Gait Testing. Postural control is a complex task that involves balance, ambulation capability, endurance, range of motion, sensation and strength. Several simple tests have exhibited a strong correlation with a history of falling. These functional balance measures are quantifiable and correlate well with the ability of older adults to ambulate safely in their environment. The tests can also be used to measure changes in mobility after interventions have been applied."
        },
        {
            "parent": 5,
            "text": "One-leg balance is tested by having the patient stand unassisted on one leg for five seconds. The patient chooses which leg to stand on (based on personal comfort), flexes the opposite knee to allow the foot to clear the floor and then balances on one leg for as long as possible. The physician uses a watch to time the patient's one-leg balance.30This test predicts injurious falls but not all falls."
        },
        {
            "parent": 5,
            "text": "The timed “Up & Go” test evaluates gait and balance(Table 6).31The patient gets up out of a standard armchair (seat height of approximately 46 cm [18.4 in.]), walks a distance of 3 m (10 ft.), turns, walks back to the chair and sits down again. The patient wears regular footwear and, if applicable, uses any customary walking aid (e.g., cane or walker). No physical assistance is given. The physician uses a stopwatch or a wristwatch with a second hand to time this activity. A score of 30 seconds or greater indicates that the patient has impaired mobility and requires assistance (i.e., has a high risk of falling). This test has been shown to be as valid as sophisticated gait testing."
        },
        {
            "parent": 5,
            "text": "A simpler alternative is the “Get-Up and Go” test.32In this test, the patient is seated in an armless chair placed 3 m (10 ft.) from a wall. The patient stands, walks toward the wall (using a walking aid if one is typically employed), turns without touching the wall, returns to the chair, turns and sits down. This activity does not need to be timed. Instead, the physician observes the patient and makes note of any balance or gait problems."
        },
        {
            "parent": 5,
            "text": "In watching patients perform the “Up & Go” test or the “Get-Up and Go” test, the physician should consider the following questions: How safe does this activity appear for this patient? Are there any tip-offs to remediable causes of impaired mobility?"
        },
        {
            "parent": 5,
            "text": "Overall physical function should also be assessed. This is accomplished by evaluating the patient's ADLs and instrumental activities of daily living (IADLs). An alternative is the Physical Performance Test (PPT).33This performance-based test includes seven usual daily activities. The patient is asked to write a sentence, lift a book, put on and take off a jacket, pick up a penny, turn 360 degrees and walk about 15 m (50 ft.). The physician evaluates the performance of these activities to determine whether the patient is at increased risk for recurrent falls. If a problem is detected, the physician should institute measures to prevent falls, such as reducing medications (when possible), improving environmental safety and encouraging exercise that improves balance."
        },
        {
            "parent": 6,
            "text": "When the cause of a fall is not determined or a patient remains at high risk for falls, referral to a falls prevention program may be warranted. Recent studies have shown that such programs can reduce the rate of falls in the elderly. In one study,34the interactive group had a relative risk of falling of 0.39 compared with the control group. Interventions included the modification of environmental hazards and the evaluation and treatment of blood pressure, vision problems and mental status changes, including depression. Interventions that may be successful in reducing falls are listed inTable 7.22"
        },
        {
            "parent": 6,
            "text": "An outpatient assessment using the tools outlined in this article can allow the primary care physician to identify risk factors quickly and accurately, and to assess the patient who has fallen or nearly fallen. Critical steps in reducing the risk of falls in the elderly are listed inTable 8.28"
        }
    ],
    "locked": false
}