{
    "url": "https://www.aafp.org/pubs/afp/issues/1998/0901/p731.html#afp19980901p731-f1",
    "title": "External Cephalic Version | AAFP",
    "author": "ANDREW S. COCO, M.D., M.S., AND STEPHANIE D. SILVERMAN, M.D.",
    "doi": "Am Fam Physician.1998;58(3):731-738",
    "abstract": "External cephalic version is a procedure that externally rotates the fetus from a breech presentation to a vertex presentation. External version has made a resurgence in the past 15 years because of a strong safety record and a success rate of about 65 percent. Before the resurgence of the use of external version, the only choices for breech delivery were cesarean section or a trial of labor. It is preferable to wait until term (37 weeks of gestation) before external version is attempted because of an increased success rate and avoidance of preterm delivery if complications arise. After the fetal head is gently disengaged, the fetus is manipulated by a forward roll or back flip. If unsuccessful, the version can be reattempted at a later time. The procedure should only be performed in a facility equipped for emergency cesarean section. The use of external cephalic version can produce considerable cost savings in the management of the breech fetus at term. It is a skill easily acquired by family physicians and should be a routine part of obstetric practice.",
    "headers": [
        {
            "id": 0,
            "name": "History of External Cephalic Version",
            "level": 2
        },
        {
            "id": 1,
            "name": "Timing of Breech Version at Term",
            "level": 2
        },
        {
            "id": 2,
            "name": "Selection Criteria",
            "level": 2
        },
        {
            "id": 3,
            "name": "Protocol for External Cephalic Version",
            "level": 2
        },
        {
            "id": 4,
            "name": "Procedure",
            "level": 2
        },
        {
            "id": 5,
            "name": "Cost Effectiveness",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The incidence of breech presentation at term is about 4 percent.1Multiple factors may cause a fetus to present breech instead of vertex, including placenta previa, multiple gestation, uterine anomalies, fetal anomalies, poor uterine tone and prematurity. The majority of cases have no apparent cause. Physicians performing external cephalic version (also referred to as external version) externally rotate the fetus from a breech presentation to a vertex presentation. Over the past 15 years, external cephalic version has become a valuable, although underused, option in the management of the breech fetus at term."
        },
        {
            "parent": -1,
            "text": "Before the resurgence of the use of external cephalic version, management of breech presentation consisted of either routine cesarean delivery or a selected trial of labor. However, over the past two decades, theoretically for safety concerns regarding the fetus, the rate of cesarean delivery for breech presentation increased from 14 percent in 1970 to the current rate of up to 100 percent at some institutions.2Very few trials of labor are being attempted. Approximately 12 percent of cesarean deliveries in the United States are performed for breech presentation. Breech presentation ranks as the third most frequent indication for cesarean section, following previous cesarean section and labor dystocia.3Routine use of external version could reduce the rate of cesarean delivery by about two thirds.4"
        },
        {
            "parent": -1,
            "text": "This article reviews the rationale for the use of external version and its technical aspects, including the currently accepted protocol and manual maneuvers, factors predicting success and cost-effectiveness."
        },
        {
            "parent": 0,
            "text": "External version has apparently been practiced since the time of Aristotle (384 to 322 B.C.), who stated that many of his fellow authors advised midwives who were confronted with a breech presentation to “change the figure and place the head so that it may present at birth.” However, external version eventually fell out of favor as a result of several concerns: its high rate of spontaneous reversion (turning back to breech presentation) if performed before 36 weeks of gestation, possible fetal complications, and the assumption that an external version converts only those fetuses to vertex that would have converted spontaneously anyway."
        },
        {
            "parent": 0,
            "text": "The rebirth of the use of external version occurred in the early 1980s in the United States, after a protocol developed in Berlin was replicated with favorable results in several U.S. studies.5,6Consumer demands for more noninterventional birth experiences also played a role in its resurgence. Currently, external version is performed in many institutions, and the procedure is taught in most obstetric residency programs and in some family practice residency programs."
        },
        {
            "parent": 0,
            "text": "The safety of vaginal breech delivery has been a longstanding controversy. In a recent retrospective study,7investigators found that the risk of fetal morbidity and mortality is increased when vaginal delivery is attempted and concluded that cesarean section should be recommended routinely. In another study,8however, investigators reached an opposite conclusion. They calculated a corrected perinatal mortality of zero based on a series of 316 women undergoing a trial of labor."
        },
        {
            "parent": 0,
            "text": "Other studies have documented the success and safety of external version. The authors of a recent literature review4of 25 studies on the efficacy of external cephalic version calculated an overall success rate of 63.3 percent, with a range of 48 to 77 percent. Most of these studies used the currently accepted protocol that is discussed in this article. These studies documented minimal risks, including umbilical cord entanglement, abruptio placenta, preterm labor, premature rupture of the membranes (PROM) and severe maternal discomfort. Overall complication rates have ranged from about 1 to 2 percent since 1979.4In another study,9fetal heart rate changes occurred in 39 percent of fetuses during external version attempts, but these changes were transient and had no relationship to the final outcome. Importantly, the literature provides overwhelmingly reassuring evidence regarding the risk of fetal death. Before 1980, four fetal deaths from external cephalic version had been reported. All of these deaths occurred in association with attempts at external version using general anesthesia.10Since 1980, only two fetal deaths have been reported with external version. Both occurred without the use of fetal heart rate monitoring or ultrasonography in preterm infants in Zimbabwe.11"
        },
        {
            "parent": 0,
            "text": "A recent study12reported a success rate for external cephalic version of 69.5 percent. Noteworthy was the fact that among fetuses undergoing successful version, the incidence of intrapartum cesarean section was 16.9 percent, a figure that was 2.25 times higher than that in the control group. The high rate of cesarean delivery resulted from a significantly higher incidence of fetal distress and labor dystocia in the group receiving external version. Results of this study demonstrate that even after successful version, a higher rate of intrapartum abnormalities may occur."
        },
        {
            "parent": 0,
            "text": "Prospective, randomized trials regarding vaginal breech delivery are not available and are unlikely to be carried out because of liability concerns. A consensus in the obstetric literature is lacking, and the optimal rate of cesarean section is likely to remain elusive and controversial. A policy of routine cesarean section eliminates the fetal risks, but considerably increases the risks of maternal morbidity. Neither option addresses the primary problem of the breech presentation, which the external version can answer in selected situations."
        },
        {
            "parent": 0,
            "text": "Selection criteria for a safe attempt at vaginal breech delivery are listed inTable 1.13When these criteria are applied, approximately 70 percent of women with a vaginal breech presentation will be candidates for attempted vaginal delivery. Of these, approximately two thirds will have a successful delivery.8If inclusion criteria are routinely used, the calculated success rate for vaginal delivery of a fetus in the breech position is just over 40 percent. Or, conversely, about 60 percent of fetuses presenting in the breech position will be delivered by cesarean section despite optimal attempts to achieve a vaginal delivery."
        },
        {
            "parent": 0,
            "text": "Not only does external cephalic version significantly reduce the number of breech presentations at term, its use also reduces the high rate of cesarean delivery for this indication. Any reduction in the primary rate of cesarean delivery has an additive effect on the overall rate by decreasing the number of women undergoing repeat cesarean delivery. The major benefits of external cephalic version are reduced maternal morbidity and mortality from surgery."
        },
        {
            "parent": 1,
            "text": "External version has an 80 percent success rate when performed in preterm gestations.14Concomitantly, the spontaneous reversion rate is approximately 16 percent. It is surmised that the relatively small size of the preterm fetus is responsible for these high rates. A small fetus has more room to be turned and can revert on its own. At term (defined as 37 weeks or more of gestation), the success rate falls to 63 percent, but the reversion rate improves to 6 to 7 percent.4The same rationale (the larger fetus has less freedom of movement) is responsible for these reduced rates. The most important reason to wait until the fetus is at term is to avoid iatrogenic prematurity if complications arise. If an external version attempt results in active labor, ruptured membranes or fetal compromise that requires cesarean section, and the fetus is at term, delivery can proceed without concerns about complications of prematurity. Complications resulting from an external version attempt in a preterm fetus could result in increased fetal morbidity and mortality."
        },
        {
            "parent": 1,
            "text": "Because the incidence of PROM and pre-term labor is increased in breech presentations, it is crucial for the physician to diagnose the breech presentation as close to 37 weeks of gestation as possible and, ideally, by the 36th week. This early diagnosis allows lee-way for scheduling the external version and ultrasound examination. Otherwise, the opportunity to perform external version may be lost. Careful Leopold's maneuvers, followed by ultrasonography, must be diligently performed during third-trimester prenatal visits in order for diagnosis to be made early. An algorithm for external cephalic version is presented inFigure 1."
        },
        {
            "parent": 2,
            "text": "In general, candidates for external version should be low-risk patients at 37 weeks of gestation or more, by good dating criteria. The type of breech (either frank, complete or footling) is not a factor in determining suitability. Studies support the safety of external version in women who are candidates for vaginal birth after cesarean delivery (VBAC)15and in women with a transverse lie.16(The latter study was actually conducted intrapartum.)"
        },
        {
            "parent": 2,
            "text": "External version has been used successfully in VBAC candidates without any incidence of uterine rupture.15In a small study,16version was successfully performed on women presenting in labor with a transverse lie and intact membranes, reducing the cesarean section rate by 50 percent. External version has also been used safely and with very high success rates for the delivery of the second twin with non-vertex presentation,17although the experience in this setting is too limited to recommend it as the method of choice. A recent study on successful external version in preterm pregnancies14involving 110 patients demonstrated an overall success rate of 79 percent, with no increased incidence of PROM, preterm labor or adverse fetal effects. The protocol in this study included repeat external version if spontaneous reversion occurred. All repeat attempts were successful in the preterm group. Most study authors, however, feel that external version is too risky in the preterm patient for the reasons previously mentioned. Physicians must be aware of exclusion criteria when determining the appropriateness of external version(Table 2).18"
        },
        {
            "parent": 3,
            "text": "External version can be performed in an outpatient setting or on the maternity floor. An ultrasound machine and an experienced sonographer must be available. There must also be ready access to a facility equipped for cesarean delivery. Family physicians without privileges for cesarean section should only perform the procedure when obstetric backup is readily available. It is important that a formal protocol be followed in order to minimize the risk of complications.Table 3outlines one of several protocols used for external cephalic version."
        },
        {
            "parent": 4,
            "text": "With the woman placed in the supine position, the abdomen is liberally coated with ultrasonic gel in order to decrease friction and lessen the chances of an overvigorous manipulation. External version can be performed by one or two persons experienced in the procedure. Initially, the degree of engagement of the presenting part should be determined and gentle disengagement performed if possible. This can be a key factor in achieving a successful outcome. It is actually the breech that is manipulated during the maneuver. The head is guided gently toward the pelvis as the breech is moved cephalad."
        },
        {
            "parent": 4,
            "text": "Physicians can begin with the classic forward roll or the “back flip.”5It probably does not matter which direction is chosen first, but most physicians tend to start with the forward roll(Figures 2through4). Some physicians, however, may base their preference on the position of the fetus. If the spine and head of the fetus are on the same side of the maternal midline, then the back flip may be attempted(Figures 5through7). If the spine and head are on opposite sides of the maternal midline, then the forward roll may be selected. If the first attempt is unsuccessful, a second attempt is usually made in the opposite direction. An alternative is to have a second person manipulate one of the fetal poles or elevate the breech through the vagina. In one study,20an acoustic stimulator has been shown to facilitate change of the fetal spine from midline to lateral, consequently improving the chances of success."
        },
        {
            "parent": 4,
            "text": "Emphasis should be on gentle persuasion of the fetus as opposed to forceful movements. Ranney,21one of the modern pioneers in the technique, states, “one should approach the gentle art of external cephalic version with a flexible attitude. The brain, nerves, muscles and fingers of the obstetrician should be sensitively elastic. This is no place for a hasty or domineering approach, which is futile, and possibly dangerous.”"
        },
        {
            "parent": 4,
            "text": "Success is usually an all or nothing phenomenon and is attained quite easily if it is going to occur. In most recent studies, reports of successful version at term average about 65 percent.4It is important to monitor the fetal heart rate with the ultrasound probe during and after attempts at external version. Reasons to discontinue attempted version include excessive maternal discomfort, repeated failure or evidence of fetal compromise on monitoring. Most women do not find the procedure to be painful. If fetal bradycardia is detected after a successful version, it is recommended that the infant be returned to its previous breech presentation in hopes of reducing the risk of a tangled cord. If an attempt is unsuccessful and no evidence of fetal compromise is found, it is safe and cost-effective to repeat external version several days to one week later.22"
        },
        {
            "parent": 4,
            "text": "The risk of spontaneous reversion to a breech presentation following successful version is about 7 percent. However, one study23has shown that training women to make regular self-assessment of the presenting part after successful external version could improve the ultimate rate of vaginal delivery through use of prompt repeat external version when reversion is detected before labor. One case report24describes external version being performed successfully three times after spontaneous reversion, followed by induction of labor and a successful vaginal delivery."
        },
        {
            "parent": 5,
            "text": "Diagnostic and treatment algorithms are being established for many conditions, and it is becoming essential to document the cost-effectiveness of medical therapies. Several studies have focused on the cost-effectiveness of external cephalic version. A recent decision analysis25regarding the management of a breech pregnancy at term assumed a cost of $1,000 for external version based on California data. A strategy of routine external version for a breech presentation at term resulted in a savings of $1,473 per individual when compared with routine scheduling of a cesarean delivery. Another study4using different cost data concluded that the use of external version would result in a savings of 12.3 percent per birth if it were applied routinely."
        }
    ],
    "locked": false
}