{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0601/p3083.html#afp19990601p3083-f1",
    "title": "Colorectal Cancer: Risk Factors and Recommendations for Early Detection | AAFP",
    "author": "THOMAS E. READ, M.D., AND IRA J. KODNER, M.D.",
    "doi": "Am Fam Physician.1999;59(11):3083-3092",
    "abstract": "Spurred by mounting evidence that the detection and treatment of early-stage colorectal cancers and adenomatous polyps can reduce mortality, Medicare and some other payors recently authorized reimbursement for colorectal cancer screening in persons at average risk for this malignancy. A collaborative group of experts convened by the U.S. Agency for Health Care Policy and Research has recommended screening for average-risk persons over the age of 50 years using one of the following techniques: fecal occult blood testing each year, flexible sigmoidoscopy every five years, fecal occult blood testing every year combined with flexible sigmoidoscopy every five years, double-contrast barium enema every five to 10 years or colonoscopy every 10 years. Screening of persons with risk factors should begin at an earlier age, depending on the family history of colorectal cancer or polyps. These recommendations augment the colorectal cancer screening guidelines of the American Academy of Family Physicians. Recent advances in genetic research have made it possible to identify persons at high risk for colorectal cancer because of an inherited predisposition to develop this malignancy. These patients require aggressive screening, usually by lower endoscopy performed at an early age. In some patients, genetic testing can guide screening and may be cost-effective.",
    "headers": [
        {
            "id": 0,
            "name": "Classification of Risk and Screening Recommendations",
            "level": 2
        },
        {
            "id": 1,
            "name": "AVERAGE RISK",
            "level": 3
        },
        {
            "id": 2,
            "name": "FAMILY HISTORY OF COLORECTAL CANCER OR ADENOMATOUS POLYPS",
            "level": 3
        },
        {
            "id": 3,
            "name": "HEREDITARY NONPOLYPOSIS COLORECTAL CANCER",
            "level": 3
        },
        {
            "id": 4,
            "name": "FAMILIAL ADENOMATOUS POLYPOSIS",
            "level": 3
        },
        {
            "id": 5,
            "name": "INFLAMMATORY BOWEL DISEASE",
            "level": 3
        },
        {
            "id": 6,
            "name": "Future Directions",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Cancer of the colon and rectum is second only to lung cancer as the leading cause of cancer-related deaths in the United States.1In 1997, an estimated 131,000 Americans were diagnosed with colorectal cancer, and 55,000 died of the disease.1Without undergoing screening or taking preventive action, approximately one in 17 persons in this country will develop colorectal cancer at some point in life."
        },
        {
            "parent": -1,
            "text": "Recent research has shown that appropriate screening and treatment can alleviate much of the suffering associated with colorectal cancer and reduce the number of deaths caused by this malignancy. Evidence is mounting that detecting and removing adenomatous polyps can prevent the development of colorectal adenocarcinoma and that detecting and treating early-stage cancers can lower the mortality rate for colorectal cancer.2–6Both polyps and early-stage cancers are usually asymptomatic. Compared with these lesions, cancers that have grown large enough to cause symptoms have a much worse prognosis. This contrast highlights the need for screening in asymptomatic persons."
        },
        {
            "parent": -1,
            "text": "By 50 years of age, most persons at average risk for colorectal cancer should begin regular screening for polyps and malignancies.7,8However, screening or treatment should be instituted as early as puberty in the substantial number of persons who are at increased risk of colorectal cancer because of an inherited predisposition to the disease. As a result of the advances in genetic research that have occurred in the past 15 years, inherited forms of colorectal cancer are better understood, and the populations that require endoscopic or genetic screening early in life are being defined."
        },
        {
            "parent": -1,
            "text": "The effectiveness of colorectal cancer screening has been a subject of controversy. In 1995, the U.S. Preventive Services Task Force (USPSTF) reversed earlier position statements and endorsed screening with fecal occult blood testing and sigmoidoscopy for asymptomatic persons at average risk for colorectal cancer.9,10The recommendations for periodic health examinations developed by the American Academy of Family Physicians (AAFP) note the need to screen all adults 50 years of age and older, as well as adults 40 years and older who have a family history of colorectal cancer.8The AAFP recommendations used the 1995 USPSTFGuide to Clinical Preventive Servicesas a starting point. The AAFP guidelines indicate that screening can be performed with fecal occult blood testing (annually), sigmoidoscopy, colonoscopy or barium enema. Because of perceived lack of scientific evidence, the AAFP recommendations purposely exclude frequency of colorectal cancer screening."
        },
        {
            "parent": -1,
            "text": "Several years ago, the U.S. Agency for Health Care Policy and Research (AHCPR) convened a collaborative group of experts representing the American College of Gastroenterology, the American Gastroenterological Association, the American Society of Colon and Rectal Surgeons, the American Society for Gastrointestinal Endoscopy and the Society of American Gastrointestinal Endoscopic Surgeons to critically evaluate the available evidence on colorectal cancer screening and develop appropriate clinical practice guidelines.7These guidelines have been endorsed by the American Cancer Society (ACS) and the Crohn's and Colitis Foundation of America, and they provide the framework for this review.7,11"
        },
        {
            "parent": 0,
            "text": "The cornerstone for determining a patient's risk of developing colorectal cancer is the family history. Failure to properly investigate a patient's family history of colorectal neoplasia can lead to inappropriate and inadequate treatment of both the patient and other family members who may be at risk."
        },
        {
            "parent": 1,
            "text": "As indicated inTable 1,7most persons who develop colorectal cancer have no identifiable risk factors. Persons considered to be at average risk for colorectal cancer do not fit any of the higher risk categories. Specifically, they are asymptomatic and have no personal history of colorectal cancer or adenomatous polyps, no family history of colorectal neoplasia, no inflammatory bowel disease and no unexplained anemia."
        },
        {
            "parent": 1,
            "text": "Screening Recommendations. The AHCPR panel recommended that, beginning at the age of 50 years, persons at average risk for colorectal cancer undergo one of the following screening regimens:"
        },
        {
            "parent": 1,
            "text": "Fecal occult blood testing annually.Flexible sigmoidoscopy every five years.Fecal occult blood testing annually and flexible sigmoidoscopy every five years.Double-contrast barium enema every five to 10 years.Colonoscopy every 10 years."
        },
        {
            "parent": 1,
            "text": "Although the panel stated that all of these screening strategies are acceptable options, each strategy has unique strengths and weaknesses(Table 2).7"
        },
        {
            "parent": 1,
            "text": "The fecal occult blood test is a nonspecific test that fails to detect many small cancers and precancerous lesions.12Nonetheless, several large, randomized, controlled trials have shown that annual or biannual testing for fecal occult blood followed by complete diagnostic evaluation of the colon (primarily with colonoscopy) in patients with a positive test reduces the number of deaths caused by colorectal cancer.3,13,14"
        },
        {
            "parent": 1,
            "text": "When performed appropriately, the fecal occult blood test involves the sampling of atraumatically obtained stool from three consecutive bowel movements in a patient who has not ingested red meat, aspirin, non-steroidal anti-inflammatory drugs, turnips, horseradish or vitamin C for two days before the test and throughout the test period.7,15"
        },
        {
            "parent": 1,
            "text": "A major drawback to fecal occult blood testing as a screening technique is poor compliance. Only 38 to 60 percent of patients in the large trials completed all planned tests.3,13,14Use of the test in the general population is estimated to be lower.16Testing of stool obtained traumatically during a digital rectal examination is of unproven value.17The ACS and other experts recommend that annual fecal occult blood testing be accompanied by flexible sigmoidoscopy every five years.11"
        },
        {
            "parent": 1,
            "text": "The effectiveness of sigmoidoscopy as a screening tool depends on its ability to detect cancers and adenomatous polyps in the distal colon of asymptomatic patients at average risk for colorectal cancer who have a negative fecal occult blood test. If the sigmoidoscopic examination detects polyps, colonoscopy should be strongly considered because almost one third of such patients have neoplastic lesions in the proximal colon.18Randomized controlled trials have not proved that sigmoidoscopy reduces the mortality rate for colorectal cancer, although case-control studies have shown a benefit.2,6,19The Prostate, Lung, Colon and Ovary Trial, which is being supported by the National Cancer Institute (NCI), is currently evaluating the effectiveness of flexible sigmoidoscopy in a randomized, controlled setting; however, mortality data are not expected to become available until 2008.7"
        },
        {
            "parent": 1,
            "text": "The efficacy of barium enema in preventing deaths from colorectal cancer has not been evaluated in a controlled trial. Nonetheless, effectiveness can be inferred from the fact that detecting polyps and early-stage cancers by other methods reduces the incidence of colorectal cancer as well as the number of deaths from this malignancy. Double-contrast barium enema detects 50 to 80 percent of polyps less than 1 cm in size, 70 to 90 percent of polyps larger than 1 cm and 50 to 80 percent of stage I and II adenocarcinomas.20–23Single-column barium enema is less sensitive than double-contrast barium enema. Thus, if single-column barium enema is used as a screening tool, it should be combined with flexible sigmoidoscopy.7The major limitation of barium enema as a screening method is that patients require colonoscopy if lesions are detected."
        },
        {
            "parent": 1,
            "text": "Colonoscopy is the only screening technique that allows the detection and removal of pre-malignant lesions throughout the colon and rectum. Furthermore, it is the final common pathway for all positive screening tests. Although successful colonoscopy depends on the skill of the endoscopist to reach the cecum and to identify small lesions, this technique remains the gold standard for evaluation of the colonic mucosa.7The ability of colonoscopy to reduce deaths from colorectal cancer has been demonstrated indirectly through studies showing that the detection and removal of polyps reduces the incidence of colorectal cancer and that the detection of early cancers lowers the mortality rate for this malignancy.2–6Patients may be more likely to comply with screening colonoscopy because no confirmatory examinations are required and, thus, only one bowel preparation is necessary."
        },
        {
            "parent": 1,
            "text": "The Office of Technology Assessment of the U.S. Congress found that fecal occult blood testing, sigmoidoscopy, double-contrast enema and colonoscopy are about equally cost-effective as screening strategies, with an estimated cost of less than $20,000 per year of life saved (assuming that screening begins at the age of 50 years and is discontinued at the age of 85 years).7,24Although cost-benefit analyses are exceedingly complex, this estimate is well within the acceptable range of cost-effectiveness by U.S. health standards and compares favorably with the cost-benefit estimate for screening mammography in women over 50 years old."
        },
        {
            "parent": 1,
            "text": "Medicare Coverage. Since January 1, 1998, Medicare has covered colorectal cancer screening in persons at average risk for this malignancy who are over 50 years of age. Medicare does not reimburse the cost of screening colonoscopy in persons at average risk, but it does cover annual fecal occult blood testing as well as flexible sigmoidoscopy or barium enema performed every four years.25Reimbursement by other third-party payors is variable."
        },
        {
            "parent": 1,
            "text": "Treatment. Patients found to have adenomatous polyps should undergo colonoscopy and polypectomy; after three years, they should be reexamined by colonoscopy.7,18,26Patients found to have cancer should undergo colonoscopy to search for synchronous lesions and should then receive standard treatment for the cancer."
        },
        {
            "parent": 2,
            "text": "A family history of colorectal cancer or adenomatous polyps increases the risk of colorectal cancer. In general, closer familial relationships to affected relatives, younger age of affected relatives and larger numbers of affected relatives increase this risk.7,27,28A careful family history should always be obtained to exclude one of the more well-defined inherited colorectal cancer syndromes, such as hereditary nonpolyposis colorectal cancer or familial adenomatous polyposis. As the molecular genetics of colorectal cancer come to be better understood, many patients with familial colorectal cancer may eventually be categorized as having distinct inherited syndromes(Table 3).7"
        },
        {
            "parent": 2,
            "text": "Screening Recommendations. The AHCPR panel recommended that persons who have first-degree relatives with colorectal cancer or adenomatous polyps undergo screening for colorectal neoplasia beginning at 40 years of age or 10 years before the age at which the diagnosis was made in the affected relative, whichever is earlier.7Because patients whose first-degree relatives developed colorectal cancer before the age of 50 years may be at higher risk, complete colonic evaluation with colonoscopy should be strongly considered. Patients who have a second-degree relative with colorectal cancer or a relative with adenomatous polyps diagnosed after the age of 60 years can be screened in accordance with the recommendations for persons at average risk.7"
        },
        {
            "parent": 2,
            "text": "Medicare Coverage. Medicare covers screening colonoscopy in persons at high risk for colorectal cancer when the procedure is performed at least two years after the last screening colonoscopy or barium enema.25"
        },
        {
            "parent": 2,
            "text": "Treatment. Patients found to have adenomatous polyps should undergo colonoscopy and polypectomy; after three years, they should be reexamined by colonoscopy.7,26Patients found to have cancer should undergo colonoscopy to search for synchronous lesions and should then receive standard treatment for the cancer. At present, no data support total abdominal colectomy for patients with familial colorectal cancer who do not meet criteria for an inherited colorectal cancer."
        },
        {
            "parent": 3,
            "text": "As many as 75 percent of patients with hereditary nonpolyposis colorectal cancer develop malignant disease by the age of 65 years.29–32This autosomal dominant syndrome is the result of germline mutations in mismatch repair genes (genes that code for proteins responsible for correcting errors during DNA replication). Patients with hereditary nonpolyposis colorectal cancer typically develop malignancy between the ages of 40 and 50 years. Most tumors occur proximal to the splenic flexure."
        },
        {
            "parent": 3,
            "text": "“Nonpolyposis” refers to the distinction between hereditary nonpolyposis colorectal cancer and familial adenomatous polyposis (in which patients have hundreds of polyps). However, this term is somewhat misleading because patients with the syndrome develop adenomatous polyps preceding the cancer. The progression from adenoma to carcinoma appears to be accelerated in patients who have hereditary nonpolyposis colorectal cancer compared with patients who have sporadic cancers. Thus, the recommended intervals between screening colonoscopies are short (one to three years).29In addition, patients with hereditary nonpolyposis colorectal cancer tend to develop multiple colorectal cancers. Between 30 and 50 percent of patients who undergo segmental colectomy for one cancer develop a second cancer within 10 to 15 years.29Patients with hereditary nonpolyposis colorectal cancer are also at high risk for cancers of other organs, especially the ovary and uterus."
        },
        {
            "parent": 3,
            "text": "Because gene carriers cannot yet be conclusively identified, the penetrance of colorectal cancer can only be estimated (about 90 percent).30Furthermore, some patients in families with hereditary nonpolyposis colorectal cancer do not have identifiable germline mismatch repair gene mutations but still develop colorectal cancer. For these reasons, the diagnosis of this hereditary syndrome in a family remains clinical and is based on the Amsterdam criteria33:"
        },
        {
            "parent": 3,
            "text": "Colorectal cancer is present in three or more family members.Two generations are affected.One affected person is a first-degree relative of another affected person.One person is diagnosed with cancer before the age of 50 years."
        },
        {
            "parent": 3,
            "text": "The Amsterdam criteria were originally developed to standardize the definition of hereditary nonpolyposis colorectal cancer for research purposes. However, the criteria fail to identify patients who may be affected with the syndrome but have unknown or abbreviated family histories or patients who have a personal or family history of extracolonic malignancies associated with the syndrome. A recent NCI working group acknowledged the shortcomings of the Amsterdam criteria as clinical guidelines and published recommendations to expand the clinical suspicion of hereditary nonpolyposis colorectal cancer to a broader range of patients.32"
        },
        {
            "parent": 3,
            "text": "Screening Recommendations. Expert panels convened by the AHCPR7and the Cancer Genetics Studies Consortium (CGSC)29recommended that persons who are members of a family that fits the clinical criteria for hereditary nonpolyposis colorectal cancer undergo colonoscopy at 20 to 25 years of age and every one to three years thereafter. In addition, these patients and their family members should be referred for genetic counseling. Germline testing for mismatch repair gene mutations can be considered, but the predictive value of such testing is only 50 to 80 percent.34Therefore, regardless of the outcome of such testing, colonoscopy should be performed."
        },
        {
            "parent": 3,
            "text": "Treatment. Although prospective, randomized trials are lacking, the CGSC panel and others have made recommendations for the treatment of patients with hereditary non-polyposis colorectal cancer.29Total abdominal colectomy with ileorectal anastomosis and endoscopic screening of the rectum should be strongly considered for patients with this syndrome and colon cancer, as well as for selected gene mutation carriers who have multiple adenomatous polyps. Patients with rectal cancer should be considered for total proctocolectomy. Selected gene mutation carriers (i.e., those unable to comply with frequent colonoscopic surveillance) can be considered for prophylactic colectomy, although the benefit of this approach has not yet been evaluated."
        },
        {
            "parent": 4,
            "text": "Familial adenomatous polyposis is caused by an autosomal dominant defect in the adenomatous polyposis coli (APC) gene.35Patients with this syndrome develop hundreds of adenomatous polyps as early as puberty and ultimately develop colorectal cancer, usually by 40 years of age.36,37Patients who have familial adenomatous polyposis are also prone to develop a variety of extracolonic tumors, notably duodenal adenomas, duodenal carcinomas and desmoid tumors.36Gene mutations occur spontaneously and account for the patients who are diagnosed with familial adenomatous polyposis but do not have a family history of the syndrome.38Attenuated familial adenomatous polyposis is a rare variant in which polyps and cancers develop later in life.39"
        },
        {
            "parent": 4,
            "text": "The most commonly used genetic test for familial adenomatous polyposis is an assay for a truncated protein product of the mutated APC gene. As only about 80 percent of families with the syndrome have a mutation that produces a truncated protein, the predictive value of testing at-risk family members is greatest if the proband (affected relative) has a positive test.40Because of the socioeconomic and emotional issues surrounding genetic testing for familial adenomatous polyposis, such testing should be performed only after genetic counseling has taken place and informed consent has been obtained.40"
        },
        {
            "parent": 4,
            "text": "Screening Recommendations. Persons with a family history of familial adenomatous polyposis should undergo flexible sigmoidoscopy or colonoscopy at puberty.7,41Lower endoscopy should be repeated every one to two years because adenomatous polyps throughout the bowel generally precede cancer. Genetic testing should be considered, especially in large families with many at-risk members; in such situations, genotyping may be more cost-effective than repeated endoscopy.41If the proband has a positive truncated protein assay, at-risk relatives who test negative may be screened as average-risk persons.41"
        },
        {
            "parent": 4,
            "text": "Treatment. Patients found to have polyposis should undergo total proctocolectomy. In most patients, intestinal continuity can be preserved with the construction of an ileal pouch–anal anastomosis. Total abdominal colectomy with ileorectal anastomosis can be considered, but only if the rectum is relatively free of polyps and the patient will comply with regular screening proctoscopy. Patients should also undergo endoscopic screening for duodenal adenomas.42"
        },
        {
            "parent": 5,
            "text": "Over time, the risk of colorectal cancer increases in patients with ulcerative colitis.7Patients with Crohn's colitis may also be at increased risk for colorectal cancer, although this association has been less well defined."
        },
        {
            "parent": 5,
            "text": "Screening Recommendations. After a period of years, patients with ulcerative colitis are commonly screened every one to two years by colonoscopy and the procurement of multiple random biopsy samples to look for dysplasia. This screening is initiated seven to eight years after the diagnosis of pancolitis and 12 to 15 years after the diagnosis of left-sided colitis.7,43,44However, only weak evidence shows that surveillance reduces mortality or is better than timing a colectomy according to the extent and duration of disease.7,43,44"
        },
        {
            "parent": 5,
            "text": "Treatment. Patients found to have dysplasia should be strongly considered for total proctocolectomy. In most patients, intestinal continuity can be preserved with the construction of an ileal pouch–anal anastomosis."
        },
        {
            "parent": 6,
            "text": "It is troubling that so much energy and expense are devoted to the cure of advanced or recurrent colorectal cancer in the United States, but so little time and money are expended on screening for polyps and early-stage cancers. It is estimated that only 10 to 30 percent of Americans over the age of 50 years undergo any type of regular screening for colorectal neoplasia16,45,46(Figure 1).7"
        },
        {
            "parent": 6,
            "text": "Colorectal cancer has not received much publicity, even though it is the second leading cause of cancer-related deaths in this country and even though it has a well-defined, identifiable and treatable precursor lesion—the adenomatous polyp. Both health care professionals and the public need to become more aware of the potential benefits of colorectal cancer screening."
        },
        {
            "parent": 6,
            "text": "As the genetics of inherited colorectal cancer syndromes become better understood, it will be possible to conclusively identify high-risk populations. It is of paramount importance that screening efforts be directed toward these populations. Genetic counselors are invaluable resources for educating affected patients and their family members and for helping to direct genetic testing."
        }
    ],
    "locked": false
}