{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0215/p1007.html#afp19990215p1007-uf1",
    "title": "Evaluating Breast Masses in Women Younger than 40 | AAFP",
    "author": "JEFFREY T. KIRCHNER, D.O.",
    "doi": "Am Fam Physician.1999;59(4):1007-1008",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Breast masses in women younger than 40 years are usually benign. However, distinguishing a benign from a malignant lesion is often difficult because of the density or nodularity of normal glandular breast tissue in younger women. Furthermore, the use of mammography in this age group is associated with a large number of false-negative results. Consequently, the decision to perform a biopsy is usually based on clinical findings, not the results of imaging studies. Morrow and colleagues conducted a retrospective review to (1) determine how often a physician or patient-identified breast mass is confirmed by surgical evaluation; (2) determine how often mammography or ultrasonography in young women with benign clinical examinations identified clinically significant disease; and (3) evaluate the yield of fine-needle aspiration cytology in this group of younger women."
        },
        {
            "parent": -1,
            "text": "Patients included in the study were women younger than 40 years of age who were identified as having a breast mass. A mass was considered clinically benign if the borders were well-circumscribed and the lesion was mobile and firm. A breast mass was considered suspicious if it was hard, had irregular borders and was poorly mobile. The women were referred to one of four surgeons for further evaluation. Patients who underwent a biopsy before surgical evaluation were excluded. Outcome information, including the use of imaging studies and biopsy results, was obtained by follow-up chart review."
        },
        {
            "parent": -1,
            "text": "A total of 605 patients were studied. The mean age of these women was 29 years (range: 17 to 39 years). A family history of breast cancer was reported by 33 percent of patients. In 484 women (80 percent), the mass was found during self-examination or was an incidental finding. In 121 patients, the mass was found by a primary care physician."
        },
        {
            "parent": -1,
            "text": "Surgical examination determined that 176 of the 484 patient-detected masses (36 percent) were clinically significant and that 35 of the 121 masses (29 percent) detected by a primary care physician were found to be dominant breast masses (defined as a three-dimensional abnormality that is different from surrounding breast tissue). This difference was not significant."
        },
        {
            "parent": -1,
            "text": "A total of 196 breast biopsies and 15 fine-needle aspirations were performed in the patients whose masses were confirmed by a surgeon. Carcinoma was found in 28 patients, including 22 of the patient-detected masses and six of the physician-detected masses. Fibroadenoma was the most frequent benign diagnosis in both groups. Breast cysts were rarely found on biopsy, accounting for 0.8 percent of masses found by physicians and 2.9 percent of those found by patients."
        },
        {
            "parent": -1,
            "text": "In evaluating the use of breast imaging studies, the authors obtained 301 studies, including mammography, ultrasonography, or both, that were performed in 438 patients who had either a normal breast examination or a mass thought to be benign on examination by the surgeon. Abnormal results were noted in 112 of the imaging studies; however, the majority of these were considered of low suspicion and required only six-month follow-up. Forty-four of the imaging studies were considered suspicious enough to warrant a biopsy. Fibroadenoma accounted for 34 of the 44 abnormalities identified. Two cases of ductal carcinoma in situ were identified by mammography. These two cancers were incidental findings and not related to the breast mass for which the study was ordered."
        },
        {
            "parent": -1,
            "text": "A total of 126 women underwent fine-needle aspiration, including 75 patients thought by the surgeon to have a benign mass. None showed malignancy, and five were determined to be atypical. Four of these five women had excisional biopsies, all of which were negative for cancer. Of the 38 women undergoing fine-needle aspiration who were thought by the surgeon to have a significant or dominant breast mass, malignancy was detected in 12. These patients underwent surgical excision. Eight patients had benign cytologic findings, and all underwent excisional biopsy, as did the 18 patients with nondiagnostic cytologic findings."
        },
        {
            "parent": -1,
            "text": "The authors conclude that the findings of this study indicate that detection of a breast mass by a patient is at least as reliable as detection by a primary care physician. If the examination is thought by a surgeon to be normal or benign, the use of fine-needle aspiration or imaging studies adds very little information. The authors also found that a family history of breast cancer resulted in more biopsies but did not identify a greater number of cancers. In most patients, physician follow-up is all that is necessary. If there is clinical uncertainty in patients younger than 40 years, an ultrasound examination to determine if a mass is present is the appropriate imaging procedure."
        }
    ],
    "locked": false
}