{
    "url": "https://www.aafp.org/pubs/afp/issues/1998/1015/p1347.html#afp19981015p1347-f1",
    "title": "Using DSM-IV Primary Care Version: A Guide to Psychiatric Diagnosis in Primary Care | AAFP",
    "author": "DAVID PINGITORE, PH.D., AND RANDY A. SANSONE, M.D.",
    "doi": "Am Fam Physician.1998;58(6):1347-1352",
    "abstract": "The prevalence of patients with psychiatric disorders in primary care settings indicates that family physicians have a need for a diagnostic manual suited to the realities of their practice. This article reviews the Diagnostic and Statistical Manual of Mental Disorders, 4th ed., primary care version (DSM-IV–PC) and highlights the ways it accommodates the clinical needs of family physicians. DSM-IV–PC emphasizes the use of nine diagnostic algorithms for the most prevalent psychiatric disorders in primary care. The authors review the conceptual similarities between DSM-IV and DSM-IV–PC and the diagnostic features that are unique to DSM-IV–PC, and offer an illustrative case that incorporates a DSM-IV–PC approach to diagnosis. The authors also outline clinical and technical issues that remain unresolved in DSM-IV–PC.",
    "headers": [
        {
            "id": 0,
            "name": "Prevalence of Psychiatric Problems in Primary Care",
            "level": 2
        },
        {
            "id": 1,
            "name": "DSM-IV",
            "level": 2
        },
        {
            "id": 2,
            "name": "DSM-IV and DSM-IV–PC Similarities",
            "level": 2
        },
        {
            "id": 3,
            "name": "Unique Aspects of DSM-IV–PC",
            "level": 2
        },
        {
            "id": 4,
            "name": "Illustrative Case",
            "level": 2
        },
        {
            "id": 5,
            "name": "Other Psychiatric Diagnoses and Problems",
            "level": 2
        },
        {
            "id": 6,
            "name": "Potential Limitations of DSM-IV–PC",
            "level": 2
        },
        {
            "id": 7,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Because of time constraints in the primary care setting, family physicians need an efficient way to diagnose psychiatric disorders. Several in-office assessment instruments have been developed, including self-report measures of specific psychiatric disorders (e.g., Duke Anxiety-Depression Scale1), as well as instruments that screen for several psychiatric disorders (e.g., PRIME-MD,2SDDS-PC3). However, with the publication of theDiagnostic and Statistical Manual of Mental Disorders, 4th ed., primary care version (DSM-IV–PC),4family physicians now have a universal guide to aid them in diagnosing a range of psychiatric disorders. An international version of DSM-IV–PC that is compatible with International Classification of Diseases (ICD)-10 codes is also available.5"
        },
        {
            "parent": -1,
            "text": "DSM-IV–PC is uniquely organized by symptoms that branch out into diagnostic algorithms. The family physician assesses the patient's symptoms and, in workbook fashion, determines the relevant psychiatric diagnoses. DSM-IV–PC has several other practical advantages. First, psychiatric phenomena that are commonly encountered in primary care settings are emphasized. Second, the manual is formatted to be concise, explicit (i.e., step by step) and practical, with limited use of psychiatric jargon. Finally, the diagnoses offered by DSM-IV–PC are fully compatible with theDiagnostic and Statistical Manual of Mental Disorders, 4th ed. (DSM-IV),6as well as the ICD-97for both coding and reimbursement purposes."
        },
        {
            "parent": -1,
            "text": "This article summarizes the salient organizational features in DSM-IV–PC and illustrates how the manual's format for differential psychiatric diagnosis can be useful to family physicians. An illustrative case that shows how assessment of a patient's presenting symptoms results in a reliable psychiatric diagnosis is included."
        },
        {
            "parent": 0,
            "text": "Research conducted over the past two decades has indicated that family physicians routinely encounter (and increasingly treat) patients with cognitive, mood or behavioral problems.8–12A prospective study8of one-year prevalence rates of mental and addictive disorders reported that patients with anxiety disorders received treatment in primary care and other medical facilities as often as they presented to specialty mental health providers. This study also documented that the proportion of persons diagnosed and treated in the general medical setting for alcohol abuse, dysthymia and somatization disorders was comparable with rates found in the specialty mental health sector.8DSM-IV–PC has been designed for the express purpose of enhancing family physicians' diagnostic knowledge of mental and addictive disorders, and to aid them in making reliable diagnoses and appropriate referrals.13"
        },
        {
            "parent": 1,
            "text": "The diagnostic manual used by mental health professionals, DSM-IV, has limited usefulness for family physicians. First, the scope of DSM-IV is encyclopedic, with descriptions of disorders that reflect the breadth and complexity of issues occurring in traditional mental health settings. Family physicians typically evaluate and treat a more focused set of psychiatric concerns, particularly anxiety, depression and somatic preoccupation, rather than psychotic diagnoses such as paranoid schizophrenia. In addition, since family physicians evaluate and treat a large number of patients per day, the complex terminology and descriptive focus of DSM-IV do not readily accommodate the pace of their clinical work."
        },
        {
            "parent": 2,
            "text": "DSM-IV–PC, a collaborative effort between psychiatry and primary care specialties, is an adaptation of DSM-IV for primary care providers. Both versions share a number of common features. Both use a descriptive approach (i.e., identification of symptoms) rather than an underlying conceptual or theoretic model (e.g., psychodynamic).14Both editions include the changes that occurred with the evolution of DSM-IV from its earlier version, DSM-III-R. The revisions relevant to primary care were included in DSM-IV–PC, such as the addition of new diagnoses, modifications of criteria for diagnoses and simplification of subheadings.6"
        },
        {
            "parent": 2,
            "text": "Most importantly, DSM-IV and DSM-IV–PC are characterized by a unitary model of psychiatric and physical disorders, replacing what can be an artificial distinction between the realms of “organic” and “functional.” Both manuals emphasize that psychiatric disorders may be the direct physiologic consequence of substance intoxication or withdrawal, as well as medication effects, toxin exposure or a general medical condition. Each manual also provides criteria that establish whether presenting symptoms are best accounted for by these phenomena or are the primary result of psychologic and/or social factors."
        },
        {
            "parent": 3,
            "text": "The following information highlights the unique features of DSM-IV–PC:"
        },
        {
            "parent": 3,
            "text": "Primary Care Adaptation. The manual emphasizes only those psychiatric disorders that regularly present in primary care settings, rather than the full spectrum of psychiatric disorders as found in DSM-IV."
        },
        {
            "parent": 3,
            "text": "Simplified Diagnostic Technique. As a key feature, the chapter devoted to “Algorithms for Common Primary Care Presentations” presents nine algorithms, headed by presenting symptoms, for the most common psychiatric concerns encountered in primary care(Table 1). Step-by-step procedures are provided for confirming a psychiatric diagnosis, and those disorders most often encountered in primary care are discussed extensively."
        },
        {
            "parent": 3,
            "text": "Rapid Routes to Differential Diagnosis. The manual provides two rapid approaches to algorithm selection. One approach, titled “Quick Reference to Diagnostic Algorithms,” provides a succinct general decision tree that quickly matches the patient's presenting symptom to one of nine appropriate diagnostic algorithms. The section also includes well-organized and detailed summaries of each of the nine primary algorithms in DSM-IV–PC. The second approach is titled the “Symptom Index for Common Presentations”and is listed in the appendix. This symptom index is arranged in both alphabetical and topical order. A common presenting symptom is followed by the corresponding chapter and algorithm where the symptom is listed as a “presenting symptom.” The symptom index also provides a “First refer to” instruction to further guide the user. For example, when confronted with pain as a presenting symptom, the user is first referred to “Unexplained Physical Symptoms” or “Depressed Mood” algorithms."
        },
        {
            "parent": 3,
            "text": "DSM-IV–PC also presents a concise description of disorders as they clinically appear in primary care settings and provides differential diagnoses as they relate to general medical conditions, substance abuse and more severe psychiatric disorders."
        },
        {
            "parent": 4,
            "text": "The following illustrative case shows the use of DSM-IV–PC in making a diagnosis. The diagnostic algorithm used in this particular case is also provided(Figure 1)."
        },
        {
            "parent": 4,
            "text": "A 37-year-old woman with a history of irritable bowel syndrome and a benign breast tumor presents with recurring nausea as well as a six-month history of intense but brief episodes of dizziness, chest tightness and shortness of breath. During the episodes, the patient reports feelings of being “trapped” and fears that she has a serious medical problem or is about to have a “nervous breakdown.” Eight months before this visit, the patient had obtained a challenging new position in her desired field. While pleased with her success, the patient is worried about new responsibilities and “office politics.” The patient does not drink, but has resumed smoking, indulging in two or three cigarettes in the mornings."
        },
        {
            "parent": 4,
            "text": "Select the Diagnostic Algorithm. DSM-IV–PC is structured to assist the physician in choosing the correct algorithm. Based on the presenting symptoms, a family physician using either the general algorithm or the symptom index would be instructed to first consider the anxiety algorithm. Alternatively, if a physician started the inquiry with the depression algorithm, DSM-IV–PC would direct the physician to the anxiety algorithm based on the patient's symptom presentation."
        },
        {
            "parent": 4,
            "text": "Consider the Role of General Medical Conditions. The first step is to determine if the patient's history of irritable bowel syndrome or nonmalignant tumor is responsible for the depression. The acute and recurrent symptom picture with no residual effect on the patient does not suggest a general medical condition. If other medical conditions are ruled out, the physician continues with the algorithm."
        },
        {
            "parent": 4,
            "text": "Consider the Role of Substance Use. The next step is to determine whether the patient's anxiety is the direct result of substance use. The patient's reported history of alcohol consumption and cigarette use is not a likely cause of her anxiety. The physician is instructed to continue with the algorithm."
        },
        {
            "parent": 4,
            "text": "Are the Symptoms Better Accounted for by Another Psychiatric Disorder?To answer this question, the physician must take into account whether symptoms are characteristic of another disorder, such as adjustment disorder, depression or manic symptoms. In this patient, the six-month duration of symptoms, the continued presence of pleasure in activities and the absence of expansive mood or poor judgment suggest a diagnosis of 300.01, Panic Disorder without Agoraphobia."
        },
        {
            "parent": 4,
            "text": "Should the Symptom Be Diagnosed Using a Not Otherwise Specified Category?Because the full criteria are met for Panic Disorder without Agoraphobia, the category Anxiety Disorder Not Otherwise Specified would not be considered."
        },
        {
            "parent": 4,
            "text": "Select the Diagnostic Code. Finally, the physician selects the appropriate diagnostic code (ICD-9 codes are included)."
        },
        {
            "parent": 5,
            "text": "To assess a patient's other psychiatric problems, DSM-IV–PC has additional sections that address psychosocial problems, other psychiatric disorders and disorders that arise in infancy, childhood and adolescence. With regard to psychosocial problems, the physician may indicate a range of concerns that warrant clinical attention but are not, by themselves, considered to be diagnosable psychiatric disorders. These concerns are consolidated into a “Psychosocial/Environmental Checklist.”"
        },
        {
            "parent": 5,
            "text": "Severe psychiatric symptoms, such as those related to schizophrenia, are outlined in the DSM-IV–PC section, “Other Psychiatric Disorders,” and are presented in the context of the primary care setting. Psychiatric disorders that are commonly diagnosed in infancy, childhood and adolescence are included, such as disruptive behavior, inattention and academic skills disorder. Some diagnostic categories in DSM-IV–PC are not included in DSM-IV, such as Disorders/Conduct Associated with Issues of Gender Identity."
        },
        {
            "parent": 6,
            "text": "While the merits of DSM-IV–PC for family physicians are evident, a number of unresolved limitations remain. First, the recent DSM series, upon which DSM-IV–PC is based, has been criticized for its lack of clinical formulation in systemic or relational terms.15–17It has also been argued that using diagnoses that highlight patient pathology may limit the therapeutic solutions that the physician and patient jointly employ to solve the presenting problem.15"
        },
        {
            "parent": 6,
            "text": "Second, while the multiaxial nature of DSM-IV encompasses a variety of biopsychosocial parameters, the multiaxial schema is not emphasized in DSM-IV–PC. For example, the manual provides only limited attention to the personality disorders that, in primary care settings, may be difficult to differentiate from other psychiatric disorders."
        },
        {
            "parent": 6,
            "text": "Third, DSM-IV–PC remains a large and complex volume18that requires some level of familiarity before it can be used.While its value in the training setting is apparent, it remains to be determined whether busy family physicians will incorporate the manual into routine practice. The complexity of the diagnostic schemes and the amount of time needed to reach a diagnosis have been cited as conspicuous limitations.19,20It has been suggested that a short version of the text comprising critical decision points may be more useful for primary care physicians than the entire reference document.19The manual is also not indexed in a manner that expedites the location of sections; exterior tabs would be helpful, particularly for the “Quick Reference” section."
        },
        {
            "parent": 6,
            "text": "Finally, the initial emphasis for each algorithm is the exclusion of an underlying medical problem, but there is no guidance on how to do this."
        },
        {
            "parent": 6,
            "text": "Other general concerns with DSM-IV–PC include the need to: (1) validate its diagnostic criteria in the primary care setting,21(2) refine comorbidity and multiaxial assessment18and (3) re-evaluate the relegation of subthreshold disorders to the diffuse category of “Not Otherwise Specified.”22Additional concerns include the viability of primary care reimbursement for visits related to psychiatric care,23and the need to connect diagnoses with specific treatments.18"
        },
        {
            "parent": 6,
            "text": "Despite these concerns, the evolving reimbursement climate increasingly requires four-and five-digit coding (i.e., qualifiers to a diagnosis), and this development may actively encourage the use of DSM-IV–PC. The guide emphasizes more explicit and refined psychiatric diagnoses, a feature that may encourage its assimilation into family medicine practice."
        },
        {
            "parent": 7,
            "text": "DSM-IV–PC is the first diagnostic manual to realistically accommodate the needs of family physicians. Although similar to DSM-IV in many respects, DSM-IV–PC has a variety of unique features. It can be a valuable tool for family physicians, particularly in a climate where diagnostic specificity may be required for reimbursement. DSM-IV–PC will undoubtedly undergo revision but will remain a relevant and efficient means of discovering and confirming psychiatric diagnoses."
        }
    ],
    "locked": false
}