{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/0101/p175.html#afp19990101p175-uf1",
    "title": "Algorithm for Subcutaneous Heparin Treatment of DVT | AAFP",
    "author": "RICHARD SADOVSKY, M.D.",
    "doi": "Am Fam Physician.1999;59(1):175-176",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "Patients with deep venous thrombosis (DVT) of the lower extremities are usually treated with unfractionated or low-molecular-weight heparin followed by long-term oral anticoagulation. Nomograms may help to determine the rate of intravenous administration of unfractionated heparin that ensures prompt, adequate anticoagulation. Subcutaneous heparin has been shown to be as effective and safe as intravenous heparin. Prandoni and associates devised a weight-based algorithm for subcutaneous administration of unfractionated heparin following administration of an intravenous loading dose."
        },
        {
            "parent": -1,
            "text": "Seventy symptomatic outpatients with a first episode of proximal venous thrombosis were given an intravenous bolus of sodium heparin and a subcutaneous injection of calcium heparin in dosages adjusted according to body weight (see the accompanying algorithm). The activated partial thromboplastin time (aPTT) was first measured after six hours, and subsequent dosage adjustments during the first 48 hours were scheduled according to the algorithm. The aPTT was performed in the mid-interval. After the first 48 hours, heparin administration was managed on the basis of daily aPTT determinations. Therapy was discontinued if the International Normalized Ratio (INR) was greater than 2 for two consecutive days in patients who had received heparin for at least five days and who started sodium warfarin therapy on the first or second day. Therapy with sodium warfarin was continued for 12 weeks, and patients were followed after one and three months."
        },
        {
            "parent": -1,
            "text": "Proper anticoagulation was achieved in 87 percent of patients within 24 hours and in 99 percent of patients within 48 hours. None of the patients had major bleeding or heparin-induced thrombocytopenia, and thromboembolism recurred in only three patients. The mean daily amount of heparin required to prolong the aPTT during the first 24 hours was greater than the dosage usually required with intravenous heparin administration."
        },
        {
            "parent": -1,
            "text": "The authors conclude that the use of a weight-based algorithm for the subcutaneous administration of unfractionated heparin may simplify the initial treatment of venous thromboembolic disorders. This regimen allows early patient mobilization and early discharge of appropriate patients. This approach is significantly less expensive than similar treatment with low-molecular-weight heparins."
        }
    ],
    "locked": true
}