{
    "url": "https://www.aafp.org/pubs/afp/issues/1999/1101/p2169.html#afp19991101p2169-uf1",
    "title": "NCCN and ACS Collaborate on a Patient's Version of the NCCN Practice Guidelines for Breast Cancer | AAFP",
    "author": "VERNA L. ROSE",
    "doi": "Am Fam Physician.1999;60(7):2169-2170",
    "abstract": null,
    "headers": [],
    "content": [
        {
            "parent": -1,
            "text": "The National Comprehensive Cancer Network (NCCN) and the American Cancer Society (ACS) have unveiled the first-ever patient-friendly version of the NCCN's clinical breast cancer treatment guidelines. The 17-member institutions of the NCCN develop cancer practice guidelines for cancer subspecialists that incorporate the latest clinical advances, patient advocacy and the most cost-effective outcomes. “The NCCN Oncology Practice Guidelines, which now cover more than 95 percent of all cancer patients, have become the treatment standard for oncology professionals,” said William T. McGivney, Ph.D., chief executive officer of the NCCN. “We are proud that our collaboration with the ACS will now bring these guidelines to the patients who need them the most.”"
        },
        {
            "parent": -1,
            "text": "The mutual goal of the NCCN and ACS is to provide patients and the general public with state-of-the-art cancer treatment information in understandable language. The information is intended to help patients talk to their physicians about their illness."
        },
        {
            "parent": -1,
            "text": "Topics covered in the guidelines for treatment of breast cancer include the following: types of breast cancer, stages of the disease, medical decisions and treatment options, follow-up and recurrent cancer, important questions for patients to discuss with their physicians, general information about clinical trials and a glossary of terms commonly used in the treatment of breast cancer. The guidelines also offer visual aids, including six algorithms that represent treatment for different stages of breast cancer. The charts show the steps that patients and physicians should take in determining the most effective treatment for the patient."
        },
        {
            "parent": -1,
            "text": "To obtain copies of the patient versions of the breast cancer guidelines, contact the NCCN at 888-909-NCCN or the ACS at 800-ACS-2345. The guidelines are also on the NCCN Web site (http://www.nccn.org) and the ACS Web site (http://www.cancer.org). The NCCN and the ACS will translate other NCCN clinical guidelines into patient versions."
        },
        {
            "parent": -1,
            "text": "The following information has been excerpted from the section of the guidelines on the treatment of stage I and stage II breast cancer. Tumors in stage I breast cancer measure smaller than 2 cm in diameter, and the cancer does not appear to have spread beyond the breast. Tumors in stage II breast cancer measure larger than 2 cm in diameter, and/or the cancer has spread to lymph nodes under the arm on the same side as the breast cancer. Lymph nodes in stage II have not adhered to one another or to the surrounding tissues, a sign that the cancer has not yet advanced to stage III."
        },
        {
            "parent": -1,
            "text": "For stages I and II breast cancer, the guidelines recommend a work-up that includes the following: blood cell counts and chemical tests; mammography of both breasts; pathology review (i.e., a second opinion on the biopsy sample); estrogen/progesterone-receptor tests to determine if the tumor is hormone-driven, and to what extent; a HER-2/neutest to help predict the response to certain drugs; S-phase or other test of the biopsy to determine how fast the tumor cells are dividing; and a bone scan, if warranted."
        },
        {
            "parent": -1,
            "text": "The preferred treatment for most women with stage I or stage II breast cancer is breast-conserving therapy in the form of a lumpectomy with removal of underarm lymph nodes, followed by radiation therapy(see algorithm on primary treatment for stage I and stage II breast cancer). Decisions about adjuvant chemotherapy or hormonal therapy are based on the status of axillary lymph nodes, the size of the cancer and its histologic type. The guidelines have additional algorithms for adjuvant treatment in stages I and II breast cancer; stage III breast cancer; follow-up of stages I, II and III breast cancer, and work-up and treatment of recurrence; and stage IV (metastatic) breast cancer."
        },
        {
            "parent": -1,
            "text": "The guidelines also state that participation in a clinical trial is appropriate for women with breast cancer at any stage. In women who have 10 or more positive nodes, the NCCN believes that participation in a clinical trial for high-dose chemotherapy with bone marrow transplantation is especially appropriate."
        }
    ],
    "locked": false
}