{
    "url": "https://www.aafp.org/pubs/afp/issues/1998/1015/p1323.html#afp19981015p1323-f1",
    "title": "Treatment of Hypertension: Insights from the JNC–VI Report | AAFP",
    "author": "NORMAN M. KAPLAN, M.D.",
    "doi": "Am Fam Physician.1998;58(6):1323-1330",
    "abstract": "The sixth report of the Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC–VI) provides updated guidelines for the treatment of hypertension. Antihypertensive drug therapy may be initiated either after a trial of lifestyle modifications or immediately after the diagnosis is made, depending on the patient's other cardiovascular risk factors and the presence of clinical cardiovascular disease. In general, therapy may begin with diuretics or beta-adrenergic blockers in patients under age 65, unless a concomitant condition warrants another, more tailored choice. Low dosages should be used initially, but if the blood pressure is not successfully reduced to 140/90 mm Hg or below, another drug should be added or should replace the initial choice. General principles of therapy include the use of once-a-day formulations and combination drugs as well as cost considerations.",
    "headers": [
        {
            "id": 0,
            "name": "Diagnosis and Evaluation",
            "level": 2
        },
        {
            "id": 1,
            "name": "Risk Stratification",
            "level": 3
        },
        {
            "id": 2,
            "name": "Lifestyle Modifications",
            "level": 2
        },
        {
            "id": 3,
            "name": "Initial Choice of Drug Therapy",
            "level": 2
        },
        {
            "id": 4,
            "name": "Additional Recommendations",
            "level": 3
        },
        {
            "id": 5,
            "name": "After the Initial Choice",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "The treatment of hypertension is the most common reason in the United States for office visits to physicians and for use of prescription drugs.1It is obviously an essential part of every family physician's practice, and the number of patients with hypertension will surely grow as the population continues to age, since either pure systolic hypertension or combined systolic and diastolic hypertension occurs in over one half of persons older than 65 years, the most rapidly growing segment of the U.S. population.2"
        },
        {
            "parent": -1,
            "text": "Despite the importance of hypertension in the practice of medicine, control of the disease is far from adequate. According to data from a recent survey of the American population, only 27 percent of persons with hypertension have their blood pressure under control, defined as a level below 140/90 mm Hg3(Table 1).4This failure reflects the inherent problem of maintaining long-term therapy for a usually asymptomatic condition, particularly when the therapy may interfere with the patient's quality of life and when its immediate benefits may not be obvious to the patient."
        },
        {
            "parent": -1,
            "text": "Based on the recognition of our currently inadequate management of hypertension, the sixth report of the Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC–VI) sets forth new guidelines to help practitioners improve the standard of care for hypertension.4"
        },
        {
            "parent": 0,
            "text": "An integral part of management is careful documentation of the diagnosis of hypertension, appropriate evaluation for identifiable causes of hypertension and assessment of overall cardiovascular risk. The need for careful documentation relates primarily to the marked variability of blood pressure and to the common tendency for an alerting reaction to the measurement of blood pressure in the physician's office—the “white coat” effect. With the use of automatic ambulatory and home self-measurements, as many as 30 percent of patients with office readings above 140/90 mm Hg have been found to have out-of-the-office readings below 130/85 mm Hg (i.e., white coat hypertension).5"
        },
        {
            "parent": 0,
            "text": "The long-term course of white coat hypertension is not yet known but, over a five- to 10-year interval, little, if any, cardiovascular damage has been noted in patients exhibiting this response.5Therefore, these patients should be kept under surveillance and advised to make appropriate lifestyle changes to reduce their tendency toward increased blood pressure over time. Without concomitant conditions such as diabetic nephropathy or renal damage, a diagnosis of hypertension should not be made in patients who are hypertensive only in the office, nor should they be treated for hypertension.5"
        },
        {
            "parent": 0,
            "text": "An adequate history, physical examination and baseline laboratory data should be obtained in the patient whose blood pressure is usually above 140/90 mm Hg to establish the overall cardiovascular risk and to exclude identifiable causes of hypertension. The laboratory data need only include a complete blood count, urinalysis, automated blood chemistry (electrolytes, fasting glucose, creatinine), lipid profile (total and high-density lipoprotein cholesterol) and an electrocardiogram. Additional studies may be needed if abnormalities are found in the initial screening."
        },
        {
            "parent": 1,
            "text": "In addition to blood pressure, JNC–VI recognizes the need to take into consideration other cardiovascular risk factors, target organ damage and coexistent cardiovascular disease to determine the overall risk profile of each patient and the need for drug therapy. In patients who have a low overall cardiovascular risk, even with a blood pressure as high as 160/100 mm Hg, lifestyle modifications alone are recommended initially. On the other hand, in patients at high overall risk, such as those with diabetes, antihypertensive drug therapy is recommended even when the blood pressure is below 140/90 mm Hg. The treatment target in these patients is a blood pressure of less than 130/85 mm Hg. In at-risk patients, immediate drug therapy may be necessary."
        },
        {
            "parent": 2,
            "text": "All patients, including those with white coat hypertension or a high-normal blood pressure, should be strongly encouraged to follow the various lifestyle modifications that have proved effective in lowering blood pressure and reducing the overall risk of cardiovascular disease(Table 2).4If no additional risk factors are present and no evidence of end-organ damage is found, lifestyle modifications may be continued for one year before pharmacologic therapy must be instituted because lifestyle modifications have failed to control the blood pressure."
        },
        {
            "parent": 2,
            "text": "In the limited time available to see patients in the office, physicians may opt for the “quick fix” of prescribing one or more drugs that almost certainly will lower blood pressure, rather than take the time to explain the need for lifestyle changes and motivate the patient to follow them. The effort devoted to lifestyle modifications is worthwhile, however, since all drugs cost money and may produce side effects. In addition, lifestyle changes may be essential to protect the patient from cardiovascular disease. However, prompt pharmacologic intervention may be necessary in the presence of multiple risk factors or end-organ damage."
        },
        {
            "parent": 3,
            "text": "If lifestyle changes are not enough to reduce the blood pressure or if the patient needs immediate drug therapy, the JNC–VI recommendations provide several choices for initial therapy(Figure 1),4depending on whether the patient has uncomplicated hypertension or a comorbid condition. In patients under age 65 with uncomplicated hypertension, diuretics and, to a lesser extent, beta-adrenergic blockers are recommended, since all of the data on the benefits of antihypertensive therapy in such patients are derived from randomized, placebo-controlled trials of these agents. Trials with newer antihypertensive drugs are in progress but until they are completed, the evidence supports the use of diuretics and beta blockers."
        },
        {
            "parent": 3,
            "text": "On the other hand, strong clinical evidence supports the “compelling indications,” as designated in the JNC–VI report, of certain drugs in four conditions that may accompany hypertension: diabetes with nephropathy (angiotensin converting enzyme [ACE] inhibitors); congestive heart failure (ACE inhibitors and diuretics); systolic hypertension in the elderly (diuretics and long-acting dihydropyridine calcium antagonists) and postmyocardial infarction (beta blockers with nonintrinsic sympathomimetic activity and, with systolic dysfunction, ACE inhibitors)."
        },
        {
            "parent": 3,
            "text": "The need for these specific drugs in such circumstances is well recognized except for that of long-acting dihydropyridine calcium antagonists for systolic hypertension in the elderly. The evidence for this indication comes from the relatively recent Systolic Hypertension in Europe (Syst–Eur) trial in which 4,600 patients over age 65 with an average blood pressure of 174/85 mm Hg were randomly assigned to receive placebo or active therapy with the long-acting calcium antagonist nitrendipine initially; enalapril or hydrochlorothiazide was added if necessary.6Patients receiving the long-acting calcium antagonist had a 42 percent reduction in stroke events, the primary end point of the trial. This decrease was so significant that the trial was stopped after an average period of only two years of treatment. The protection against all cardiac events was also significant (i.e., 26 percent), although the number of patients with heart attacks and heart failure was so small that the reductions in these events did not reach statistical significance."
        },
        {
            "parent": 3,
            "text": "Parenthetically, this large prospective trial found no increase, in fact a 15 percent decrease, in cancer and no increase in gastrointestinal bleeding with the use of the long-acting calcium antagonist, compared with the increase in cancer, gastrointestinal bleeding, coronary disease and mortality reported from retrospective, uncontrolled observational studies of short-acting calcium antagonists.7–9Because of the considerable data attesting to the safety of long-acting calcium antagonists, their use should not be curtailed if appropriate indications exist.10"
        },
        {
            "parent": 3,
            "text": "The JNC–VI report also includes a table that summarizes various conditions that may coexist with hypertension and the antihypertensive drugs that may exert either favorable or unfavorable effects on such conditions(Table 3).4For those circumstances cited in the category termed “may have favorable effects on comorbid conditions” (such as use of an alpha-adrenergic blocker in an elderly man with hypertension and prostatism), clinical evidence supports the drug recommendation but use of the particular agent has not been shown to reduce mortality. Thus, it does not have the same strength of evidence as that found for the category “compelling indications,” such as the use of an ACE inhibitor in a patient with diabetic nephropathy."
        },
        {
            "parent": 4,
            "text": "No matter which antihypertensive drug is chosen, it should be given initially in a relatively low dosage to avoid lowering the blood pressure to such an extent and so quickly that symptoms such as dizziness, weakness and, perhaps, impotence are induced. The need to “start low and go slow” is even greater in the elderly, whose blood pressure should be reduced by gradual titration."
        },
        {
            "parent": 4,
            "text": "On the other hand, therapy should be added until the goal blood pressure is reached: below 140/90 mm Hg in most patients, and even lower in those who are particularly vulnerable to minimally elevated blood pressure, including patients with renal insufficiency, diabetes and congestive heart failure. For example, the JNC–VI guidelines for treating hypertension in patients with renal insufficiency or diabetes call for a target blood pressure below 130/85 mm Hg. Too often, blood pressure is undercontrolled, leaving patients underprotected, as reflected in the data shown inTable 1: only about one half of patients receive antihypertensive therapy, and only about one half of these patients have adequate control of their hypertension."
        },
        {
            "parent": 4,
            "text": "No matter which type of drug is chosen, long-acting formulations should be used to provide 24-hour coverage with one dose per day. Long-acting agents may improve compliance, reduce the cost of therapy because of fewer pills and, hopefully, reduce the increased risk of cardiovascular catastrophes related to the early-morning surge in blood pressure on arising from bed. Fortunately, long-acting formulations are available for each class of anti-hypertensive drugs. Even if they cost more than generic short-acting agents, they should be used whenever possible."
        },
        {
            "parent": 4,
            "text": "Combinations of low dosages of two agents are often available to provide additive antihypertensive effect with minimal side effects. The use of combinations containing as little as 6.25 mg of hydrochlorothiazide has been shown to provide excellent efficacy and no diuretic-related biochemical mischief.11"
        },
        {
            "parent": 5,
            "text": "JNC–VI recommends two courses of action if adequate control has not been achieved with reasonable dosages of the first choice: if almost no fall in blood pressure occurred or if bothersome side effects developed, a drug from another class should be given instead of the initial agent; if a partial response was noted without side effects, a second drug from another class should be added."
        },
        {
            "parent": 5,
            "text": "If a low dosage of a diuretic was not the first choice, a low-dose diuretic should usually be added, since it will enhance the efficacy of all other antihypertensive drugs. Some clinicians have been so frightened by the adverse effects of the high dosages of diuretics used in the past that they have quit using diuretics with other agents. The diuretic itself was not to blame. Rather, the use of very high dosages was responsible for the problems. With 12.5 mg of hydrochlorothiazide, or even 6.25 mg in combination agents, little, if any, biochemical or hormonal disturbances will be noted."
        },
        {
            "parent": 5,
            "text": "A stepwise addition of other drugs may be required in some patients. In those with more severe and resistant hypertension, particularly if renal damage from nephrosclerosis has supervened, higher dosages of more potent diuretics may be needed. Furosemide (Lasix) or bumetanide (Bumex) work, but they are too short acting to provide the continual mild degree of intravascular volume contraction that is the basis for the antihypertensive action of diuretics. Short-acting loop diuretics can be given two or three times a day, but long-acting agents are preferable. Thiazides are best in patients with a serum creatinine level below 1.5 mg per dL (133 μmol per L), whereas torsemide (Demadex) or metolazone (Diulo) is preferred in patients with higher serum creatinine levels."
        },
        {
            "parent": 5,
            "text": "Lastly, referral to a hypertension specialist may be needed in hard-to-control cases. Most physicians know the identity of such specialists, but the American Society of Hypertension is in the process of identifying hypertension specialists more formally."
        },
        {
            "parent": 5,
            "text": "In most patients, however, hypertension can be adequately managed by their primary care physician. Yet the fact that hypertension is adequately controlled in only 27 percent of patients means we are not doing the job as well as we should. We can do better, and the JNC–VI report provides guidelines on how we can."
        }
    ],
    "locked": false
}