{
    "url": "https://www.aafp.org/pubs/afp/issues/1998/0515/p2440.html#afp19980515p2440-f1",
    "title": "Urinary Tract Infections in Children: Why They Occur and How to Prevent Them | AAFP",
    "author": "STANLEY HELLERSTEIN, M.D.",
    "doi": "Am Fam Physician.1998;57(10):2440-2446",
    "abstract": "Urinary tract infections (UTIs) usually occur as a consequence of colonization of the periurethral area by a virulent organism that subsequently gains access to the bladder. During the first few months of life, uncircumcised male infants are at increased risk for UTIs, but thereafter UTIs predominate in females. An important risk factor for UTIs in girls is antibiotic therapy, which disrupts the normal periurethral flora and fosters the growth of uropathogenic bacteria. Another risk factor is voiding dysfunction. Currently, the most effective intervention for preventing recurrent UTIs in children is the identification and treatment of voiding dysfunction. Imaging evaluation of the urinary tract following a UTI should be individualized, based on the child's clinical presentation and on clinical judgment. Both bladder and upper urinary tract imaging with ultrasonography and a voiding cystourethrogram should be obtained in an infant or child with acute pyelonephritis. Imaging studies may not be required, however, in older children with cystitis who respond promptly to treatment.",
    "headers": [
        {
            "id": 0,
            "name": "Factors That Predispose Children to UTIs",
            "level": 2
        },
        {
            "id": 1,
            "name": "Circumcision",
            "level": 3
        },
        {
            "id": 2,
            "name": "Changes in the Periurethral Flora",
            "level": 3
        },
        {
            "id": 3,
            "name": "Voiding Dysfunction",
            "level": 3
        },
        {
            "id": 4,
            "name": "Prevention of UTIs",
            "level": 2
        },
        {
            "id": 5,
            "name": "UTI Prevention Myths",
            "level": 3
        },
        {
            "id": 6,
            "name": "Diagnosis of UTIs",
            "level": 2
        },
        {
            "id": 7,
            "name": "Cystitis",
            "level": 3
        },
        {
            "id": 8,
            "name": "Acute Pyelonephritis",
            "level": 3
        },
        {
            "id": 9,
            "name": "Asymptomatic Bacteriuria",
            "level": 3
        },
        {
            "id": 10,
            "name": "Imaging Evaluation Following a UTI",
            "level": 2
        },
        {
            "id": 11,
            "name": "Suggested Imaging Evaluation of a Child with a UTI",
            "level": 3
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Urinary tract infections (UTIs) are common in children. The treatment goals are to eliminate the infection and prevent kidney damage. The usual approach in children is to first treat the infection and then obtain imaging studies of the urinary tract. This article focuses on why children have UTIs and what can be done to prevent them."
        },
        {
            "parent": 1,
            "text": "Uncircumcised male infants appear to be at increased risk of UTIs in the first three months of life. In a study of 100 otherwise healthy infants ranging in age from five days to eight months and admitted to the hospital because of a first known UTI,1most of the UTIs in infants younger than three months of age were in males, but female infants predominated thereafter. The fact that 95 percent of the male infants in the study were not circumcised led to speculation that the uncircumcised male has an increased susceptibility to UTI—at least early in life."
        },
        {
            "parent": 1,
            "text": "This issue was examined in a retrospective study at Tripler Army Medical Center.2The study showed that uncircumcised boys had a 4.1 percent incidence of UTI during their first year of life, while girls had an incidence of 0.5 percent and circumcised males an incidence of 0.2 percent. Subsequently, a large retrospective study of infants cared for in U.S. Army hospitals supported the theory that circumcision protects against UTIs in young male infants. The periurethral area was found to be more frequently and more heavily colonized with uropathogens, especiallyEscherichia coli, in uncircumcised infants than in circumcised infants.3"
        },
        {
            "parent": 1,
            "text": "Winberg and associates4offer an explanation for the high incidence of UTIs in uncircumcised male infants in an intriguing article, “The Prepuce: A Mistake of Nature?” They suggest that one unphysiologic intervention—circumcision—serves to counterbalance the effect of another unphysiologic state of affairs—exposure of the infant to the microbiologic environment of the maternity unit. In a natural biologic setting, with no perineal shaving or cleansing, mothers often defecate when giving birth in a squatting or kneeling position. Because of this, the infant is colonized at birth with the mother's aerobic and anaerobic bacteria. The infant receives specific protection against infection from these bacteria through immunoglobulins transferred from the mother during gestation and after delivery in the mother's breast milk."
        },
        {
            "parent": 1,
            "text": "In contrast, babies born and cared for in a hospital are likely to be colonized by strains acquired from the external environment, against which their mothers may have no immunity. Such infants have little protection against infection from hospital-acquired strains ofE. colithat colonize the gastrointestinal tract, the perineum and the periurethral area in females and preputial area in uncircumcised males. Colonization of the prepuce by these potentially dangerous bacteria places the uncircumcised male at high risk for a UTI. Circumcision diminishes that risk."
        },
        {
            "parent": 2,
            "text": "It is not only in the male that the character of the periurethral flora is a key factor in the occurrence of UTIs. After the first few months of life, UTIs occur far more frequently in girls than in boys, presumably because of the shorter length of the female urethra. Following birth, heavy periurethral colonization with aerobic bacteria normally becomes established in both sexes.5Colonization withE. coliand enterococci diminishes during the first year and normally becomes light after five years of age."
        },
        {
            "parent": 2,
            "text": "Adult women prone to recurrent UTIs have colonization of the periurethral area with the specific microbe that will cause the next infection.6Similar findings were demonstrated in studies of UTIs in school-aged girls.7,8The periurethral area is colonized by both anaerobic and aerobic bacteria from the gastrointestinal tract, which serve as part of a normal defense barrier against pathogenic microorganisms."
        },
        {
            "parent": 2,
            "text": "Two studies indicate that breast feeding protects against UTIs, both during the time the infant is receiving breast milk and for a period after breast feeding is discontinued, presumably by promoting a stable intestinal flora with fewer potentially pathogenic strains.9,10Disturbance of the normal periurethral flora fosters colonization by potential uropathogens. Experimental and clinical studies show that resistance to colonization by uropathogens can be broken down by administration of amoxicillin or a first-generation cephalosporin (Cephadroxil).11Of special interest is a study of girls with respiratory infections treated with trimethoprim-sulfamethoxazole; the study showed that this antimicrobial agent did not disturb the normal flora.12"
        },
        {
            "parent": 3,
            "text": "Voiding dysfunction is characterized by some or all of the following: urgency, frequency, dysuria, hesitancy, dribbling of urine and overt incontinence. Symptoms of voiding dysfunction may be secondary to a UTI or to local irritants such as pinworm infestation or bubble bath, or hypercalciuria."
        },
        {
            "parent": 3,
            "text": "In the anatomically and neurologically normal child, voiding dysfunction is usually caused by persistence of an unstable urinary bladder, an important contributor to recurrent UTIs. An unstable urinary bladder is a common functional disorder and usually has been present since daytime urinary control was first developing in the child. The outstanding characteristic is persistent urinary urgency."
        },
        {
            "parent": 3,
            "text": "Recognition and management of voiding dysfunction is the area in which the physician can be most effective in the prevention of recurrent UTIs. A girl with voiding dysfunction is at increased risk for recurrent UTIs because of reflux of urine laden with bacteria from the distal urethra into the bladder.13Studies have demonstrated that reflux of contrast material from the distal urethra into the bladder occurs when continence is maintained by contraction or compression of the bladder outlet rather than by the normal neurogenic inhibition of the detrusor contraction. Normally, the distal urethra is not sterile but has a flora similar to that of the periurethral area. When urinary leakage is prevented by compression of the urethral sphincter during an uninhibited contraction, the flat bladder base becomes funnel shaped and the posterior urethra is filled with urine. Shortly thereafter, when the contraction subsides, bacterialaden urine from the urethra may reflux back into the bladder. Reflux of contaminated urine into the bladder, which itself may have an increased susceptibility to infection because of ischemia resulting from uninhibited detrusor contraction, is the explanation for recurrent UTIs in many children."
        },
        {
            "parent": 3,
            "text": "A relationship between constipation and UTIs is well known.14It has been shown that constipation per se, with a dilated rectum, causes the same pattern of voiding dysfunction as that encountered in children with persistence of an unstable bladder. Effective treatment of the constipation results in normalization of bladder function and cessation of UTIs.15"
        },
        {
            "parent": 4,
            "text": "The first step in the prevention of UTIs in the neurologically intact child with an unobstructed urinary tract is to ask, “Why does this child have a UTI at this time?” A detailed voiding and defecation history should be obtained. Recent treatment of an upper respiratory infection with amoxicillin or a cephalosporin may indicate the need to try to avoid prescribing these agents for the child in the future. However, if amoxicillin or a cephalosporin is required for treatment of an upper respiratory infection, it is important not to discontinue therapy with nitrofurantoin (Macrodantin) or trimethoprim-sulfamethoxazole (Bactrim, Septra) in the child who is receiving suppressive antimicrobial therapy to prevent recurrent UTIs. We frequently encounter a child with recurrence of a UTI when this happens, possibly because of the effect on the periurethral flora or because of the high incidence of amoxicillin-resistantE. coli."
        },
        {
            "parent": 4,
            "text": "Physical examination should include careful inspection of the lumbosacral area for signs of underlying dysraphism (pilonidal sinus, tuft of hair, etc.). A rectal examination should be performed to detect a large fecal reservoir, even if there is no history of constipation."
        },
        {
            "parent": 4,
            "text": "Voiding dysfunction is treated with the use of a voiding retraining program that emphasizes good voiding technique, usually following a timed voiding schedule. In many instances a pharmacologic agent such as oxybutynin (Ditropan), propantheline (ProBanthine) or hyoscyamine sulfate (Levsin) is helpful. The goal is to eliminate the episodes of urinary urgency, during which there may be reflux of bacteria-laden urine from the distal urethra into the urinary bladder. Anticholinergic agents not only alter bladder function but also suppress intestinal motility, so attention to constipation must be ongoing."
        },
        {
            "parent": 5,
            "text": "Some forms of intervention to prevent recurrent UTIs in children, mainly young girls, appear to be based more on myth than on substance. Perineal hygiene is regularly emphasized. For aesthetic reasons, it seems appropriate to instruct girls to wipe from front to back, but no data indicate that this practice prevents vaginal and vulval colonization with Enterobacteriaceae.16According to Kunin,17the commonly held view that UTIs in women are caused by fecal contamination of the periuretheral zone is unproved. If UTIs were caused by fecal contamination, one would expect to find multiple strains ofE. coliin the vaginal introitus and periurethral area of these women. However, women prone to recurrent UTIs are colonized by a single pathogen, while healthy adult females have few or noE. coliin these areas.18If fecal soiling were an important factor in the pathogenesis of UTIs, female infants would have a very high incidence of UTIs prior to achieving bowel control."
        },
        {
            "parent": 5,
            "text": "Some girls prone to recurrent UTIs are told that they should give up tub-bathing and swimming. These suggestions are based on the concept that UTIs in girls are a result of vulvourethral reflux of tub or pool water into the bladder. However, a careful study of this possibility, using inulin as a tracer in bath water, failed to show inulin in bladder urine.19There appears to be no basis for the suggestion that girls eliminate bathing or swimming in order to prevent UTIs."
        },
        {
            "parent": 5,
            "text": "A significant segment of the U.S. population believes that cranberry-derived beverages prevent or cure UTIs. The presumed antibacterial effects of cranberry juice are controversial, attributed by some to urinary acidification and by others to a direct bacteriostatic effect of hippuric acid onE. coli.20Clinical studies have not been convincing. At this juncture, it seems reasonable not to discourage children who are prone to UTIs, and who like and tolerate cranberry-derived beverages, from ingesting them, while emphasizing that these beverages cannot be viewed as a substitute for an antibiotic in the treatment of a UTI or as a substitute for other measures to prevent reinfection."
        },
        {
            "parent": 6,
            "text": "The specimen for urinalysis and culture should be obtained by catheter or suprapubic aspiration in the infant or child unable to void on request. Suprapubic aspiration is the method of choice in the uncircumcised male. A midstream clean-catch specimen may be obtained from the child with urinary control. A bagged specimen of urine that shows no growth or fewer than 10,000 colony-forming units (CFU) per mL is evidence of the absence of a UTI. If the child who has not yet achieved urinary control has symptoms that mandate immediate treatment, and analysis of the urine specimen obtained by bag shows pyuria, or tests for positive nitrite or bacteriuria, a urine sample should be obtained by suprapubic aspiration or catheter before starting antibiotic therapy because of the high incidence of false-positive bagged urine cultures."
        },
        {
            "parent": 6,
            "text": "Treatment of acute pyelonephritis or cystitis may be initiated based on the urinalysis findings. However, the diagnosis of a UTI is not documented by urinalysis, and imaging studies of the urinary tract should not be obtained until the diagnosis of UTI is confirmed by a positive urine culture."
        },
        {
            "parent": 7,
            "text": "Infants and young children with cystitis who have not yet achieved urine control often present with low-grade fever (usually less than 38°C [100.4°F]), discomfort or crying with urination, mild behavior change and, at times, foul-smelling urine. Older children with cystitis usually present with any or all of the following: urinary urgency, frequency, hesitancy, dysuria and, at times, incontinence. No fever or only a low-grade fever is present. Some children have suprapubic pain or tenderness. A tentative diagnosis of cystitis may be made if there are urinary findings on the dipstick examination or microscopic evidence suggestive of a UTI."
        },
        {
            "parent": 8,
            "text": "Acute pyelonephritis may be diagnosed in the infant or young child with fever (a rectal or tympanic membrane–derived temperature of 38°C [100.4°F] or greater) unexplained by the history or physical examination and urinary findings suggestive of a UTI—i.e., positive nitrite and/or leukocyte esterase and/or bacteria in the centrifuged urinary sediment. A good rule is that urine should be evaluated for the presence of infection in the infant or young child who has an unexplained fever for as long as three days. Acute pyelonephritis may be diagnosed in the older child with fever, systemic symptoms, costovertebral angle or flank tenderness and urinary findings suggestive of a UTI."
        },
        {
            "parent": 9,
            "text": "Children, usually school-aged girls, with significant bacteriuria in the absence of any symptoms do not require further evaluation of the urinary tract or treatment. An exception, of course, are children asymptomatic at the time a urine specimen is obtained who have a history of vesicoureteral reflux or recurrent UTIs."
        },
        {
            "parent": 10,
            "text": "An algorithm for the management of children with the presumptive diagnosis of a UTI is presented inFigure 1. The literature describing various protocols for the imaging evaluation of the urinary tract following a UTI is extensive. Unfortunately, no prospective studies with long-term outcome data are available.21Some experts recommend that all children with a UTI be investigated with urinary tract ultrasonography. With regard to children younger than one year, two years or five years, some experts recommend urinary tract ultrasonography and cystography.22–26Some would obtain only cortical imaging (DMSA or glucoheptonate nuclear scans) or cystography if these studies are normal. In addition, there are those who suggest that no imaging is needed in the child with cystitis who responds promptly to treatment.27–29"
        },
        {
            "parent": 11,
            "text": "Children who are to have a cystogram as part of the imaging evaluation for a UTI should receive therapeutic or suppressive doses of antibiotic until after the bladder imaging study. The following recommendations for the imaging evaluation of children following a UTI are based on a review of the literature, experience and reason."
        },
        {
            "parent": 11,
            "text": "In the neonate with urosepsis and in the infant, child or adolescent with a clinical diagnosis of acute pyelonephritis documented by urine culture:"
        },
        {
            "parent": 11,
            "text": "Urinary tract ultrasound examination to identify an obstructive abnormality.A contrast voiding cystourethrogram to evaluate the urinary bladder and urethra and detect vesicoureteral reflux."
        },
        {
            "parent": 11,
            "text": "Management of the acute illness is based on the clinical diagnosis of acute pyelonephritis. A significant obstructive abnormality will be disclosed by ultrasound examination. If vesicoureteral reflux is present, long-term suppressive antibiotic therapy may be indicated.30Some clinicians recommend six months of suppressive antibiotic therapy for children who have pyelonephritis in the absence of vesicoureteral reflux (nonrefluxing pyelonephritis). This is, however, an empiric recommendation related to the relatively high recurrence rate of UTIs in girls in the first months following a primary infection."
        },
        {
            "parent": 11,
            "text": "In the infant or child from about one to five years of age who has had one or several episodes of cystitis that responded promptly to therapy:"
        },
        {
            "parent": 11,
            "text": "Imaging evaluation after a first episode of cystitis if the child has a history of unexplained fever or there is a family history of vesicoureteral reflux.Urinary tract ultrasonography to identify structural abnormalities.Nuclear cystogram to detect vesicoureteral reflux in girls who have a normal voiding pattern when they are uninfected.Contrast voiding cystourethrogram in all boys and girls who have an abnormal voiding pattern. The study should be done when the child is free of infection."
        },
        {
            "parent": 11,
            "text": "In the child older than five years after one or several episodes of cystitis:"
        },
        {
            "parent": 11,
            "text": "Urinary tract ultrasonography in all children except a pubescent girl who may have become sexually active. (If a pubescent girl has several episodes of clinical cystitis within a year, a urinary tract ultrasound examination should be obtained.) No further studies are required if the ultrasound examination is normal.If the ultrasound examination is abnormal, contrast cystourethrogram should be performed in all children with one or several episodes of cystitis."
        }
    ],
    "locked": false
}