{
    "url": "https://www.aafp.org/pubs/afp/issues/1998/0415/p1869.html#afp19980415p1869-f1",
    "title": "Practical Steps to Smoking Cessation for Recovering Alcoholics | AAFP",
    "author": "HELEN E. MCILVAIN, PH.D., JANET KAY BOBO, PH.D., AMBER LEED-KELLY, M.A., AND MICHAEL A. SITORIUS, M.D.",
    "doi": "Am Fam Physician.1998;57(8):1869-1876",
    "abstract": "Smoking rates among persons with a history of alcohol abuse are triple that of the general public. Strong evidence indicates that the risk of cancer and cardiovascular disease is higher in recovering alcoholics than in peers who smoke, but do not drink alcohol. Yet these persons often receive less than optimal tobacco counseling out of fear that attempts at smoking cessation will jeopardize their sobriety. Recent research, however, does not support this belief; rather, it suggests that smoking cessation may actually enhance alcohol abstinence. A model for more effective counseling of smokers in recovery is presented, including an algorithm for assessing stages of readiness to change, with activities tailored for each stage. Specific motivational counseling techniques may be useful in encouraging recovering alcoholics to progress to the point that they are ready to change their smoking behavior.",
    "headers": [
        {
            "id": 0,
            "name": "Assessing Readiness to Change",
            "level": 2
        },
        {
            "id": 1,
            "name": "Counseling Strategies",
            "level": 2
        },
        {
            "id": 2,
            "name": "Realistic Goals",
            "level": 3
        },
        {
            "id": 3,
            "name": "Motivational Counseling",
            "level": 3
        },
        {
            "id": 4,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Smoking remains the chief preventable cause of premature disability and death in the United States. Smoking rates average 25 percent in the general population1but increase to 80 to 95 percent in chemically dependent persons.2"
        },
        {
            "parent": -1,
            "text": "Epidemiologic studies3–6suggest that current and former alcoholic adults are at greater risk for some deleterious health effects of smoking, particularly cancer and cardiovascular disease, than are members of the general smoking and nonsmoking populations. A recent study on mortality following inpatient addiction treatment7found that patients previously treated for alcoholism or other drug dependence had a significantly higher cumulative mortality rate at 20 years (48.1 percent) than persons in the general population (18.5 percent). Since the causes of these deaths were more often related to tobacco (50.9 percent) than to alcohol (34.1 percent), the study concluded that “nicotine-dependence treatment is imperative in such high-risk patients.”7"
        },
        {
            "parent": -1,
            "text": "Until relatively recently, few studies had examined the effects of simultaneous treatment of multiple addictions. Smoking was generally considered more socially acceptable than other forms of substance use. For a long time, in fact, nicotine was not even considered addictive. The use of tobacco products was also perceived as being less disruptive to society than other forms of chemical dependence. Furthermore, most staff members in chemical dependency treatment centers were recovering alcoholics or problem drinkers who still smoked.8,9Most importantly, traditional recovery folklore emphasized handling “one thing at a time,” based on the rationale that smoking cessation is stressful and likely to endanger sobriety."
        },
        {
            "parent": -1,
            "text": "As early as 1983, however, a positive relationship was found between smoking cessation during alcohol treatment and the chance of maintaining sobriety.10The findings of this study suggested an additive or synergistic effect when smoking and alcohol addictions were addressed simultaneously. Other recent research studies and review articles have supported these findings.11–16"
        },
        {
            "parent": -1,
            "text": "A model illustrating smoking cessation activities for use with patients in alcohol recovery is presented in this article. The model consists of an algorithm for determining the patient's stage of readiness to change smoking behavior,17strategies for interventions appropriate for each stage and a counseling technique that can enhance patient motivation.18This model follows the clinical practice guidelines of the Agency for Health Care Policy and Research (AHCPR) of the U.S. Department of Health and Human Services.19"
        },
        {
            "parent": 0,
            "text": "In the readiness-to-change model, smoking cessation is viewed as a process of change with five stages: precontemplation, contemplation, preparation, action and maintenance. Research has suggested that the progress patients make following interventions for behavioral change tends to be a function of their pretreatment stage of change.17When a smoker's stage of readiness to change is known, messages can be tailored to the appropriate goal for that patient's condition."
        },
        {
            "parent": 0,
            "text": "An algorithm for assessing stage of readiness to change is presented inFigure 1.17The question “Are you currently using tobacco?” is in accordance with the clinical practice guidelines of the AHCPR. According to these guidelines19and supporting research,20every patient's current tobacco-use status should be identified at every office visit, and all smokers should be offered smoking cessation treatment at every visit. It is especially important to use these strategies with recovering alcoholic patients, since these persons have been found to be at increased risk for tobacco-related illnesses. The other questions in the algorithm assess the patient's stage of readiness to change smoking behavior by identifying current intentions and previous actions."
        },
        {
            "parent": 2,
            "text": "Once the smoker's stage of readiness has been identified, the strategies for that stage can be implemented (Table 1). These activities are designed to facilitate patient movement from his or her current stage to the next stage, with the eventual goal being long-term smoking cessation. The activities themselves are a mix of proven smoking cessation techniques and Alcoholics Anonymous' 12-step activities with which the patient is likely to be familiar. Drawing a parallel between the patient's successful alcohol recovery and his or her tobacco addiction allows smoking cessation to be redefined in a way that is familiar to the patient and may increase the possibility of successful cessation.21"
        },
        {
            "parent": 2,
            "text": "Trying to persuade a patient who is in the precontemplation stage to agree to quit smoking is a frustrating, time-consuming activity that is likely to fail. However, getting the patient to discuss concerns about quitting and presenting information on the risks involved with smoking are accomplishable goals. Thus, setting a quit date is realistically reserved for a patient who is in the preparation stage. In summary, the overall approach of the readiness-to-change model is based on the recognition that smoking is an addictive, complex behavior, and that change takes time."
        },
        {
            "parent": 3,
            "text": "While many physicians voice concerns about repeatedly “nagging” patients who have indicated no interest in quitting smoking, they also feel obligated to provide good care. As described in one text, “Motivational interviewing is a particular way to help people recognize and do something about their present or potential problems. It is particularly useful with people who are reluctant to change and ambivalent about changing. It is intended to resolve ambivalence and to get a person moving along the path to change.”18"
        },
        {
            "parent": 3,
            "text": "The key components of motivational interviewing, or counseling, are a nonpaternalistic, nonjudgmental attitude on the part of the physician, an orientation that accepts patients as they are, and techniques that encourage and reinforce patient self-responsibility. A complete description of motivational counseling is beyond the scope of this article. In brief, the five basic principles of motivational counseling are as follows:"
        },
        {
            "parent": 3,
            "text": "Express Empathy. In providing smoking cessation counseling for a patient in recovery from alcoholism, the physician needs to express empathy in order to convey acceptance of the patient's current situation. Acceptance does not mean agreement with, or approval of, the patient's behavior. Rather, it is the respectful desire to understand the patient's frame of reference. It acknowledges that changing behavior is difficult and involves feelings of ambivalence."
        },
        {
            "parent": 3,
            "text": "Respectful listening and reflection of feelings are two key communication skills for this task. For example, the physician might say the following: “So, it seems like you think you should stop smoking at some point, but you're afraid that quitting both smoking and drinking would be too hard. I would like to tell you about some facts that have recently come to light on that subject.”"
        },
        {
            "parent": 3,
            "text": "Develop Discrepancy. This is accomplished by creating and amplifying incongruities between the patient's present behavior and his or her stated personal goals. Using skillful questioning to help the patient clarify goals and explore consequences, the physician can often get the patient to present his or her own reasons for needing to change. This approach can be much more effective than subjecting the patient to another lecture, because it allows the patient to think about his or her behavior without feeling pressured and coerced. The following remarks could accomplish this goal: “I know that you are interested in protecting your health and your family's well-being by the fact that you've worked so hard at attaining sobriety. What do you know about the additional risk that smoking holds for people with a past history of heavy alcohol use?”"
        },
        {
            "parent": 3,
            "text": "Avoid Argumentation. Arguing with a patient tends to evoke resistance. As a result, both the physician and the patient are likely to come away feeling dissatisfied and more entrenched in their own positions. While motivational counseling is confrontational in its goals, it is not confrontational in its style. Resistance by the patient is a signal to the physician to change strategies: “I can see that you're just not ready to try quitting right now. I would ask that you give some thought to what we have talked about, and let me know if and when you're ready. I'd like to help.”"
        },
        {
            "parent": 3,
            "text": "Roll with Resistance. The physician can also “roll with resistance” by using the momentum of the patient's resistance to shift his or her perspective. Turning a question or problem over to the patient is an excellent way to do this. This approach encourages the patient to use his or her own resources to solve the problem. For example, the physician might use the following statements: “Smoking is the main way that you cope with stress, and you're worried about giving it up. That's understandable. Did you learn any methods in your recovery program that could help you when you decide to tackle this addiction?”"
        },
        {
            "parent": 3,
            "text": "Support Self-Efficacy. This is the only possible path to change. The concept of self-efficacy can be difficult, because it requires a shift in perception that often seems at odds with professional ethics and values. Most physicians understand that they cannot force patients to change their behavior. However, physicians often feel inadequate or frustrated when they are unable to persuade patients to do what is best for them. As a result, they often avoid the topic of smoking cessation or nag patients about quitting smoking."
        },
        {
            "parent": 3,
            "text": "In the physician training program at the University of Nebraska Medical Center, residents are encouraged to respect the patient's right to make decisions about his or her own behavior. At the same time, residents are encouraged to define for themselves what they need to do in order to feel as if they have fulfilled their professional responsibilities. This letting go of the responsibility for change often frees the physician to listen more empathically and to assume a less authoritarian position. Using this approach, the physician can make statements such as the following: “You're not ready to make any plans to quit right now, but I'm glad we've had a chance to talk about it. You've shown good judgment in the past by getting into alcohol recovery, and we both know these things take time.”"
        },
        {
            "parent": 3,
            "text": "The stage of readiness to change should be identified during every office visit for patients who are in alcohol recovery but continue to smoke. Specific stage-based activities and motivational counseling techniques should also be used with these patients. These interventions require only three to five minutes, assuming that the tobacco-use history was obtained in a previous visit."
        },
        {
            "parent": 4,
            "text": "The evidence that smoking cessation intervention does not endanger sobriety has been accumulating steadily since 1983.10–14,22–26Tobacco cessation counseling for recovering alcoholic patients is important and efficacious. Smoking cessation does not appear to negatively affect sobriety—and may even enhance sobriety."
        },
        {
            "parent": 4,
            "text": "While more research is needed to identify the most effective techniques for increasing smoking cessation in recovering alcoholics, physicians can use several tools to enhance their care of these patients. The first tool is patient education. Many patients in alcohol recovery are not aware that they have an increased risk for health problems related to smoking. Furthermore, they probably do not know about the positive effects of smoking cessation on abstinence. Physicians also must address the fears of these patients and dispel the beliefs that derive from traditional treatment folklore."
        },
        {
            "parent": 4,
            "text": "The model discussed in this article is another important tool for physicians. Using this model, physicians can provide brief, tailored interventions based on concepts that are already familiar to patients in alcohol recovery. Finally, specific counseling techniques can increase the likelihood of a cooperative dialog that may enhance the motivation of both patients and physicians to address the serious problem of tobacco addiction."
        }
    ],
    "locked": false
}