{
    "url": "https://www.aafp.org/pubs/afp/issues/1998/0601/p2713.html#afp19980601p2713-f1",
    "title": "Prevention of Neonatal Group B Streptococcal Infection | AAFP",
    "author": "CHRIS KEENAN, M.D., M.P.H.",
    "doi": "Am Fam Physician.1998;57(11):2713-2720",
    "abstract": "Neonatal group B streptococcal infection is the primary cause of neonatal morbidity related to infection. It can often be prevented by identifying and treating pregnant women who carry group B streptococci or who are at highest risk of transmitting the bacteria to newborns. Increasing evidence and expert opinion support intrapartum treatment of women at relatively high risk of delivering an infant with group B streptococcal infection. Such women can be identified through the use of an anogenital culture for group B streptococci obtained at 35 to 37 weeks of gestation and by the presence of at least one of many risk factors associated with neonatal infection. These risk factors include preterm labor or rupture of the membranes at less than 37 weeks of gestation, previous delivery of an infant with invasive group B streptococcal disease, group B streptococcal bacteriuria during the present pregnancy, maternal intrapartum fever of 38°C (100.4°F) or higher and rupture of the fetal membranes for 18 hours or more. The recommended agent for intrapartum chemoprophylaxis is intravenous penicillin G; clindamycin is used in penicillin-allergic women. The use of risk markers alone to guide the administration of intrapartum antibiotics is much more cost-effective than other preventive strategies, but it exposes more women and infants to antibiotic-associated risks. Management of the infants of treated mothers is empiric and is currently guided by expert opinion.",
    "headers": [
        {
            "id": 0,
            "name": "Identification of Group B Streptococci",
            "level": 2
        },
        {
            "id": 1,
            "name": "Strategies for Preventing Group B Streptococcal Disease",
            "level": 2
        },
        {
            "id": 2,
            "name": "Public Health Dilemmas",
            "level": 2
        },
        {
            "id": 3,
            "name": "Universal Screening",
            "level": 2
        },
        {
            "id": 4,
            "name": "Treatment Based on Risk Factors",
            "level": 2
        },
        {
            "id": 5,
            "name": "What Should Be Done for Pregnant Women?",
            "level": 2
        },
        {
            "id": 6,
            "name": "Cost Considerations",
            "level": 2
        },
        {
            "id": 7,
            "name": "Using Intrapartum Antibiotics",
            "level": 2
        },
        {
            "id": 8,
            "name": "What Should Be Done for the Infants of Treated Mothers?",
            "level": 2
        },
        {
            "id": 9,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Group B streptococci (includingStreptococcus agalactiae) are the leading bacterial causes of neonatal illness and death, causing invasive disease in 1.8 infants per 1,000 live births.1,2These bacteria asymptomatically colonize the vaginal or rectal areas of 10 to 30 percent of pregnant women.1In these women, group B streptococci may cause preterm labor or membrane rupture, as well as urinary tract infections, chorioamnionitis, postpartum endometritis, postpartum wound infection, septic pelvic thrombophlebitis, endocarditis and sepsis.3,4Clinically diagnosed maternal intrapartum infection is strongly associated with five-minute Apgar scores below 6, neonatal seizures and unexplained spastic cerebral palsy in infants of normal birth weight.5Up to 2 percent of maternal carriers deliver infants with invasive group B streptococcal disease, most of which is caused by inutero infection.1"
        },
        {
            "parent": -1,
            "text": "Between 30 and 70 percent of infants born to mothers with group B streptococcal colonization also become colonized at rectal, umbilical or oral sites, but only a small proportion of these infants develop sepsis.6Early-onset disease, usually manifested as sepsis or pneumonia, is diagnosed in the first six days of life and accounts for approximately 80 percent of neonatal group B streptococcal infections.1Late-onset disease is identified at seven or more days of life and is usually neonatal sepsis or meningitis."
        },
        {
            "parent": -1,
            "text": "The results of a population-based surveillance system indicate that the mortality rate for neonatal group B streptococcal infections is less than 10 percent, primarily because of prompt treatment of infected infants.3Based on data from early case series, long-term neurologic sequelae have been estimated to occur in up to 30 percent of meningitis survivors.1The Centers for Disease Control and Prevention (CDC) has been conducting group B streptococcal disease surveillance in three urban areas across the country, as well as in the entire state of Maryland.7From 1993 through 1995, the overall annual incidence of early-onset group B streptococcal disease in the surveillance areas declined 24 percent, from 1.7 cases per 1,000 live births in 1993 to 1.3 cases per 1,000 live births in 1995."
        },
        {
            "parent": 0,
            "text": "The CDC has described methods for culturing group B streptococci(Table 1).1Identification takes 24 to 48 hours. Although a selective medium is considered essential for the culture, a recent survey8indicated that fewer than 10 percent of hospital-based microbiology laboratories use an appropriate medium. A transport medium is acceptable, but cultures performed with this medium may fail to identify 10 percent of colonized women.9"
        },
        {
            "parent": 0,
            "text": "Anogenital cultures obtained six or more weeks before delivery show poor concordance with results obtained at the time of delivery. Therefore, antenatal cultures after 34 weeks of estimated gestation are recommended.10"
        },
        {
            "parent": 0,
            "text": "Rapid diagnostic tests for group B streptococci are specific, but sensitivity is variable and sometimes unacceptably low.11With a reported sensitivity and specificity of 95 percent and 99.5 percent, respectively, the AccuProbe group B streptococcal test (manufactured by Gen-Probe) is a possible exception.12Confirmation of this level of performance is necessary in additional studies."
        },
        {
            "parent": 0,
            "text": "Rapid tests perform better in heavily colonized women than in women who are lightly colonized. However, many infected infants are born to lightly colonized women."
        },
        {
            "parent": 1,
            "text": "The four strategies for preventing perinatally acquired group B streptococcal disease are eradication of colonization during pregnancy, postnatal chemoprophylaxis of infants with intramuscularly administered penicillin, vaginal antisepsis with topical chlorhexidine gluconate (Hibiclens) and systemic intrapartum chemoprophylaxis."
        },
        {
            "parent": 1,
            "text": "Of these approaches, eradication of colonization during pregnancy is ineffective.3In contrast, postnatal chemoprophylaxis of infants using a single dose of intramuscularly administered penicillin was effective in one large, randomized, controlled trial.3In this trial, the incidence of invasive group B streptococcal infection was reduced by 65 percent. However, a prospective, randomized study1of this strategy in low-birth-weight infants failed to show a difference in morbidity or mortality related to group B streptococcal infection between the intervention and the control groups."
        },
        {
            "parent": 1,
            "text": "In the third strategy, an effort is made to eliminate group B streptococci during labor. A randomized, controlled, double-blinded study3of vaginal antisepsis with topical chlorhexidine was conducted in Sweden, but the trial was too small to show any effect on the prevention of neonatal group B streptococcal disease. Consequently, this strategy is not recommended at the present time."
        },
        {
            "parent": 1,
            "text": "Systemic intrapartum chemoprophylaxis appears to be the most effective means of preventing group B streptococcal disease in neonates. A nonrandomized trial13involving more than 30,000 Australian women sought to obtain universal antepartum screening cultures and provide universal intrapartum chemoprophylaxis for all carriers of group B streptococci. Although the study had numerous limitations (e.g., delivery before a prenatal culture was obtained, failure to obtain a prenatal culture and failure to administer antibiotics during labor), the neonatal group B streptococcal infection rate was 0.5 cases per 1,000 live births in the screened women compared with one case per 1,000 live births in the control group."
        },
        {
            "parent": 1,
            "text": "A review14of the intrapartum chemoprophylaxis of perinatal group B streptococcal infections identified four randomized, controlled trials of adequate methodologic integrity that had been published as of December 1992.15–18However, no study was noted to be of particularly good quality. Three studies showed a statistically significant reduction in infant colonization; the other study did not consider this outcome. Three trials failed to show a statistically significant reduction in proven or probable group B streptococcal infection, although a promising trend was noted; the other study did not consider this outcome."
        },
        {
            "parent": 1,
            "text": "While the authors of the review14expressed concerns about the appropriateness of using these studies in a meta-analysis, other investigators19have used them anyway and have suggested that intrapartum chemoprophylaxis results in a 30-fold reduction of early-onset group B streptococcal disease. Despite the limitations of studies supporting the efficacy of intrapartum chemoprophylaxis, the preponderance of evidence to date indicates that such treatment is effective in preventing early-onset group B streptococcal disease."
        },
        {
            "parent": 2,
            "text": "Preventing neonatal group B streptococcal disease requires identifying high-risk infants before they are born while simultaneously minimizing the iatrogenic risk posed to uninfected infants. Thus, the challenge facing prenatal care providers (and the authoritative professional bodies to which they turn for guidance) is the correct identification of high-risk pregnant women."
        },
        {
            "parent": 3,
            "text": "The first method for preventing neonatal group B streptococcal disease is universal screening of pregnant women, either antepartum or peripartum (at the time of parturition or rupture of the membranes). As discussed earlier in this article, current diagnostic technology is not sufficiently reliable to permit rapid, accurate peripartum identification of colonized women. However, properly obtained and processed antepartum cultures correctly identify most women who are colonized at the time of labor."
        },
        {
            "parent": 4,
            "text": "The second preventive approach is to administer intrapartum antibiotics based solely on the presence of antenatal or intrapartum risk factors(Table 2).1,3Demographic factors (e.g., maternal age or race), alone or in combination, are not sufficiently specific to reliably differentiate colonized women from uncolonized women. The statistical association of some medical and obstetric risk factors (e.g., diabetes mellitus, polyhydramnios, multiple gestation) with maternal group B streptococcal colonization is not strong or consistent enough to warrant inclusion inTable 2."
        },
        {
            "parent": 5,
            "text": "In the past, the American Academy of Pediatrics and the American College of Obstetrics and Gynecology recommended different strategies for preventing neonatal group B streptococcal disease.4,20With the assistance of the CDC, consensus has finally been reached(Table 3).1,21,22No clinical trials have directly compared the efficacy of universal screening and the administration of intrapartum antibiotics.1However, both cost and decision analyses support the use of either approach.23–25"
        },
        {
            "parent": 5,
            "text": "The authors of a recent article26recommend neonatal chemoprophylaxis of the infants of colonized mothers who do not receive intrapartum chemoprophylaxis with ampicillin. These investigators argue that the infants of colonized parturients without risk factors should be treated prophylactically with penicillin (if asymptomatic) or empirically with ampicillin and an aminoglycoside (if symptomatic). They assert that this chemoprophylaxis will prevent approximately 40 percent of the cases of early-onset disease that occur in the infants of mothers who do not have intrapartum risk factors. This approach has not been subjected to a clinical trial or a rigorous decision analysis."
        },
        {
            "parent": 5,
            "text": "Intrapartum treatment based on risk factors alone is appealing for a number of reasons. It is logistically simpler than universal screening, it would hypothetically prevent about 70 percent of the cases of early-onset disease (20 percent fewer cases than universal screening) and it is projected to be the second-least costly approach after a strategy that treats all laboring women. Compared with a strategy of intrapartum chemoprophylaxis for all culture-positive women, this approach would also expose almost 33 percent fewer pregnant women (and their infants) to the risks of antibiotics (in all, at least 18 percent of all laboring women).23"
        },
        {
            "parent": 6,
            "text": "One decision analysis23reported that the estimated cost of treating a neonate with early-onset group B streptococcal sepsis was $123,000 (in 1993 dollars). Treating all women in preterm labor and all carriers at term would eliminate nearly 85 percent of cases of early-onset sepsis. This approach is somewhat expensive ($34,100 per case of group B streptococcal sepsis averted, not including the cost of evaluating uninfected infants) and requires intrapartum chemoprophylaxis for at least one in four pregnant women. A strategy combining prenatal cultures and the presence of high-risk factors would most likely expose one half as many laboring women to antibiotics. However, the latter approach is much less cost-effective ($62,455 per case of group B streptococcal sepsis averted) because it would prevent fewer cases of neonatal group B streptococcal sepsis.23"
        },
        {
            "parent": 6,
            "text": "Two studies23,24have yielded important results related to the relative cost-effectiveness of various preventive strategies. First, the use of a polyvalent group B streptococcal vaccine could generate nearly twice the savings potentially realized with selective intrapartum chemoprophylaxis. Inoculating 80 percent of pregnant women with a vaccine that prevents 80 percent of cases among infants born at or after 34 weeks of gestation would prevent approximately 4,100 cases of neonatal group B streptococcal sepsis annually, with a net savings of $131 million (in 1991 dollars)."
        },
        {
            "parent": 6,
            "text": "Second, a strategy based on risk factors provides greater cost savings than one that relies on antepartum cultures or rapid methods of detecting group B streptococci. Finally, no strategy modeled by either set of researchers costs more than treating the unprevented cases of early-onset group B streptococcal disease. However, neither group23,24factored in the cost of evaluating and watching asymptomatic term newborns of mothers who received intrapartum chemoprophylaxis. Doing so would likely increase the cost per case of sepsis averted by 25 to 50 percent for infants whose mothers are treated using a culture-guided algorithm and roughly double the cost for infants whose mothers' treatment is based on the presence of risk factors.27"
        },
        {
            "parent": 6,
            "text": "Prevention strategies from least cost-effective to most cost-effective are as follows: (1) treat all women, (2) treat only high-risk women, (3) screen and treat all carriers and (4) screen and treat only high-risk carriers."
        },
        {
            "parent": 6,
            "text": "The strategies recommended by the CDC appear to be cost-effective even after the net cost savings is adjusted downward to cover the costs of evaluating and observing possibly infected infants."
        },
        {
            "parent": 7,
            "text": "Since the duration of intrapartum chemoprophylaxis to some extent determines the management of the infant (i.e., two maternal doses of penicillin afford greater neonatal protection than one dose), the physician should make an early assessment of whether the duration of membrane rupture is likely to exceed 18 hours. If so, the loading dose can be given up to four hours before the 18-hour threshold. To decrease the risk of encouraging resistant microbes, the physician should use penicillin first. If the physician believes that a febrile parturient may have chorioamnionitis, a broader spectrum antibiotic should be administered. Recommended agents for intrapartum chemoprophylaxis are listed inTable 4.1"
        },
        {
            "parent": 7,
            "text": "The CDC recommends obtaining informed consent before intrapartum antibiotic therapy is administered. Without antenatal screening, the physician cannot accurately estimate the risk of group B streptococcal colonization in a specific patient. The risk of early-onset group B streptococcal disease in the infant of a colonized mother is approximately one infected infant per 50 to 100 colonized mothers.1"
        },
        {
            "parent": 7,
            "text": "The risks of intrapartum penicillin include mild allergic reaction (about one case per 10 instances of penicillin administration), anaphylaxis (about one case per 10,000 doses) and fatal anaphylaxis (about one case per 100,000 doses).1"
        },
        {
            "parent": 8,
            "text": "Additional research is needed to determine algorithms for the management of infants born to mothers who receive intrapartum antimicrobial prophylaxis.1,22,28To date, no controlled trials have been performed, and specialists have not agreed on one approach. Reasonable management approaches are outlined inFigure 1.1,22"
        },
        {
            "parent": 8,
            "text": "Available data indicate significant potential cost and health benefits in preventing group B streptococcal sepsis in the newborn. While less desirable for payers of prenatal care, the implementation of a program of late antenatal screening for group B streptococci would expose a smaller proportion of laboring women to the risks of intrapartum chemoprophylaxis (and decrease the hypothetic risk of breeding penicillin-resistant organisms). In nonintegrated medical care delivery systems like those in the United States, interorganizational agreements should be negotiated so that the costs of screening are not borne by entities such as community health centers that do not realize the potential financial benefits of lower rates of intrapartum chemoprophylaxis and neonatal sepsis."
        },
        {
            "parent": 9,
            "text": "Group B streptococcal infection is the principal infectious disease threat to neonates. In response, authoritative professional organizations have issued nearly identical recommendations on the clinical management of problems posed by maternal infection with this organism. The most persuasive evidence supporting such recommendations is of poor quality. Nonetheless, other methods of clinical decision making support the efficacy and cost-effectiveness of identifying and treating women at relatively high risk for delivering infants infected with group B streptococci."
        },
        {
            "parent": 9,
            "text": "Obtaining late antenatal cultures adds significantly to the cost of preventing neonatal group B streptococcal disease, but it is the best way to target maternal intrapartum chemoprophylaxis and to ascertain a newborn's risk of invasive disease, whether or not the mother was treated with intrapartum antibiotics. Although vaccines against the polysaccharides of group B streptococci hold promise of preventing neonatal disease, numerous obstacles must be overcome before these vaccines can be successfully used.1"
        }
    ],
    "locked": false
}