{
    "url": "https://www.aafp.org/pubs/afp/issues/1998/0515/p2471.html#afp19980515p2471-f2",
    "title": "Diagnosis and Management of the Adnexal Mass | AAFP",
    "author": "JANET DRAKE, M.D.",
    "doi": "Am Fam Physician.1998;57(10):2471-2476",
    "abstract": "Adnexal masses are frequently found in both symptomatic and asymptomatic women. In premenopausal women, physiologic follicular cysts and corpus luteum cysts are the most common adnexal masses, but the possibility of ectopic pregnancy must always be considered. Other masses in this age group include endometriomas, polycystic ovaries, tubo-ovarian abscesses and benign neoplasms. Malignant neoplasms are uncommon in younger women but become more frequent with increasing age. In postmenopausal women with adnexal masses, both primary and secondary neoplasms must be considered, along with leiomyomas, ovarian fibromas and other lesions such as diverticular abscesses. Information from the history, physical examination, ultrasound evaluation and selected laboratory tests will enable the physician to find the most likely cause of an adnexal mass. Measurement of serum CA-125 is a useful test for ovarian malignancy in postmenopausal women with pelvic masses. Asymptomatic premenopausal patients with simple ovarian cysts less than 10 cm in diameter can be observed or placed on suppressive therapy with oral contraceptives. Postmenopausal women with simple cysts less than 3 cm in diameter may also be followed, provided the serum CA-125 level is not elevated and the patient has no signs or symptoms suggestive of malignancy.",
    "headers": [
        {
            "id": 0,
            "name": "Differential Diagnosis",
            "level": 2
        },
        {
            "id": 1,
            "name": "History",
            "level": 2
        },
        {
            "id": 2,
            "name": "Physical Examination",
            "level": 2
        },
        {
            "id": 3,
            "name": "Ultrasound Evaluation",
            "level": 2
        },
        {
            "id": 4,
            "name": "Laboratory Studies",
            "level": 2
        },
        {
            "id": 5,
            "name": "Management",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Approximately 289,000 women are hospitalized annually in the United States because of ovarian neoplasms.1An even greater number are found to have an adnexal or pelvic mass during a routine physical examination or during evaluation for another complaint. Any physician who provides care for women should be familiar with the diagnosis and management of adnexal masses."
        },
        {
            "parent": 0,
            "text": "The broad differential diagnosis of an adnexal mass includes lesions of infectious origin, such as a hydrosalpinx or tubo-ovarian abscess caused by pelvic inflammatory disease; physiologic or functional cysts; endometriomas; both benign and malignant neoplasms, and masses originating in organs or tissues proximal to the adnexa. Important considerations in arriving at the most probable diagnosis are the age of the patient, the history, the findings on physical examination and the results of radiologic and laboratory studies."
        },
        {
            "parent": 0,
            "text": "The patient's age is a crucial factor in determining the probable etiology of an adnexal or pelvic mass. In newborns, it is not unusual to find small functional cysts (less than 1 to 2 cm) attributable to the influence of maternal hormones. These cysts should regress during the first few months of life. After that time, the incidence of germ cell tumors increases; the most common types are benign cystic teratomas (dermoids) and dysgerminomas."
        },
        {
            "parent": 0,
            "text": "Following menarche, adnexal masses are most likely to be follicular and corpus luteum cysts of the ovary. Other nonneoplastic ovarian masses found in this age group include endometriomas, polycystic ovaries and tubo-ovarian abscesses. Ectopic pregnancy must always be considered in the diagnosis of adnexal masses in women of reproductive age. Leiomyomas (fibroids) are common nonovarian neoplasms in this age group. These tumors occur in 30 percent of premenopausal women and are more common in black women.2Malignant ovarian neoplasms in younger women are usually of the low-malignant or borderline type."
        },
        {
            "parent": 0,
            "text": "With increasing age, the incidence of malignancy rises. The overall risk of a primary ovarian neoplasm being malignant increases from 13 percent in premenopausal women to 45 percent following menopause.3Malignant adnexal lesions include both primary ovarian carcinoma and metastatic disease from the uterus, breast or gastrointestinal tract. Non-malignant etiologies include ovarian fibromas, leiomyomas and diverticular abscesses."
        },
        {
            "parent": 1,
            "text": "A complete history is essential in the diagnosis of an adnexal mass. The patient should be questioned about pain, particularly its location, quality and time of onset. Pain related to an adnexal mass is usually secondary to distention of the ovarian capsule or compression of adjacent structures. In pre-menopausal women, midcycle pain suggests ovulation or mittelschmerz. Pain following intercourse may be related to a ruptured follicular or corpus luteum cyst. Pain during intercourse is suggestive of endometriosis. Abdominal or pelvic pain in the setting of an adnexal mass and a positive pregnancy test is almost always due to an ectopic pregnancy. Sudden onset of severe pain or intermittent severe pain, often associated with nausea and vomiting, implies ovarian torsion."
        },
        {
            "parent": 1,
            "text": "Menstrual disturbances are an important element of the history. Severe dysmenorrhea and menorrhagia can signify endometriosis or leiomyomas. A history of prolonged amenorrhea followed by menorrhagia and the finding of multicystic ovaries is characteristic of polycystic ovarian syndrome. Bleeding in the pre-menarchal or postmenopausal patient with a solid ovarian mass increases the likelihood of a granulosa cell tumor."
        },
        {
            "parent": 1,
            "text": "Other important symptoms are dyspepsia, early satiety, a sensation of abdominal bloating or fullness, and constipation or a change in the caliber of the stool. Patients with ovarian carcinoma frequently present with vague gastrointestinal symptoms."
        },
        {
            "parent": 2,
            "text": "A complete physical examination concentrating on signs of infection or neoplasm is necessary to determine the etiology of a pelvic mass. Significant findings include cervical, supraclavicular and groin lymphadenopathy and the presence of pleural effusions or ascites. The breast examination is especially important because the ovary is a common site of metastasis for carcinoma of the breast."
        },
        {
            "parent": 2,
            "text": "Particular attention should be directed to the bimanual and rectovaginal examinations. The bimanual examination is helpful in estimating the size, location, consistency and mobility of a mass. The rectovaginal examination allows assessment of the posterior uterine surface, the uterosacral ligaments, the parametria, the pouch of Douglas and the rectum."
        },
        {
            "parent": 2,
            "text": "In premenopausal women, the presence of a complex adnexal mass, cul-de-sac nodularity and shortened or tender uterosacral ligaments suggests endometriosis. These same findings in the postmenopausal patient may signify malignancy. Masses anterior to the uterus may be dermoid cysts."
        },
        {
            "parent": 3,
            "text": "An ultrasound examination is the most valuable diagnostic study in the evaluation of an adnexal or pelvic mass. Although operator dependent, an experienced ultrasonographer should be able to determine the size and complexity of the mass. The size of a normal ovary varies throughout a woman's life, with a normal ovary measuring 3.5 × 2 × 1.5 cm in the premenopausal patient and 1.5 × 0.7 × 0.5 cm two to five years after menopause.4A post-menopausal ovary twice the size of the contralateral one is considered a suspicious finding. Ultrasound can also indicate whether a mass is cystic or solid, whether its contour is smooth or contains excrescences, and whether it contains any internal septa or papillae. Each of the latter characteristics is suggestive of malignancy. The presence of ascites also may indicate a malignant process."
        },
        {
            "parent": 3,
            "text": "It is best to obtain both transvaginal and transabdominal sonograms to evaluate a pelvic or adnexal mass. Transvaginal ultrasonography has several advantages in that it provides improved resolution of pelvic structures with less artifact and does not require a distended bladder for visualization.5Transabdominal ultrasound examinations, however, are better tolerated by some patients and are more helpful in visualizing abdominal processes."
        },
        {
            "parent": 3,
            "text": "Color flow Doppler scanning has recently been used to predict the nature of an adnexal mass. The study is based on the principle that neovascularization occurs in malignant tumors and results in lower resistive and pulsatile indexes. Because its reliability is affected by a number of factors, this technique is not widely used clinically.6"
        },
        {
            "parent": 4,
            "text": "The most helpful laboratory studies in the evaluation of an adnexal or pelvic mass are the quantitative serum beta-human chorionic gonadotropin (β-hCG) level, complete blood count with differential and, in some instances, serum tumor markers. The β-hCG determination is essential to rule out ectopic pregnancy in premenopausal women. A complete blood count is helpful when an infectious etiology such as pelvic inflammatory disease or tubo-ovarian abscess is suspected."
        },
        {
            "parent": 4,
            "text": "Serum tumor markers are helpful in some cases. The possibility of a germ cell tumor must be considered when a solid adnexal mass is found in a premenarchal or adolescent patient. Tumor markers that are useful in this setting include alpha-fetoprotein as a marker for endodermal sinus tumors, lactic dehydrogenase (LDH) for dysgerminomas, and β-hCG for nongestational choriocarcinomas. Mixed germ cell tumors and embryonal carcinomas may produce all three of these markers."
        },
        {
            "parent": 4,
            "text": "Serum CA-125 is an antigenic determinant found in both benign and malignant conditions. Benign conditions that cause an elevation in serum CA-125 include uterine leiomyomas, nonmalignant ovarian tumors, liver disease, adenomyosis, endometriosis, pregnancy and pelvic inflammatory disease. Serum CA-125 levels are rarely greater than 100 to 200 U per mL in patients with these conditions (normal value: less than 35 U per mL). The presence of elevated CA-125 in benign conditions makes this marker less useful in premenopausal patients than in older women."
        },
        {
            "parent": 4,
            "text": "An elevated serum CA-125 level is found in several malignant conditions, including serous epithelial ovarian, breast, colon, lung and pancreatic cancers. Serum CA-125 is elevated in 80 percent of all patients with serous cystadenocarcinoma of the ovary, but in only 50 percent of the patients with stage I disease. As a diagnostic aid, measurement of serum CA-125 is most useful in postmenopausal patients with an ultrasonographically suspicious pelvic mass. In this setting, a level greater than 65 U per mL has been shown to have a positive predictive value of 97 percent.7"
        },
        {
            "parent": 4,
            "text": "A question often asked is whether the serum CA-125 level should be routinely obtained as a screening test for ovarian carcinoma. The incidence of ovarian cancer in patients with no family history of the disease is approximately one in 70 (1.4 percent). Only 1 percent of healthy patients in the general population have an elevated CA-125 level, leading to a positive predictive value of only 2.3 percent.6Women with a history of ovarian cancer in one first-degree relative have a 5 percent risk of developing the disease. The 1994 National Institutes of Health consensus conference on ovarian cancer did not recommend routine screening in these patients. Women who have two or more first-degree relatives with ovarian cancer have a 7 percent lifetime risk of developing the disease."
        },
        {
            "parent": 4,
            "text": "Women in the latter group have a 3 to 10 percent risk of having a hereditary cancer syndrome. Three such hereditary cancer syndromes are associated with ovarian cancer—the site-specific syndrome, the breast-ovarian syndrome and the Lynch syndrome II. Women with site-specific syndrome tend to develop ovarian cancer 10 to 20 years younger than patients with nonfamilial ovarian cancer. Women with breast-ovarian cancer syndrome tend to have multiple relatives with breast and/or ovarian carcinoma. Those with Lynch syndrome II have a history of breast, ovarian, endometrial, gastrointestinal and genitourinary cancers. Patients with suspected breast-ovarian cancer syndrome should be offered genetic counseling about testing for BRCA1 and BRCA2. Carriers of these genes have an 80 percent lifetime risk of developing breast cancer and a 45 percent risk of ovarian cancer.8,9Expert genetic counseling is recommended, however, because of the numerous, far-reaching psychosocial implications associated with testing. The National Institutes of Health Consensus Panel recommended that patients with hereditary ovarian cancer have annual rectovaginal examinations, CA-125 measurements and transvaginal ultrasound examinations until age 35 or the completion of childbearing. At that point, a prophylactic bilateral salpingo-oophorectomy is recommended.10"
        },
        {
            "parent": 5,
            "text": "Once a mass has been detected and evaluated by ultrasound and serum tumor markers, the physician is faced with the dilemma of how best to manage an individual patient. The questions to be answered are which patients can be safely followed, which should be operated on immediately and which can be evaluated laparoscopically. Again, the age of the patient and the results of the work-up are important in determining appropriate management. Detection of an adnexal mass in a premenarchal patient warrants prompt ultrasound evaluation and referral. As mentioned previously, ovarian cysts in prepubertal girls after the first few weeks of life are abnormal and likely to be neoplastic."
        },
        {
            "parent": 5,
            "text": "Premenopausal patients with an asymptomatic cystic mass smaller than 10 cm can be followed, because 70 percent of these masses will resolve.11Several studies have shown that monophasic oral contraceptives are associated with suppression of functional cysts.11–13Pre-menopausal patients are often given a monophasic contraceptive preparation and then reexamined in four to six weeks. Persistence of the mass after this period of observation calls for surgical evaluation. A solid adnexal mass or the presence of ascites warrants immediate surgical exploration.Figure 1outlines a management scheme for an adnexal mass in the premenopausal patient.14"
        },
        {
            "parent": 5,
            "text": "Management differs in the postmenopausal patient. An international multicenter study15found that postmenopausal patients with an asymptomatic simple ovarian cyst less than 3 to 5 cm in diameter and a normal serum CA-125 level had a zero percent risk of malignancy. A scheme for managing ovarian cysts in post-menopausal women is presented inFigure 2.16This algorithm recommends following post-menopausal women who have a normal CA-125 level and an ultrasonographically simple cyst measuring 3 cm or less. One suggestion for following these patients includes ultrasound evaluation at three, six, nine and 12 months and annually thereafter.2A cyst greater than 3 cm in diameter can be evaluated laparoscopically. Symptomatic patients with an ultrasonographically suspicious mass and an elevated serum CA-125 level should be referred for surgical evaluation."
        }
    ],
    "locked": false
}