{
    "url": "https://www.aafp.org/pubs/afp/issues/1998/0301/p1079.html#afp19980301p1079-f1",
    "title": "Management of Hospitalized Patients with Type 2 Diabetes Mellitus | AAFP",
    "author": "SANDRA H. LILLEY, PHARM.D., AND GARY I. LEVINE, M.D.",
    "doi": "Am Fam Physician.1998;57(5):1079-1088",
    "abstract": "Suboptimal glycemic control in hospitalized patients with type 2 (non–insulin-dependent) diabetes mellitus can have adverse consequences, including increased neurologic ischemia, delayed wound healing and an increased infection rate. Poor glycemic control can also affect the outcome of the primary illness. If possible, hospitalized diabetic patients should continue their previous antihyperglycemic treatment regimen. Decreased physical activity and the stress of illness often lead to hyperglycemia in hospitalized patients with type 2 diabetes. When indicated, insulin is given either as a supplement to usual therapy or as a temporary substitute. The overall benefit of the traditional sliding-scale insulin regimen has been questioned. Insulin supplementation given according to an algorithm may be a logical alternative. Any antihyperglycemic regimen should be administered and monitored in a manner coincident with the intake of food or other sources of calories. Factors that can alter glycemic control acutely, including specific medical conditions and medications, should be identified and anticipated.",
    "headers": [
        {
            "id": 0,
            "name": "Pathophysiology",
            "level": 2
        },
        {
            "id": 1,
            "name": "Treatment Goals",
            "level": 2
        },
        {
            "id": 2,
            "name": "General Principles of Management",
            "level": 2
        },
        {
            "id": 3,
            "name": "Sliding-Scale Insulin Regimen",
            "level": 2
        },
        {
            "id": 4,
            "name": "Insulin Supplements",
            "level": 2
        },
        {
            "id": 5,
            "name": "Treatment Strategies",
            "level": 2
        },
        {
            "id": 6,
            "name": "Factors Complicating Glycemic Control",
            "level": 2
        },
        {
            "id": 7,
            "name": "Long-Term Goals",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Diabetes mellitus is a common secondary diagnosis in hospitalized patients. In 1988, diabetes was one of the diagnoses recorded for 2.8 million patients discharged from hospitals in the United States. Altogether, these patients spent 24.5 million days in hospitals. Diabetes was the secondary diagnosis in more than 80 percent of these patients, with the most frequently listed primary diagnoses being circulatory and cardiovascular diseases.1"
        },
        {
            "parent": -1,
            "text": "Patients with diabetes are hospitalized twice as often as those who do not have this disease, and they are likely to stay in the hospital 30 percent longer.2Furthermore, annual insurance claims for inpatient care are four times higher among diabetic patients than among nondiabetic patients.3Because diabetes appears to be becoming more prevalent in the United States, the need for inpatient diabetes care is likely to increase.4"
        },
        {
            "parent": -1,
            "text": "Since the results of the Diabetes Control and Complications Trial were published in 1993,5a great deal of attention has been given to improving the outpatient management of patients with diabetes. Recommendations for managing patients with the acute complications of diabetes are well established. The peri-operative management of diabetic patients has also been well delineated. However, few guidelines have been formulated for inpatient management when diabetes is a secondary diagnosis.2,6–16"
        },
        {
            "parent": -1,
            "text": "Maximizing glucose control in patients with type 2 (non–insulin-dependent) diabetes who are hospitalized for conditions not directly related to their diabetes is an important goal. Yet this subject has received little attention in the literature, and few data on patient outcome are available. Therefore, the development of logical recommendations must be based primarily on known pathophysiologic and pharmacologic principles, expert opinion and clinical experience."
        },
        {
            "parent": 0,
            "text": "Patients with type 2 diabetes who undergo stress of any kind can have difficulty maintaining glycemic control. Insulin requirements increase with pain, trauma, surgery, sepsis, burns, hypoxia, cardiovascular disease and mental stress.17–19If sufficient treatment is not given, severe hyperglycemia with or without ketosis can occur. Hyperglycemia can have a variety of adverse consequences, including increased neurologic ischemia,11delayed wound healing20and higher infection rates.21It can also negatively affect the outcome of the primary illness. Even transiently elevated glucose levels can cause volume and electrolyte abnormalities, delayed gastric emptying, impaired leukocyte function, osmotic diuresis and impaired insulin responses.9,10,17,22"
        },
        {
            "parent": 1,
            "text": "Unfortunately, suboptimal glycemic control is common in hospitalized patients with diabetes mellitus.9Although near-total euglycemia may not be attainable or even desirable in seriously ill patients, extremes of both hypoglycemia and hyperglycemia should be avoided. Hyperglycemia has been reported to worsen the neurologic outcome after a stroke.11"
        },
        {
            "parent": 1,
            "text": "No prospective studies have targeted the attainment of specific glucose levels as a strategy to improve wound healing, lower the infection rate or reduce the length of hospitalization. However, insulin-glucose infusions followed by intensive therapy with subcutaneously administered insulin have significantly improved short- and long-term survival rates in diabetic patients who have had an acute myocardial infarction.13,14Furthermore, intensive diabetes team interventions during hospitalization have improved glycemic control and decreased the length of hospital stays.15,16Short periods of tight glycemic control have also been shown to reverse glucose toxicity and lead to sustained improvements in insulin secretion.22"
        },
        {
            "parent": 1,
            "text": "Potential problems with wound healing and leukocyte function first appear when the blood glucose concentration exceeds 200 mg per dL (11.1 mmol per L). Osmotic diuresis also occurs at about that glucose level. Therefore, 200 mg per dL (11.1 mmol per L) is a reasonable maximum preprandial glycemic target for most hospitalized patients who have type 2 diabetes."
        },
        {
            "parent": 1,
            "text": "Despite the absence of conclusive evidence, target preprandial blood glucose levels of 120 to 200 mg per dL (6.7 to 11.1 mmol per L) are acceptable in most patients.2Admittedly, these levels are higher than those that the American Diabetes Association recommends for outpatient therapy. Certain situations, such as pregnancy and acute myocardial infarction, require lower target blood glucose levels, in the range of 60 to 105 mg per dL (3.3 to 5.8 mmol per L).23(pp93–4)The specific glycemic goals, as determined by the individual situation, should be explained to the patient and documented for the benefit of team care."
        },
        {
            "parent": 2,
            "text": "Recommendations for the management of type 2 diabetes are complex because patients with this disease have heterogeneous metabolic defects requiring different glycemic treatments. Although the cornerstone of long-term management is diet and exercise, most patients also require pharmacologic therapy."
        },
        {
            "parent": 2,
            "text": "One outpatient treatment option for patients with type 2 diabetes is oral antihyperglycemic therapy with agents such as sulfonylureas, metformin (Glucophage), acarbose (Precose) or troglitazone (Rezulin). Characteristics of oral hyperglycemic agents are compared inTable 1,24,25and their pharmacokinetics are summarized inTable 2.25If possible, the patient's standing antihyperglycemic regimen should be continued during hospitalization."
        },
        {
            "parent": 2,
            "text": "Insulin is the other outpatient treatment option for type 2 diabetes. Some characteristics of various human insulins are compared inTable 3.23(p37),26–28If glycemic goals are not achieved with either oral antihyperglycemic agents or insulin, combination therapy is now advocated.29Insulin requirements commonly increase because of the stress and decreased physical activity associated with illness. In hospitalized patients with type 2 diabetes, insulin is often given as a supplement to usual therapy or as a temporary substitute for the normal regimen."
        },
        {
            "parent": 3,
            "text": "Many hospitalized diabetic patients are treated with a traditional “sliding-scale” insulin regimen in which the subcutaneous administration of regular insulin (Humulin R, Novolin R) is contingent on capillary blood glucose measurements. Although this practice is widespread, few investigators have examined its effect on glycemic control. The physiologic wisdom of sliding-scale insulin regimens has been questioned. One reason is that if short-acting insulin is given only after hyperglycemia occurs, the patient's blood glucose profile often resembles a roller coaster.2,12,30"
        },
        {
            "parent": 3,
            "text": "A recently completed prospective cohort study9raised serious questions about the effectiveness of the sliding-scale insulin regimen in maintaining glycemic control in acutely ill patients with diabetes. On hospital admission, 130 (76 percent) of 171 patients were given insulin in a sliding-scale regimen, either in addition to their usual antihyperglycemic therapy or as the only glycemic control therapy. When used with a standing glycemic control regimen, sliding-scale insulin therapy did not reduce the occurrence of significant hyperglycemia (defined as a capillary blood glucose level higher than 300 mg per dL [16.7 mmol per L]) or hypoglycemia (defined as a capillary blood glucose level lower than 60 mg per dL [3.3 mmol per L]). When used alone, the sliding-scale insulin regimen was associated with a threefold increased risk of hyperglycemia. Furthermore, blood glucose data obtained during the hospitalization did not affect subsequent antihyperglycemic therapy, which was not changed during the hospital stay in 137 (80 percent) of the 171 patients. Based on these findings, routine use of the traditional sliding-scale insulin regimen should be questioned, if not avoided, until randomized controlled trials show that this approach provides specific benefit."
        },
        {
            "parent": 4,
            "text": "Giving insulin supplements in accordance with an algorithm(Figure 1)2,12,31may enhance glycemic control by avoiding some of the drawbacks of the traditional sliding-scale insulin regimen. The algorithm takes into account the individual patient's insulin needs, caloric load and physical activity level, as well as the timing of insulin administration relative to caloric intake. Whereas the traditional sliding-scale insulin regimen is directed at lowering existing excessive blood glucose levels, insulin supplements are given not only to correct hyperglycemia but also to control the anticipated effects of caloric intake and other factors that play a role in glycemia."
        },
        {
            "parent": 4,
            "text": "Insulin supplementation by algorithm differs from the traditional sliding-scale regimen in several important ways. First, the timing of bedside blood glucose monitoring and the administration of short-acting insulin are based on the pattern of caloric intake. Second, the dosing of insulin supplements is initially based on the patient's weight. Finally, the insulin supplement dosage is adjusted according to the patient's previous response and anticipated needs."
        },
        {
            "parent": 4,
            "text": "For patients who are eating meals, bedside blood glucose monitoring is performed 30 minutes before each meal. A supplemental dose of short-acting insulin is given subcutaneously to correct a premeal glycemic level that exceeds the target level, in anticipation of further, meal-related glucose elevations and insulin requirements. Regular insulin is administered at least 30 minutes before each meal. Insulin lispro (Humalog), a new insulin analog that acts more rapidly than regular insulin, can be administered 10 to 15 minutes before a meal. A reasonable starting dose of either short-acting insulin is 0.075 to 0.1 units per kg of body weight, depending on the blood glucose level."
        },
        {
            "parent": 4,
            "text": "The blood glucose level is measured again about two hours after the meal to determine the sensitivity and responsiveness of the patient and the success of that particular insulin dose. The next dose is modified if needed, depending on the success of the previous dose, the anticipated content of the next meal and any anticipated change in the patient's glycemic stress (e.g., because a procedure is to be performed or an infection has resolved).2,12"
        },
        {
            "parent": 4,
            "text": "Insulin supplementation according to an algorithm accomplishes what the traditional sliding-scale insulin regimen was meant to do but in a more physiologic manner, without gross swings in the blood sugar levels. Although use of the algorithm places greater demands on the physician, giving more attention to glycemic control early in a patient's hospital stay is likely to simplify overall management and improve outcome. Nonetheless, prospective trials are needed to evaluate this form of therapy."
        },
        {
            "parent": 5,
            "text": "Two factors influence the selection of the most suitable antihyperglycemic regimen for the hospitalized patient with type 2 diabetes. First, is the patient eating? If not, how long will the patient be without food? Second, what type of regimen is being used for outpatient diabetes management, and what level of control has been achieved? The antihyperglycemic regimen that is chosen should be administered and monitored in a manner coincident with the intake of food or other sources of calories."
        },
        {
            "parent": 5,
            "text": "The Patient Who Is Eating. A patient who is eating meals should continue using the home antihyperglycemic regimen in the usual doses unless this treatment approach is contraindicated. Capillary blood glucose measurements should be obtained before meals and at bedtime."
        },
        {
            "parent": 5,
            "text": "The Patient Who Is Taking Oral Antihyperglycemic Agents at Home. When fed a low-calorie hospital diet, the patient with good glycemic control at home may be “overdosed” with his or her usual oral antihyperglycemic regimen. Consequently, the individual doses of the antihyperglycemic agent may need to be reduced. On the other hand, if blood glucose monitoring indicates that a patient has hyperglycemia, the target level may be achieved with the addition of supplemental insulin given according to an algorithm(Figure 1).2,12,31"
        },
        {
            "parent": 5,
            "text": "Oral antihyperglycemic therapy should be discontinued, and insulin therapy should be initiated if a hospitalized patient with type 2 diabetes has a diabetic emergency or undergoes major surgery. This strategy should also be used with the following known or suspected conditions: acute changes in renal or hepatic status, pregnancy, severe infection, stress or trauma. Temporary discontinuation of selected oral agents may be necessary in less acute situations or when a patient needs other medications that may interfere with current therapy(Table 4).25"
        },
        {
            "parent": 5,
            "text": "Unless blood glucose levels can be controlled with diet alone, subcutaneous insulin therapy may be initiated at a conservative total daily dosage of 0.5 to 0.75 units per kg.32This dosage is adjusted as needed based on the results of blood glucose monitoring. In most insulin-naive patients, therapy is usually started with regular human insulin in a dosage of about 0.15 units per kg 30 minutes before each meal, plus NPH human insulin (Humulin N, Novolin N), in a dosage of 0.2 units per kg at bedtime,6or with twice-daily NPH injections32in a dosage of about 0.4 units per kg before breakfast and 0.2 units per kg before supper. Supplemental short-acting insulin may be added as needed."
        },
        {
            "parent": 5,
            "text": "The Patient Using Insulin at Home. The insulin dosage may need to be reduced if food intake is less than usual in the hospitalized patient whose blood sugar levels are well controlled on a home insulin regimen. However, if blood glucose levels are above the target level, supplemental insulin may be required(Figure 1).2,12,31A consistent need for insulin supplements due to a pattern of unexplained levels above the target range indicates that an adjustment is needed for the relevant insulin component. However, numerous adjustments in the usual insulin doses of hospitalized patients are discouraged because of the many changes in the foods and activity and, most importantly, the stress response of the illness causing the hospitalization. Furthermore, insulin needs during hospitalization do not help predict long-term insulin requirements."
        },
        {
            "parent": 5,
            "text": "The Patient Who Is Not Eating. Insulin and some other nonoral source of calories are necessary in most hospitalized patients with type 2 diabetes who are unable to eat (NPO, or nothing by mouth) for more than 24 hours. Carefully monitored continuous insulin infusions produce the greatest stability in blood glucose levels. However, insulin infusions require frequent bedside glucose determinations, infusion pumps and high-level nursing care. For these reasons, subcutaneously administered insulin is an acceptable alternative unless glycemic swings are excessive or the anticipated time without food is prolonged."
        },
        {
            "parent": 5,
            "text": "The recommendations for insulin infusions are similar for medical inpatients and patients undergoing major surgical procedures that require general anesthesia.17,33,34The insulin dosing is based on an algorithm(Figure 1),2,12,31and the infusion rate is adjusted, based on frequent bedside glucose determinations. Because small volumes of the insulin solution are often required, pumps that accurately deliver these quantities should be used."
        },
        {
            "parent": 5,
            "text": "A conservative initial insulin infusion rate is 1 unit per hour in an insulin-naive patient. The starting insulin rate may be reduced in the hospitalized patient who is known to have low insulin requirements but may be increased in the patient who is known or anticipated to have high insulin requirements (e.g., major stress or pharmacologic doses of glucocorticoids). Higher initial infusion rates, such as 2 units per hour, may be necessary in the hospitalized patient who requires large doses of insulin at home (e.g., more than 100 units per day). Blood glucose levels should be monitored every hour until the patient's condition and level of glycemia have stabilized at the target glucose range(Table 5).2"
        },
        {
            "parent": 5,
            "text": "Since most patients slowly progress to a regular diet, it is often easier to continue the intravenous insulin infusion during the first meal. Once food is tolerated, the insulin infusion should be discontinued just before a meal and a short-acting insulin should be administered subcutaneously. The need for insulin supplementation should be determined by the blood glucose levels. Once the patient is again eating regularly, the short-acting insulin can be discontinued, and the patient's usual therapy can be restarted. Insulin supplements may be continued as needed."
        },
        {
            "parent": 5,
            "text": "Alternatively, subcutaneously administered insulin may be used on a short-term basis in the hospitalized patient who is not yet allowed to eat. A logical regimen currently used in clinical practice is regular human insulin scheduled “around the clock” every four to six hours and accompanied by frequent bedside glucose monitoring. Because of the mismatching of caloric intake with insulin activity, some glycemic swings are anticipated with this regimen. Conservative insulin dosing is therefore aimed at reducing excessive hyperglycemia rather than achieving euglycemia."
        },
        {
            "parent": 5,
            "text": "Since regular insulin has a shorter duration of action, doses can be easily adjusted to accommodate changing clinical conditions. The effects of regular human insulin typically last three to six hours. Therefore, the blood glucose level obtained before an insulin dose is a reflection of the previous dose."
        },
        {
            "parent": 5,
            "text": "A suggested starting dosage of regular insulin in insulin-naive patients is approximately 0.1 unit per kg given every four or six hours.32The hospitalized patient who uses insulin at home can be given four or six evenly divided doses to equal the total daily home dosage. Doses may be adjusted based on the results of glucose monitoring and any anticipated change in caloric intake, physical activity or glycemic stress."
        },
        {
            "parent": 5,
            "text": "When food intake is not allowed for a shorter period (e.g., for a morning procedure), insulin or oral agents can usually be withheld until after the procedure or before the next meal. If food is being withheld until later in the day, it is reasonable to administer one half to one third of the morning dose of the patient's usual oral agent or intermediate-acting insulin at the usual time.2If a patient will not be allowed to eat for more than 12 hours, an infusion of 5 to 10 percent dextrose (100 mL per hour) should also be considered. If fasting hyperglycemia is present before the procedure, a supplemental short-acting insulin may be administered in a dose of 0.075 to 0.1 unit per kg."
        },
        {
            "parent": 6,
            "text": "A variety of factors associated with hospitalization complicate glycemic control in diabetic patients, especially those who require insulin(Table 6).2,35–37Under usual conditions, the absorption rates for subcutaneously administered insulin vary 20 to 40 percent from day to day in any one patient. Because of fluid shifts and hemodynamic changes, insulin absorption rates can be expected to be even more erratic in acutely ill hospitalized patients. Variability in absorption can be reduced by using the abdominal site for subcutaneous injection and avoiding areas of lipohypertrophy."
        },
        {
            "parent": 6,
            "text": "Certain drugs may raise or lower blood glucose levels(Tables 7and8).38–41Although few drugs are contraindicated for use in the diabetic patient, most require close glucose monitoring and appropriate adjustments of the patient's antihyperglycemic regimen."
        },
        {
            "parent": 6,
            "text": "Iodinated radiographic contrast materials can compromise renal function. This problem is more likely to occur in patients with diabetic nephropathy, chronic renal failure or congestive heart failure. Because of the increased risk of renal compromise, renally eliminated antihyperglycemic agents, particularly metformin, should be temporarily suspended before patients undergo diagnostic procedures that use iodinated dyes (e.g., intravenous pyelography, angiography, computed tomography). The antihyperglycemic agents can be restarted only after normal renal function has been documented.42"
        },
        {
            "parent": 7,
            "text": "Poor long-term glycemic control, as evidenced by clinical findings and elevated glycosylated hemoglobin levels, is common in diabetic patients who are admitted to the hospital. During the hospital stay, it may be possible to thoroughly investigate the problems that have led to poor control and to develop a therapeutic regimen that can be maintained after discharge. The patient and family members can also be educated about diabetes self-management, and both the management and prevention of long-term complications can be addressed."
        },
        {
            "parent": 7,
            "text": "Discharge planning, including patient education, should be initiated early in the hospital stay. After discharge, the patient should be followed closely to ensure that the acute problem has resolved and that the patient has made a successful transition to the outpatient environment."
        }
    ],
    "locked": false
}