{
    "url": "https://www.aafp.org/pubs/afp/issues/1998/0115/p362.html#afp19980115p362-uf1",
    "title": "National Heart, Lung, and Blood Institute Releases New Guidelines for the Treatment of Hypertension | AAFP",
    "author": "VERNA L. ROSE",
    "doi": "Am Fam Physician.1998;57(2):362-366",
    "abstract": null,
    "headers": [
        {
            "id": 0,
            "name": "Introduction",
            "level": 2
        },
        {
            "id": 1,
            "name": "Prevention",
            "level": 2
        },
        {
            "id": 2,
            "name": "Pharmacologic Treatment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "Nearly half of 50 million persons in the United States who are affected by hypertension do not receive treatment, according to a new report issued by the National Heart, Lung, and Blood Institute (NHLBI). “The Sixth Report of the Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure” (JNC VI) was released at the annual meeting of the American Heart Association in Orlando in November and is an update of the previous guideline (JNC V) released in 1992. The JNC VI document was published in the November 25, 1997, issue of theArchives of Internal Medicine. It can also be accessed from the NHLBI Web site at http://www.nhlbi.nih.gov/nhlbi/cardio/hbp/prof/jncintro.htm."
        },
        {
            "parent": 0,
            "text": "Hypertension is defined in the report as systolic blood pressure of 140 mm Hg or greater, diastolic blood pressure of 90 mm Hg or greater, or taking antihypertensive medication. The objective of identification and treatment of hypertension is to reduce the risk of cardiovascular disease and associated morbidity and mortality.The table belowprovides a classification of blood pressure for adults. In the new report, stage 3 and stage 4 hypertension are combined."
        },
        {
            "parent": 0,
            "text": "Using evidence-based medicine and consensus, the report updates contemporary approaches to hypertension prevention and control. New information includes data from phase 2 of the third National Health and Nutrition Survey and updated information on the year 2000 objectives for the nation. Among the issues covered are the prevention of high blood pressure by lifestyle modification, the cost of health care, the use of self-measurement of blood pressure in management, the role of managed care in the treatment of high blood pressure, the introduction of new combination antihypertensive medications and angiotensin II receptor blockers, strategies for improving adherence to treatment, and management of hypertension in special populations and situations. In addition, the report includes a guide to help clinicians individualize treatment by stratifying patients' risks. A revised treatment algorithm(see algorithm on page 364)is included in the report, as well as a detailed list of all of the antihypertensive medications, including combination drugs. The following information has been excerpted from the chapter on prevention and treatment of high blood pressure."
        },
        {
            "parent": 1,
            "text": "The goal of prevention and management of hypertension is to reduce morbidity and mortality by the least intrusive means possible, according to the JNC VI report. This may be accomplished by achieving and maintaining systolic blood pressure below 140 mm Hg and diastolic blood pressure below 90 mm Hg, and lower if tolerated, while controlling other modifiable risk factors for cardiovascular disease. The goal may be achieved by lifestyle modification, alone or with pharmacologic treatment."
        },
        {
            "parent": 1,
            "text": "Because a significant percentage of cases of cardiovascular disease occurs in persons whose blood pressure is above the optimal level (120/80 mm Hg) but not so high as to be diagnosed or treated as hypertension, a major emphasis of the new guidelines is the recommendation of a population-wide approach to prevent high blood pressure through lifestyle changes. The JNC VI report strongly encourages lifestyle modification for the prevention of high blood pressure as definitive therapy for some persons with hypertension and as adjunctive therapy for all hypertensive persons. For the first time, the guidelines encourage the population-wide adoption of a specific diet that was shown to lower blood pressure in a study published in the April 17, 1997, issue of theNew England Journal of Medicine. Dubbed the DASH (Dietary Approaches to Stop Hypertension) diet, it is rich in low-fat dairy foods, fruits and vegetables, with reduced saturated and total fats. It is also low in cholesterol, high in dietary fiber, potassium, calcium and magnesium, and moderately high in protein. The DASH eating plan is based on 2,000 calories per day and can be modified."
        },
        {
            "parent": 1,
            "text": "The DASH diet is described in an appendix in the report. Information on DASH is also available online at http://dash.bwh.harvard.edu. The diet should be part of a lifestyle modification program to prevent and treat hypertension that includes reducing sodium intake, maintaining adequate potassium intake, losing weight if overweight and increasing physical activity."
        },
        {
            "parent": 2,
            "text": "Previous JNC guidelines have focused on the importance of choosing one antihypertensive drug and increasing the dose until blood pressure is controlled or until side effects associated with higher doses become intolerable. The new report represents a shift in treatment philosophies from traditional monotherapy to more flexible anti-hypertensive strategies. The JNC VI also recommends that physicians consider the presence of risk factors—smoking, obesity, diabetes, a history of hypertension in the family, and the presence or absence of kidney and heart damage—when deciding when and how to treat patients."
        },
        {
            "parent": 2,
            "text": "On the basis of outcomes data from randomized controlled trials, the report recommends starting pharmacologic therapy with a diuretic and/or a beta blocker for patients with uncomplicated hypertension. It states that there are compelling indications for specific agents in certain clinical situations, based on outcomes data from randomized controlled trials. The choice should be individualized using the agent that most closely fits the patient's needs."
        },
        {
            "parent": 2,
            "text": "Three factors are listed for consideration in the decision to initiate pharmacologic treatment. These are the degree of blood pressure elevation, the presence of target organ damage, and the presence of clinical cardiovascular disease or other risk factors."
        },
        {
            "parent": 2,
            "text": "For most patients, a low dose of the drug initially chosen should be used, slowly titrating upward at a schedule dependent on the patient's age, needs and responses. The report notes that the optimal formulation should provide 24-hour efficacy with a once-daily dose, with at least 50 percent of the peak effect remaining at the end of the 24 hours. Long-acting formulations that provide 24-hour efficacy are preferred over short-acting agents. Twice-daily dosing may offer similar control at possibly lower cost."
        },
        {
            "parent": 2,
            "text": "Newly developed formulations of antihypertensive drugs provide additional medication choices. For example, combinations of low doses of two agents from different classes have been shown to provide additional antihypertensive efficacy, thereby decreasing the likelihood of dose-dependent adverse effects. In some instances, drugs with similar modes of action may provide additive effects."
        },
        {
            "parent": 2,
            "text": "Special considerations in the selection of initial therapy discussed in the report include demographic characteristics, concomitant disease that may be beneficially or adversely affected by the antihypertensive agent chosen, quality of life, cost, and use of other drugs that may lead to drug interactions."
        },
        {
            "parent": 2,
            "text": "Therapy for most patients (uncomplicated hypertension, stages 1 and 2) should begin with the lowest antihypertensive dosage to prevent a too great or too abrupt reduction of blood pressure. If blood pressure remains unresponsive after one to two months, the next dosage level should be prescribed. It may take months of therapy to control hypertension adequately. Once-a-day therapy is preferred because it should improve patient compliance. Home or office blood pressure monitoring in the early morning before patients have taken their daily dose is useful to ensure adequate modulation of the surge in blood pressure after awakening. Blood pressure measurements in the late afternoon or evening help monitor control across the day. Treatment goals based on out-of-office measurements should be lower than those based on office recordings."
        },
        {
            "parent": 2,
            "text": "An effort to decrease the dosage and number of antihypertensive drugs should be considered after hypertension has been controlled effectively for at least one year. The reduction should be made in a deliberate, slow and progressive manner."
        },
        {
            "parent": 2,
            "text": "The JNC VI report also covers follow-up visits, management of patients with resistant hypertension and hypertensive crises. Strategies for managing hypertensive emergencies and urgencies are described."
        },
        {
            "parent": 2,
            "text": "The NHLBI Information Center offers a toll-free service (800-575-WELL) that features messages in Spanish and English about the prevention of high blood pressure and high cholesterol levels."
        }
    ],
    "locked": false
}