{
    "url": "https://www.aafp.org/pubs/afp/issues/1998/0701/p153.html#afp19980701p153-f3",
    "title": "Assessment of Abnormal Growth Curves | AAFP",
    "author": "JAMES D. LEGLER, M.D., AND LEWIS C. ROSE, M.D.",
    "doi": "Am Fam Physician.1998;58(1):153-158",
    "abstract": "An important part of well-child care is the assessment of a child's growth. While growth in the vast majority of children falls within normal percentile ranges on standard growth curves, an occasional child demonstrates worrisome deviations in weight, height or head size. A single growth percentile value at any particular point in a child's life is only of limited usefulness to the physician. More important is the child's rate of growth. Children whose growth parameters are at the extremes of the growth curve but whose growth rates are normal are likely to be healthy. Conversely, accelerated or slowed growth rates are rarely normal and warrant further evaluation. This article addresses the initial steps to be taken when evaluating children with suspected growth abnormalities, the guiding principles that apply to all growth problems, and the most common growth curve deviations and approaches to their management.",
    "headers": [
        {
            "id": 0,
            "name": "Principles",
            "level": 2
        },
        {
            "id": 1,
            "name": "Specific Growth Curve Deviations",
            "level": 2
        },
        {
            "id": 2,
            "name": "Increased Weight",
            "level": 3
        },
        {
            "id": 3,
            "name": "Decreased Weight",
            "level": 3
        },
        {
            "id": 4,
            "name": "Increased Height",
            "level": 3
        },
        {
            "id": 5,
            "name": "Decreased Height",
            "level": 3
        },
        {
            "id": 6,
            "name": "Increased Head Size",
            "level": 3
        },
        {
            "id": 7,
            "name": "Decreased Head Size",
            "level": 3
        },
        {
            "id": 8,
            "name": "Final Comment",
            "level": 2
        }
    ],
    "content": [
        {
            "parent": -1,
            "text": "While growth in nearly all children falls within normal percentile ranges on standard growth curves, an occasional child deviates in weight, height or head size. Before addressing these common growth curve deviations, the physician must consider the following four principles of growth assessment to determine if an abnormality is present."
        },
        {
            "parent": 0,
            "text": "Principle 1: Inaccurate Data. Many apparent growth abnormalities are the result of errors in the measurement of growth parameters or errors generated when plotting growth parameters on growth curves."
        },
        {
            "parent": 0,
            "text": "Inaccurate growth data or growth data that are not plotted correctly will make it appear that there is a growth abnormality when in fact one does not actually exist. In such cases, the issue can be resolved by recording and plotting data correctly. In cases of potential growth disturbance, careful attention to rigorous methods of measurement is imperative.1,2Children less than two years of age should be weighed without clothing. Older children can be weighed in lightweight clothing without shoes. In children younger than three years of age, height should be determined while the child is lying on a measuring board. After age three, height can be measured with the child standing against a wall without shoes. To measure height, a flat object should be placed on the child's head; the object should be held so that it touches the wall. The point where the flat object touches the wall while it is on the child's head should be marked. The child's height can then be determined by measuring the distance between this mark and the floor. Head size is determined using a measuring tape stretched around the largest circumference of the head from the occipital to the frontal prominences."
        },
        {
            "parent": 0,
            "text": "Principle 2: Discontinuous Growth. Growth is a discontinuous process. Current assessments of growth focus heavily on the use of growth curves developed by the National Center for Health Statistics in the 1960s and 1970s.3Using these statistical data, investigators generated the smooth growth curves that are now commonly used in clinical practice. These smooth curves create the impression that a child's growth occurs in a continuous, smooth process. On the contrary, however, growth in any one child is a highly discontinuous process.4–7"
        },
        {
            "parent": 0,
            "text": "Results from a recent study showed that length growth during the first 21 months of life occurred only during discrete periods.4These discrete periods lasted no more than 24 hours and were separated by growth-free intervals lasting as long as two months. Overall, growth occurred during only about 5 percent of a child's first two years of life. A similar pattern was observed for height and head-size growth in adolescence."
        },
        {
            "parent": 0,
            "text": "These observations are clinically important because they highlight the fact that seemingly abnormal growth patterns may represent nothing more than one of many normal growth-free periods in a child's life. In such instances, repeated observations of growth parameters over time are necessary to differentiate children with definite growth disturbances from those who are experiencing normal discontinuous growth."
        },
        {
            "parent": 0,
            "text": "Principle 3: Single Value. A single growth percentile value at a particular point in a child's life is of limited usefulness.2"
        },
        {
            "parent": 0,
            "text": "Many children who are otherwise perfectly normal exhibit growth percentiles at the extremes of the growth curves. Differentiating the children at the extremes of the growth curve who are normal from those who require further evaluation depends on the child's growth rates.8Children whose growth parameters are at the extremes of the growth curve but who have normal growth rates are likely to be healthy. Conversely, growth rates that are persistently accelerated or slowed are rarely normal and warrant further evaluation."
        },
        {
            "parent": 0,
            "text": "Growth rates are measured in terms of how much a child grows within a specified period of time. These rates vary dramatically as a child grows, and a number of charts and graphs have been devised to summarize these data.9–11In clinical practice, a child's growth rate can be rapidly approximated by plotting two or more points on a growth curve to determine the extent to which these points parallel the normal growth curve."
        },
        {
            "parent": 0,
            "text": "Principle 4: Time as a Tool. Time is the primary assessment tool available to the family physician."
        },
        {
            "parent": 0,
            "text": "The discontinuous nature of a child's growth and the importance of growth rates highlight the usefulness of clinical observation in the primary care evaluation of suspected abnormal growth patterns. The length of observation needed to effectively assess growth is sometimes difficult to determine. Observations based on longer time intervals are more useful. On the other hand, clinical imperatives mandate that diagnoses be established as rapidly as is reasonably possible."
        },
        {
            "parent": 0,
            "text": "Two factors are important in determining the length of observation: the child's age and the presence or absence of other significant clinical findings. Younger children grow more rapidly, so a shorter period of observation is necessary. Infants can often be remeasured within two months to acquire a meaningful assessment of their present growth pattern. More time is required between observations in older children—a minimum of three to four months. Observation assumes that the child is otherwise well, with no other symptoms or abnormal physical, laboratory or developmental findings. Abnormal growth patterns associated with any abnormal findings mandate immediate evaluation."
        },
        {
            "parent": 2,
            "text": "One of the most common deviations from normal growth patterns is an abnormal increase in weight. The weight gain raises the question of whether the child's obesity is due to excessive food intake or to an endocrine or genetic abnormality(Table 1). The answer to this question can often be found by determining the child's height percentile.12Genetic causes of increased weight such as Down syndrome are characterized by associated short stature. Endocrine etiologies of obesity such as hypothyroidism and Cushing's disease are also associated with short stature. Thus, obese children with associated short stature warrant further medical assessment."
        },
        {
            "parent": 2,
            "text": "The assessment should begin with thyroid studies and testing for excess cortisol production. Chromosome studies should be obtained if the child has dysmorphic features or mental retardation. Consultation is warranted if the initial evaluation fails to reveal an etiology for the increased weight. Most obese children have normal stature and require only dietary management within a primary care setting. No laboratory testing or consultation is needed in such children."
        },
        {
            "parent": 3,
            "text": "Most children in low weight percentiles demonstrate proportionately low percentiles for height and head size, with a normal rate of weight growth. If no other clinical findings are present, such children need only to be observed to ensure that their growth rates remain normal13(Figure 1)."
        },
        {
            "parent": 3,
            "text": "Children whose rate of weight gain has slowed can best be assessed by using other growth parameters. Undernutrition at the level found in developed countries does not affect the child's height or head size.14A child with a slowed rate of weight growth but with normal rates of height and head growth usually requires only nutritional management within a primary care setting.15,16Laboratory assessment is indicated only if the child does not respond to nutritional management."
        },
        {
            "parent": 3,
            "text": "On the other hand, organic etiologies of weight loss such as chronic renal failure usually also affect height and head size to an equal degree. Thus, a child whose weight, height and head size are all decreasing proportionally should undergo assessment for an underlying organic problem. The assessment should begin with a complete blood count and determination of the serum ferritin level, a chemistry profile, thyroid studies and screening tests for inborn errors of metabolism. The possibility of lead poisoning or infection with human immunodeficiency virus should be considered if risk factors for these conditions are present. Consultation is warranted if the initial evaluation fails to reveal an etiology for the weight loss. Common pathologic etiologies of weight disturbances are listed inTable 1."
        },
        {
            "parent": 4,
            "text": "Pathologically increased height growth is the most uncommon growth abnormality that a primary care physician will see. In more than 90 percent of these patients, the etiology is familial.17In these patients, the rate of height growth is normal even though the absolute percentile value is elevated."
        },
        {
            "parent": 4,
            "text": "Pathologic etiologies of increased height manifest themselves with elevated rates of height growth. These etiologies can range from chromosomal disorders such as Klinefelter's syndrome to endocrine diseases such as acromegaly18(Table 2). If the patient's rate of height growth is increased, the evaluation should begin with thyroid studies and determination of growth hormone level(Figure 2). Chromosome studies are indicated if the patient exhibits features of Klinefelter's syndrome. Ligament laxity and skin hyperelasticity suggest Marfan syndrome. Consultation is warranted if the initial evaluation fails to reveal an etiology for the increased rate of height growth."
        },
        {
            "parent": 5,
            "text": "Assessment of a child's growth rate is particularly important when evaluating short stature. Most children in or below the fifth percentile for height have normal growth rates. In the absence of other clinical findings, no assessment is needed; however, the child should be followed to ensure that the growth rate remains normal. Among children with short stature but normal growth rates, two specific populations can be identified based on bone age: those with genetic short stature and those with constitutional short stature.2,19"
        },
        {
            "parent": 5,
            "text": "Children with short stature who have normal growth rates and normal bone age are considered to have genetic short stature. Their eventual adult stature will likely be similar to that of their parents. On the other hand, children with short stature and delayed bone age are considered to have constitutional short stature. Following a period of decreased growth rate in infancy, the growth rate in these children will return to normal for the remainder of their childhood. While these children may be considered short at some points during their childhood, they can be expected to eventually acquire normal adult height. In both groups, no further medical assessment or treatment is necessary.2"
        },
        {
            "parent": 5,
            "text": "Children with short stature and decreased growth rates warrant a comprehensive evaluation for an underlying pathologic condition. The assessment should include a complete blood count, a urinalysis, a chemistry profile and thyroid studies. Children should undergo a sweat chloride test if they have a history of recurrent pulmonary or gastrointestinal symptoms. Chromosome studies should be obtained if there are physical signs of Turner's syndrome. Growth hormone studies should not consist of a single random determination. Growth hormone stimulation methods, as described in the literature, are necessary.19Consultation is warranted if the initial evaluation fails to reveal an etiology for the decreased stature."
        },
        {
            "parent": 6,
            "text": "Increases in head size disproportionate to the child's height and weight warrant close attention to the child's physical examination and developmental status(Figure 3). Associated physical findings such as a bulging fontanelle or split sutures, neurologic abnormalities or delays in developmental status warrant evaluation, possibly including imaging of the intracranial anatomy(Table 3). However, most children with disproportionately large heads demonstrate benign familial megalencephaly.14These are children whose head sizes are at the 95th percentile. Their physicial examinations are normal, their development is up-to-date and their rate of head growth parallels the normal growth curve. Their families often report that other family members had large heads as children or adults. No further evaluation is necessary in these children.14They require only observation to ensure that the growth rate of the head remains normal without associated physical abnormalities or developmental delays."
        },
        {
            "parent": 7,
            "text": "Head size that is disproportionately small compared with the rest of the child's body is the exception to the rule of following suspected growth abnormalities over time. Decreases in head size that are disproportionate to the child's height and weight are often pathologic(Table 3)and warrant initial evaluation as soon as the small head size is identified(Figure 3)."
        },
        {
            "parent": 7,
            "text": "The assessment should begin with a maternal history concentrating on prenatal insults such as maternal drug or alcohol abuse, prenatal infection or problems during labor and delivery. Titers for toxoplasma, rubella, cytomegalovirus and herpes simplex virus should be obtained to further evaluate for prenatal infection; chromosome studies should be performed to evaluate for genetic defects. Plain skull radiographs may be obtained to assure patency of the cranial sutures. Consultation is warranted if the etiology of the child's small head size is still uncertain following the initial evaluation."
        },
        {
            "parent": 8,
            "text": "A three-step approach should be considered in the evaluation of children with an abnormal growth curve. First, the growth data should be checked for accuracy. Second, if a growth problem is substantiated, the child should be closely assessed for associated symptoms, abnormal findings on physical examination or delays in development. Any associated abnormal findings mandate further assessment as dictated by the nature of the abnormality. Third, except for disproportionate microcephaly, which warrants initial laboratory evaluation at the time of diagnosis, children with suspected growth abnormalities who are otherwise normal should be closely followed to determine their growth rate. Any abnormality in a child's rate of growth requires further assessment."
        }
    ],
    "locked": false
}